{
  "work": "KJV",
  "osis": "1 Tim",
  "abbr": "1TI",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Rebuke not an elder, but intreat"
        },
        {
          "add": "him"
        },
        {
          "t": "as a father;"
        },
        {
          "add": "and"
        },
        {
          "t": "the younger men as brethren;"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "The elder women as mothers; the younger as sisters, with all purity."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Honour widows that are widows indeed."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "But she that liveth in pleasure is dead while she liveth."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And these things give in charge, that they may be blameless."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Let not a widow be taken into the number under threescore years old, having been the wife of one man,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Having damnation, because they have cast off their first faith."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And withal they learn"
        },
        {
          "add": "to be"
        },
        {
          "t": "idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For some are already turned aside after Satan."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer"
        },
        {
          "add": "is"
        },
        {
          "t": "worthy of his reward."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Against an elder receive not an accusation, but before two or three witnesses."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Them that sin rebuke before all, that others also may fear."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "I charge"
        },
        {
          "add": "thee"
        },
        {
          "t": "before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Lay hands suddenly on no man, neither be partaker of other men’s sins: keep thyself pure."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Some men’s sins are open beforehand, going before to judgment; and some"
        },
        {
          "add": "men"
        },
        {
          "t": "they follow after."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Likewise also the good works"
        },
        {
          "add": "of some"
        },
        {
          "t": "are manifest beforehand; and they that are otherwise can not be hid."
        }
      ]
    }
  ]
}