{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Cor",
  "abbr": "2CO",
  "chapter": 6,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "We then,"
        },
        {
          "add": "as"
        },
        {
          "t": "workers together"
        },
        {
          "add": "with him"
        },
        {
          "t": ", beseech"
        },
        {
          "add": "you"
        },
        {
          "t": "also that ye receive not the grace of God in vain."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "(For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now"
        },
        {
          "add": "is"
        },
        {
          "t": "the accepted time; behold, now"
        },
        {
          "add": "is"
        },
        {
          "t": "the day of salvation.)"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Giving no offence in any thing, that the ministry be not blamed:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But in all"
        },
        {
          "add": "things"
        },
        {
          "t": "approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "By honour and dishonour, by evil report and good report: as deceivers, and"
        },
        {
          "add": "yet"
        },
        {
          "t": "true;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "As unknown, and"
        },
        {
          "add": "yet"
        },
        {
          "t": "well known; as dying, and, behold, we live; as chastened, and not killed;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and"
        },
        {
          "add": "yet"
        },
        {
          "t": "possessing all things."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "O"
        },
        {
          "add": "ye"
        },
        {
          "t": "Corinthians, our mouth is open unto you, our heart is enlarged."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Ye are not straitened in us, but ye are straitened in your own bowels."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Now for a recompence in the same, (I speak as unto"
        },
        {
          "add": "my"
        },
        {
          "t": "children,) be ye also enlarged."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in"
        },
        {
          "add": "them"
        },
        {
          "t": "; and I will be their God, and they shall be my people."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean"
        },
        {
          "add": "thing"
        },
        {
          "t": "; and I will receive you,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty."
        }
      ]
    }
  ]
}