{
  "work": "KJV",
  "osis": "2 Cor",
  "abbr": "2CO",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Would to God ye could bear with me a little in"
        },
        {
          "add": "my"
        },
        {
          "t": "folly: and indeed bear with me."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For I am jealous over you with godly jealousy: for I have espoused you to one husband, that I may present"
        },
        {
          "add": "you as"
        },
        {
          "t": "a chaste virgin to Christ."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For if he that cometh preacheth another Jesus, whom we have not preached, or"
        },
        {
          "add": "if"
        },
        {
          "t": "ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with"
        },
        {
          "add": "him"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For I suppose I was not a whit behind the very chiefest apostles."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "But though"
        },
        {
          "add": "I be"
        },
        {
          "t": "rude in speech, yet not in knowledge; but we have been throughly made manifest among you in all things."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Have I committed an offence in abasing myself that ye might be exalted, because I have preached to you the gospel of God freely?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "I robbed other churches, taking wages"
        },
        {
          "add": "of them"
        },
        {
          "t": ", to do you service."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And when I was present with you, and wanted, I was chargeable to no man: for that which was lacking to me the brethren which came from Macedonia supplied: and in all"
        },
        {
          "add": "things"
        },
        {
          "t": "I have kept myself from being burdensome unto you, and"
        },
        {
          "add": "so"
        },
        {
          "t": "will I keep"
        },
        {
          "add": "myself"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "As the truth of Christ is in me, no man shall stop me of this boasting in the regions of Achaia."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Wherefore? because I love you not? God knoweth."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But what I do, that I will do, that I may cut off occasion from them which desire occasion; that wherein they glory, they may be found even as we."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "For such"
        },
        {
          "add": "are"
        },
        {
          "t": "false apostles, deceitful workers, transforming themselves into the apostles of Christ."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And no marvel; for Satan himself is transformed into an angel of light."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Therefore"
        },
        {
          "add": "it is"
        },
        {
          "t": "no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "I say again, Let no man think me a fool; if otherwise, yet as a fool receive me, that I may boast myself a little."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "That which I speak, I speak"
        },
        {
          "add": "it"
        },
        {
          "t": "not after the Lord, but as it were foolishly, in this confidence of boasting."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Seeing that many glory after the flesh, I will glory also."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "For ye suffer fools gladly, seeing ye"
        },
        {
          "add": "yourselves"
        },
        {
          "t": "are wise."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "For ye suffer, if a man bring you into bondage, if a man devour"
        },
        {
          "add": "you"
        },
        {
          "t": ", if a man take"
        },
        {
          "add": "of you"
        },
        {
          "t": ", if a man exalt himself, if a man smite you on the face."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "I speak as concerning reproach, as though we had been weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Are they Hebrews? so"
        },
        {
          "add": "am"
        },
        {
          "t": "I. Are they Israelites? so"
        },
        {
          "add": "am"
        },
        {
          "t": "I. Are they the seed of Abraham? so"
        },
        {
          "add": "am"
        },
        {
          "t": "I."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Are they ministers of Christ? (I speak as a fool) I"
        },
        {
          "add": "am"
        },
        {
          "t": "more; in labours more abundant, in stripes above measure, in prisons more frequent, in deaths oft."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Of the Jews five times received I forty"
        },
        {
          "add": "stripes"
        },
        {
          "t": "save one."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep;"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "add": "In"
        },
        {
          "t": "journeyings often,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils of waters,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils of robbers,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils by"
        },
        {
          "add": "mine own"
        },
        {
          "t": "countrymen,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils by the heathen,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils in the city,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils in the wilderness,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils in the sea,"
        },
        {
          "add": "in"
        },
        {
          "t": "perils among false brethren;"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Beside those things that are without, that which cometh upon me daily, the care of all the churches."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Who is weak, and I am not weak? who is offended, and I burn not?"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "If I must needs glory, I will glory of the things which concern mine infirmities."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "The God and Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "In Damascus the governor under Aretas the king kept the city of the Damascenes with a garrison, desirous to apprehend me:"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And through a window in a basket was I let down by the wall, and escaped his hands."
        }
      ]
    }
  ]
}