{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Sam",
  "abbr": "2SA",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, when the king sat in his house, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "had given him rest round about from all his enemies;"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "That the king said unto Nathan the prophet, See now, I dwell in an house of cedar, but the ark of God dwelleth within curtains."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Nathan said to the king, Go, do all that"
        },
        {
          "add": "is"
        },
        {
          "t": "in thine heart; for the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "with thee."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And it came to pass that night, that the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto Nathan, saying,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Go and tell my servant David, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Shalt thou build me an house for me to dwell in?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Whereas I have not dwelt in"
        },
        {
          "add": "any"
        },
        {
          "t": "house since the time that I brought up the children of Israel out of Egypt, even to this day, but have walked in a tent and in a tabernacle."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "In all"
        },
        {
          "add": "the places"
        },
        {
          "t": "wherein I have walked with all the children of Israel spake I a word with any of the tribes of Israel, whom I commanded to feed my people Israel, saying, Why build ye not me an house of cedar?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Now therefore so shalt thou say unto my servant David, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, I took thee from the sheepcote, from following the sheep, to be ruler over my people, over Israel:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And I was with thee whithersoever thou wentest, and have cut off all thine enemies out of thy sight, and have made thee a great name, like unto the name of the great"
        },
        {
          "add": "men"
        },
        {
          "t": "that"
        },
        {
          "add": "are"
        },
        {
          "t": "in the earth."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Moreover I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their own, and move no more; neither shall the children of wickedness afflict them any more, as beforetime,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And as since the time that I commanded judges"
        },
        {
          "add": "to be"
        },
        {
          "t": "over my people Israel, and have caused thee to rest from all thine enemies. Also the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "telleth thee that he will make thee an house."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And when thy days be fulfilled, and thou shalt sleep with thy fathers, I will set up thy seed after thee, which shall proceed out of thy bowels, and I will establish his kingdom."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "He shall build an house for my name, and I will stablish the throne of his kingdom for ever."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "I will be his father, and he shall be my son. If he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But my mercy shall not depart away from him, as I took"
        },
        {
          "add": "it"
        },
        {
          "t": "from Saul, whom I put away before thee."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And thine house and thy kingdom shall be established for ever before thee: thy throne shall be established for ever."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "According to all these words, and according to all this vision, so did Nathan speak unto David."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ Then went king David in, and sat before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and he said, Who"
        },
        {
          "add": "am"
        },
        {
          "t": "I, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "? and what"
        },
        {
          "add": "is"
        },
        {
          "t": "my house, that thou hast brought me hitherto?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And this was yet a small thing in thy sight, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; but thou hast spoken also of thy servant’s house for a great while to come. And"
        },
        {
          "add": "is"
        },
        {
          "t": "this the manner of man, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And what can David say more unto thee? for thou, Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", knowest thy servant."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For thy word’s sake, and according to thine own heart, hast thou done all these great things, to make thy servant know"
        },
        {
          "add": "them"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Wherefore thou art great, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God: for"
        },
        {
          "add": "there is"
        },
        {
          "t": "none like thee, neither"
        },
        {
          "add": "is there any"
        },
        {
          "t": "God beside thee, according to all that we have heard with our ears."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And what one nation in the earth"
        },
        {
          "add": "is"
        },
        {
          "t": "like thy people,"
        },
        {
          "add": "even"
        },
        {
          "t": "like Israel, whom God went to redeem for a people to himself, and to make him a name, and to do for you great things and terrible, for thy land, before thy people, which thou redeemedst to thee from Egypt,"
        },
        {
          "add": "from"
        },
        {
          "t": "the nations and their gods?"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "For thou hast confirmed to thyself thy people Israel"
        },
        {
          "add": "to be"
        },
        {
          "t": "a people unto thee for ever: and thou,"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", art become their God."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And now, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God, the word that thou hast spoken concerning thy servant, and concerning his house, establish"
        },
        {
          "add": "it"
        },
        {
          "t": "for ever, and do as thou hast said."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And let thy name be magnified for ever, saying, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts"
        },
        {
          "add": "is"
        },
        {
          "t": "the God over Israel: and let the house of thy servant David be established before thee."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "For thou, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, God of Israel, hast revealed to thy servant, saying, I will build thee an house: therefore hath thy servant found in his heart to pray this prayer unto thee."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And now, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", thou"
        },
        {
          "add": "art"
        },
        {
          "t": "that God, and thy words be true, and thou hast promised this goodness unto thy servant:"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Therefore now let it please thee to bless the house of thy servant, that it may continue for ever before thee: for thou, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", hast spoken"
        },
        {
          "add": "it:"
        },
        {
          "t": "and with thy blessing let the house of thy servant be blessed for ever."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "my servant…: Heb. to my servant, to David"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "any of…: any of the judges"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "from following: Heb. from after"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 9
      },
      "text": "out of…: Heb. from thy face"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 19
      },
      "text": "manner: Heb. law"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 27
      },
      "text": "revealed: Heb. opened the ear"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 29
      },
      "text": "let it…: Heb. be thou pleased and bless"
    }
  ]
}