{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Sam",
  "abbr": "2SA",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "plain": "And David said, Is there yet any that is left of the house of Saul, that I may shew him kindness for Jonathan’s sake?",
      "tokens": [
        {
          "t": "And David said, Is there yet any that is left of the house of Saul, that I may shew him kindness for Jonathan’s sake? "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And there was of the house of Saul a servant whose name was Ziba. And when they had called him unto David, the king said unto him, Art thou Ziba? And he said, Thy servant is he.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "there was"
        },
        {
          "t": " of the house of Saul a servant whose name "
        },
        {
          "add": "was"
        },
        {
          "t": " Ziba. And when they had called him unto David, the king said unto him, "
        },
        {
          "add": "Art"
        },
        {
          "t": " thou Ziba? And he said, Thy servant "
        },
        {
          "add": "is he"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And the king said, Is there not yet any of the house of Saul, that I may shew the kindness of God unto him? And Ziba said unto the king, Jonathan hath yet a son, which is lame on his feet.",
      "tokens": [
        {
          "t": "And the king said, "
        },
        {
          "add": "Is"
        },
        {
          "t": " there not yet any of the house of Saul, that I may shew the kindness of God unto him? And Ziba said unto the king, Jonathan hath yet a son, "
        },
        {
          "add": "which is"
        },
        {
          "t": " lame on "
        },
        {
          "add": "his"
        },
        {
          "t": " feet. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the king said unto him, Where is he? And Ziba said unto the king, Behold, he is in the house of Machir, the son of Ammiel, in Lo-debar.",
      "tokens": [
        {
          "t": "And the king said unto him, Where "
        },
        {
          "add": "is"
        },
        {
          "t": " he? And Ziba said unto the king, Behold, he "
        },
        {
          "add": "is"
        },
        {
          "t": " in the house of Machir, the son of Ammiel, in Lo-debar. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Then king David sent, and fetched him out of the house of Machir, the son of Ammiel, from Lo-debar.",
      "tokens": [
        {
          "t": "¶ Then king David sent, and fetched him out of the house of Machir, the son of Ammiel, from Lo-debar. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Now when Mephibosheth, the son of Jonathan, the son of Saul, was come unto David, he fell on his face, and did reverence. And David said, Mephibosheth. And he answered, Behold thy servant!",
      "tokens": [
        {
          "t": "Now when Mephibosheth, the son of Jonathan, the son of Saul, was come unto David, he fell on his face, and did reverence. And David said, Mephibosheth. And he answered, Behold thy servant! "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ And David said unto him, Fear not: for I will surely shew thee kindness for Jonathan thy father’s sake, and will restore thee all the land of Saul thy father; and thou shalt eat bread at my table continually.",
      "tokens": [
        {
          "t": "¶ And David said unto him, Fear not: for I will surely shew thee kindness for Jonathan thy father’s sake, and will restore thee all the land of Saul thy father; and thou shalt eat bread at my table continually. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And he bowed himself, and said, What is thy servant, that thou shouldest look upon such a dead dog as I am?",
      "tokens": [
        {
          "t": "And he bowed himself, and said, What "
        },
        {
          "add": "is"
        },
        {
          "t": " thy servant, that thou shouldest look upon such a dead dog as I "
        },
        {
          "add": "am"
        },
        {
          "t": "? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ Then the king called to Ziba, Saul’s servant, and said unto him, I have given unto thy master’s son all that pertained to Saul and to all his house.",
      "tokens": [
        {
          "t": "¶ Then the king called to Ziba, Saul’s servant, and said unto him, I have given unto thy master’s son all that pertained to Saul and to all his house. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in the fruits, that thy master’s son may have food to eat: but Mephibosheth thy master’s son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants.",
      "tokens": [
        {
          "t": "Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in "
        },
        {
          "add": "the fruits"
        },
        {
          "t": ", that thy master’s son may have food to eat: but Mephibosheth thy master’s son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, said the king, he shall eat at my table, as one of the king’s sons.",
      "tokens": [
        {
          "t": "Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, "
        },
        {
          "add": "said the king"
        },
        {
          "t": ", he shall eat at my table, as one of the king’s sons. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And Mephibosheth had a young son, whose name was Micha. And all that dwelt in the house of Ziba were servants unto Mephibosheth.",
      "tokens": [
        {
          "t": "And Mephibosheth had a young son, whose name "
        },
        {
          "add": "was"
        },
        {
          "t": " Micha. And all that dwelt in the house of Ziba "
        },
        {
          "add": "were"
        },
        {
          "t": " servants unto Mephibosheth. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "So Mephibosheth dwelt in Jerusalem: for he did eat continually at the king’s table; and was lame on both his feet.",
      "tokens": [
        {
          "t": "So Mephibosheth dwelt in Jerusalem: for he did eat continually at the king’s table; and was lame on both his feet. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "Mephibosheth: also called Merib-baal"
    }
  ]
}