{
  "work": "KJV",
  "osis": "Tob",
  "abbr": "TOB",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And when they had supped, they brought Tobias in unto her."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And as he went, he remembered the words of Raphael, and took the ashes of the perfumes, and put the heart and the liver of the fish thereupon, and made a smoke therewith."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "The which smell when the evil spirit had smelled, he fled into the utmost parts of Egypt, and the angel bound him."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And after that they were both shut in together, Tobias rose out of the bed, and said, Sister, arise, and let us pray that God would have pity on us."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Then began Tobias to say, Blessed art thou, O God of our fathers, and blessed is thy holy and glorious name for ever; let the heavens bless thee, and all thy creatures."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Thou madest Adam, and gavest him Eve his wife for an helper and stay: of them came mankind: thou hast said, It is not good that man should be alone; let us make unto him an aid like unto himself."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And now, O Lord, I take not this my sister for lust but uprightly: therefore mercifully ordain that we may become aged together."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And she said with him, Amen."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "So they slept both that night. And Raguel arose, and went and made a grave,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Saying, I fear lest he also be dead."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "But when Raguel was come into his house,"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "He said unto his wife Edna. Send one of the maids, and let her see whether he be alive: if he be not, that we may bury him, and no man know it."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "So the maid opened the door, and went in, and found them both asleep,"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And came forth, and told them that he was alive."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Then Raguel praised God, and said, O God, thou art worthy to be praised with all pure and holy praise; therefore let thy saints praise thee with all thy creatures; and let all thine angels and thine elect praise thee for ever."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Thou art to be praised, for thou hast made me joyful; and that is not come to me which I suspected; but thou hast dealt with us according to thy great mercy."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Thou art to be praised because thou hast had mercy of two that were the only begotten children of their fathers: grant them mercy, O Lord, and finish their life in health with joy and mercy."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Then Raguel bade his servants to fill the grave."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And he kept the wedding feast fourteen days."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "For before the days of the marriage were finished, Raguel had said unto him by an oath, that he should not depart till the fourteen days of the marriage were expired;"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And then he should take the half of his goods, and go in safety to his father; and should have the rest when I and my wife be dead."
        }
      ]
    }
  ]
}