{
  "schema": 1,
  "work": "KJV",
  "osis": "Tob",
  "abbr": "TOB",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "After these things Tobias went his way, praising God that he had given him a prosperous journey, and blessed Raguel and Edna his wife, and went on his way till they drew near unto Nineve."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then Raphael said to Tobias, Thou knowest, brother, how thou didst leave thy father:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Let us haste before thy wife, and prepare the house."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And take in thine hand the gall of the fish. So they went their way, and the dog went after them."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Now Anna sat looking about toward the way for her son."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when she espied him coming, she said to his father, Behold, thy son cometh, and the man that went with him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then said Raphael, I know, Tobias, that thy father will open his eyes."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Therefore anoint thou his eyes with the gall, and being pricked therewith, he shall rub, and the whiteness shall fall away, and he shall see thee."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then Anna ran forth, and fell upon the neck of her son, and said unto him, Seeing I have seen thee, my son, from henceforth I am content to die. And they wept both."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Tobit also went forth toward the door, and stumbled: but his son ran unto him,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And took hold of his father: and he strake of the gall on his fathers’ eyes, saying, Be of good hope, my father."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And when his eyes began to smart, he rubbed them;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the whiteness pilled away from the corners of his eyes: and when he saw his son, he fell upon his neck."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And he wept, and said, Blessed art thou, O God, and blessed is thy name for ever; and blessed are all thine holy angels:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For thou hast scourged, and hast taken pity on me: for, behold, I see my son Tobias. And his son went in rejoicing, and told his father the great things that had happened to him in Media."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Then Tobit went out to meet his daughter in law at the gate of Nineve, rejoicing and praising God: and they which saw him go marvelled, because he had received his sight."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But Tobias gave thanks before them, because God had mercy on him. And when he came near to Sara his daughter in law, he blessed her, saying, Thou art welcome, daughter: God be blessed, which hath brought thee unto us, and blessed be thy father and thy mother. And there was joy among all his brethren which were at Nineve."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Achiacharus, and Nasbas his brother’s son, came:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Tobias’ wedding was kept seven days with great joy."
        }
      ]
    }
  ]
}