{
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "He cried also in mine ears with a loud voice, saying, Cause them that have charge over the city to draw near, even every man"
        },
        {
          "add": "with"
        },
        {
          "t": "his destroying weapon in his hand."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And, behold, six men came from the way of the higher gate, which lieth toward the north, and every man a slaughter weapon in his hand; and one man among them"
        },
        {
          "add": "was"
        },
        {
          "t": "clothed with linen, with a writer’s inkhorn by his side: and they went in, and stood beside the brasen altar."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And the glory of the God of Israel was gone up from the cherub, whereupon he was, to the threshold of the house. And he called to the man clothed with linen, which"
        },
        {
          "add": "had"
        },
        {
          "t": "the writer’s inkhorn by his side;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men that sigh and that cry for all the abominations that be done in the midst thereof."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ And to the others he said in mine hearing, Go ye after him through the city, and smite: let not your eye spare, neither have ye pity:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Slay utterly old"
        },
        {
          "add": "and"
        },
        {
          "t": "young, both maids, and little children, and women: but come not near any man upon whom"
        },
        {
          "add": "is"
        },
        {
          "t": "the mark; and begin at my sanctuary. Then they began at the ancient men which"
        },
        {
          "add": "were"
        },
        {
          "t": "before the house."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And he said unto them, Defile the house, and fill the courts with the slain: go ye forth. And they went forth, and slew in the city."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And it came to pass, while they were slaying them, and I was left, that I fell upon my face, and cried, and said, Ah Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "! wilt thou destroy all the residue of Israel in thy pouring out of thy fury upon Jerusalem?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then said he unto me, The iniquity of the house of Israel and Judah"
        },
        {
          "add": "is"
        },
        {
          "t": "exceeding great, and the land is full of blood, and the city full of perverseness: for they say, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath forsaken the earth, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "seeth not."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And as for me also, mine eye shall not spare, neither will I have pity,"
        },
        {
          "add": "but"
        },
        {
          "t": "I will recompense their way upon their head."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And, behold, the man clothed with linen, which"
        },
        {
          "add": "had"
        },
        {
          "t": "the inkhorn by his side, reported the matter, saying, I have done as thou hast commanded me."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "which lieth: Heb. which is turned"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "a slaughter…: Heb. a weapon of his breaking in pieces"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 2
      },
      "text": "by his…: Heb. upon his loins"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 4
      },
      "text": "set a mark: Heb. mark a mark"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 5
      },
      "text": "mine hearing: Heb. mine ears"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 6
      },
      "text": "utterly: Heb. to destruction"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "full of blood: Heb. filled with, etc"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 9
      },
      "text": "perverseness: or, wresting of judgment"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 11
      },
      "text": "reported…: Heb. returned the word"
    }
  ]
}