{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Moreover the spirit lifted me up, and brought me unto the east gate of the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "house, which looketh eastward: and behold at the door of the gate five and twenty men; among whom I saw Jaazaniah the son of Azur, and Pelatiah the son of Benaiah, princes of the people."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then said he unto me, Son of man, these"
        },
        {
          "add": "are"
        },
        {
          "t": "the men that devise mischief, and give wicked counsel in this city:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Which say,"
        },
        {
          "add": "It is"
        },
        {
          "t": "not near; let us build houses: this"
        },
        {
          "add": "city is"
        },
        {
          "t": "the caldron, and we"
        },
        {
          "add": "be"
        },
        {
          "t": "the flesh."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ Therefore prophesy against them, prophesy, O son of man."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the Spirit of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "fell upon me, and said unto me, Speak; Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Thus have ye said, O house of Israel: for I know the things that come into your mind,"
        },
        {
          "add": "every one of"
        },
        {
          "t": "them."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Ye have multiplied your slain in this city, and ye have filled the streets thereof with the slain."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Therefore thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Your slain whom ye have laid in the midst of it, they"
        },
        {
          "add": "are"
        },
        {
          "t": "the flesh, and this"
        },
        {
          "add": "city is"
        },
        {
          "t": "the caldron: but I will bring you forth out of the midst of it."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Ye have feared the sword; and I will bring a sword upon you, saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And I will bring you out of the midst thereof, and deliver you into the hands of strangers, and will execute judgments among you."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Ye shall fall by the sword; I will judge you in the border of Israel; and ye shall know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "This"
        },
        {
          "add": "city"
        },
        {
          "t": "shall not be your caldron, neither shall ye be the flesh in the midst thereof;"
        },
        {
          "add": "but"
        },
        {
          "t": "I will judge you in the border of Israel:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And ye shall know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": for ye have not walked in my statutes, neither executed my judgments, but have done after the manners of the heathen that"
        },
        {
          "add": "are"
        },
        {
          "t": "round about you."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ And it came to pass, when I prophesied, that Pelatiah the son of Benaiah died. Then fell I down upon my face, and cried with a loud voice, and said, Ah Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "! wilt thou make a full end of the remnant of Israel?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Again the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Son of man, thy brethren,"
        },
        {
          "add": "even"
        },
        {
          "t": "thy brethren, the men of thy kindred, and all the house of Israel wholly,"
        },
        {
          "add": "are"
        },
        {
          "t": "they unto whom the inhabitants of Jerusalem have said, Get you far from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": unto us is this land given in possession."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Therefore say, Thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Although I have cast them far off among the heathen, and although I have scattered them among the countries, yet will I be to them as a little sanctuary in the countries where they shall come."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Therefore say, Thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; I will even gather you from the people, and assemble you out of the countries where ye have been scattered, and I will give you the land of Israel."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And I will give them one heart, and I will put a new spirit within you; and I will take the stony heart out of their flesh, and will give them an heart of flesh:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "But"
        },
        {
          "add": "as for them"
        },
        {
          "t": "whose heart walketh after the heart of their detestable things and their abominations, I will recompense their way upon their own heads, saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ Then did the cherubims lift up their wings, and the wheels beside them; and the glory of the God of Israel"
        },
        {
          "add": "was"
        },
        {
          "t": "over them above."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And the glory of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "went up from the midst of the city, and stood upon the mountain which"
        },
        {
          "add": "is"
        },
        {
          "t": "on the east side of the city."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ Afterwards the spirit took me up, and brought me in a vision by the Spirit of God into Chaldea, to them of the captivity. So the vision that I had seen went up from me."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Then I spake unto them of the captivity all the things that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "had shewed me."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "It is…: or, It is not for us to build houses near"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "for ye…: or, which have not walked"
    }
  ]
}