{
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 17,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Son of man, put forth a riddle, and speak a parable unto the house of Israel;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And say, Thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; A great eagle with great wings, longwinged, full of feathers, which had divers colours, came unto Lebanon, and took the highest branch of the cedar:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He cropped off the top of his young twigs, and carried it into a land of traffick; he set it in a city of merchants."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "He took also of the seed of the land, and planted it in a fruitful field; he placed"
        },
        {
          "add": "it"
        },
        {
          "t": "by great waters,"
        },
        {
          "add": "and"
        },
        {
          "t": "set it"
        },
        {
          "add": "as"
        },
        {
          "t": "a willow tree."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And it grew, and became a spreading vine of low stature, whose branches turned toward him, and the roots thereof were under him: so it became a vine, and brought forth branches, and shot forth sprigs."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "There was also another great eagle with great wings and many feathers: and, behold, this vine did bend her roots toward him, and shot forth her branches toward him, that he might water it by the furrows of her plantation."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "It was planted in a good soil by great waters, that it might bring forth branches, and that it might bear fruit, that it might be a goodly vine."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Say thou, Thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Shall it prosper? shall he not pull up the roots thereof, and cut off the fruit thereof, that it wither? it shall wither in all the leaves of her spring, even without great power or many people to pluck it up by the roots thereof."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Yea, behold,"
        },
        {
          "add": "being"
        },
        {
          "t": "planted, shall it prosper? shall it not utterly wither, when the east wind toucheth it? it shall wither in the furrows where it grew."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Moreover the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying,"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Say now to the rebellious house, Know ye not what these"
        },
        {
          "add": "things mean"
        },
        {
          "t": "? tell"
        },
        {
          "add": "them"
        },
        {
          "t": ", Behold, the king of Babylon is come to Jerusalem, and hath taken the king thereof, and the princes thereof, and led them with him to Babylon;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And hath taken of the king’s seed, and made a covenant with him, and hath taken an oath of him: he hath also taken the mighty of the land:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "That the kingdom might be base, that it might not lift itself up,"
        },
        {
          "add": "but"
        },
        {
          "t": "that by keeping of his covenant it might stand."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? shall he escape that doeth such"
        },
        {
          "add": "things"
        },
        {
          "t": "? or shall he break the covenant, and be delivered?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "add": "As"
        },
        {
          "t": "I live, saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", surely in the place"
        },
        {
          "add": "where"
        },
        {
          "t": "the king"
        },
        {
          "add": "dwelleth"
        },
        {
          "t": "that made him king, whose oath he despised, and whose covenant he brake,"
        },
        {
          "add": "even"
        },
        {
          "t": "with him in the midst of Babylon he shall die."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Neither shall Pharaoh with"
        },
        {
          "add": "his"
        },
        {
          "t": "mighty army and great company make for him in the war, by casting up mounts, and building forts, to cut off many persons:"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Seeing he despised the oath by breaking the covenant, when, lo, he had given his hand, and hath done all these"
        },
        {
          "add": "things"
        },
        {
          "t": ", he shall not escape."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Therefore thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ";"
        },
        {
          "add": "As"
        },
        {
          "t": "I live, surely mine oath that he hath despised, and my covenant that he hath broken, even it will I recompense upon his own head."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And I will spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, and will plead with him there for his trespass that he hath trespassed against me."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And all his fugitives with all his bands shall fall by the sword, and they that remain shall be scattered toward all winds: and ye shall know that I the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "have spoken"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ Thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; I will also take of the highest branch of the high cedar, and will set"
        },
        {
          "add": "it;"
        },
        {
          "t": "I will crop off from the top of his young twigs a tender one, and will plant"
        },
        {
          "add": "it"
        },
        {
          "t": "upon an high mountain and eminent:"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "In the mountain of the height of Israel will I plant it: and it shall bring forth boughs, and bear fruit, and be a goodly cedar: and under it shall dwell all fowl of every wing; in the shadow of the branches thereof shall they dwell."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And all the trees of the field shall know that I the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "have brought down the high tree, have exalted the low tree, have dried up the green tree, and have made the dry tree to flourish: I the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "have spoken and have done"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "divers…: Heb. embroidering"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "planted…: Heb. put it in a field of seed"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "soil: Heb. field"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 13
      },
      "text": "taken an…: Heb. brought him to an oath"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "but…: Heb. to keep his covenant, to stand to it"
    }
  ]
}