{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 22,
  "verses": [
    {
      "v": 1,
      "plain": "Moreover the word of the LORD came unto me, saying,",
      "tokens": [
        {
          "t": "Moreover the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto me, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Now, thou son of man, wilt thou judge, wilt thou judge the bloody city? yea, thou shalt shew her all her abominations.",
      "tokens": [
        {
          "t": "Now, thou son of man, wilt thou judge, wilt thou judge the bloody city? yea, thou shalt shew her all her abominations. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Then say thou, Thus saith the Lord GOD, The city sheddeth blood in the midst of it, that her time may come, and maketh idols against herself to defile herself.",
      "tokens": [
        {
          "t": "Then say thou, Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", The city sheddeth blood in the midst of it, that her time may come, and maketh idols against herself to defile herself. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Thou art become guilty in thy blood that thou hast shed; and hast defiled thyself in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the heathen, and a mocking to all countries.",
      "tokens": [
        {
          "t": "Thou art become guilty in thy blood that thou hast shed; and hast defiled thyself in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come "
        },
        {
          "add": "even"
        },
        {
          "t": " unto thy years: therefore have I made thee a reproach unto the heathen, and a mocking to all countries. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Those that be near, and those that be far from thee, shall mock thee, which art infamous and much vexed.",
      "tokens": [
        {
          "add": "Those that be"
        },
        {
          "t": " near, and "
        },
        {
          "add": "those that be"
        },
        {
          "t": " far from thee, shall mock thee, "
        },
        {
          "add": "which art"
        },
        {
          "t": " infamous "
        },
        {
          "add": "and"
        },
        {
          "t": " much vexed. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Behold, the princes of Israel, every one were in thee to their power to shed blood.",
      "tokens": [
        {
          "t": "Behold, the princes of Israel, every one were in thee to their power to shed blood. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "In thee have they set light by father and mother: in the midst of thee have they dealt by oppression with the stranger: in thee have they vexed the fatherless and the widow.",
      "tokens": [
        {
          "t": "In thee have they set light by father and mother: in the midst of thee have they dealt by oppression with the stranger: in thee have they vexed the fatherless and the widow. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Thou hast despised mine holy things, and hast profaned my sabbaths.",
      "tokens": [
        {
          "t": "Thou hast despised mine holy things, and hast profaned my sabbaths. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "In thee are men that carry tales to shed blood: and in thee they eat upon the mountains: in the midst of thee they commit lewdness.",
      "tokens": [
        {
          "t": "In thee are men that carry tales to shed blood: and in thee they eat upon the mountains: in the midst of thee they commit lewdness. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "In thee have they discovered their fathers’ nakedness: in thee have they humbled her that was set apart for pollution.",
      "tokens": [
        {
          "t": "In thee have they discovered their fathers’ nakedness: in thee have they humbled her that was set apart for pollution. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And one hath committed abomination with his neighbour’s wife; and another hath lewdly defiled his daughter in law; and another in thee hath humbled his sister, his father’s daughter.",
      "tokens": [
        {
          "t": "And one hath committed abomination with his neighbour’s wife; and another hath lewdly defiled his daughter in law; and another in thee hath humbled his sister, his father’s daughter. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "In thee have they taken gifts to shed blood; thou hast taken usury and increase, and thou hast greedily gained of thy neighbours by extortion, and hast forgotten me, saith the Lord GOD.",
      "tokens": [
        {
          "t": "In thee have they taken gifts to shed blood; thou hast taken usury and increase, and thou hast greedily gained of thy neighbours by extortion, and hast forgotten me, saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ Behold, therefore I have smitten mine hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.",
      "tokens": [
        {
          "t": "¶ Behold, therefore I have smitten mine hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Can thine heart endure, or can thine hands be strong, in the days that I shall deal with thee? I the LORD have spoken it, and will do it.",
      "tokens": [
        {
          "t": "Can thine heart endure, or can thine hands be strong, in the days that I shall deal with thee? I the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " have spoken "
        },
        {
          "add": "it"
        },
        {
          "t": ", and will do "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And I will scatter thee among the heathen, and disperse thee in the countries, and will consume thy filthiness out of thee.",
      "tokens": [
        {
          "t": "And I will scatter thee among the heathen, and disperse thee in the countries, and will consume thy filthiness out of thee. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And thou shalt take thine inheritance in thyself in the sight of the heathen, and thou shalt know that I am the LORD.",
      "tokens": [
        {
          "t": "And thou shalt take thine inheritance in thyself in the sight of the heathen, and thou shalt know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And the word of the LORD came unto me, saying,",
      "tokens": [
        {
          "t": "And the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto me, saying, "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Son of man, the house of Israel is to me become dross: all they are brass, and tin, and iron, and lead, in the midst of the furnace; they are even the dross of silver.",
      "tokens": [
        {
          "t": "Son of man, the house of Israel is to me become dross: all they "
        },
        {
          "add": "are"
        },
        {
          "t": " brass, and tin, and iron, and lead, in the midst of the furnace; they are "
        },
        {
          "add": "even"
        },
        {
          "t": " the dross of silver. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Therefore thus saith the Lord GOD; Because ye are all become dross, behold, therefore I will gather you into the midst of Jerusalem.",
      "tokens": [
        {
          "t": "Therefore thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Because ye are all become dross, behold, therefore I will gather you into the midst of Jerusalem. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "As they gather silver, and brass, and iron, and lead, and tin, into the midst of the furnace, to blow the fire upon it, to melt it; so will I gather you in mine anger and in my fury, and I will leave you there, and melt you.",
      "tokens": [
        {
          "add": "As"
        },
        {
          "t": " they gather silver, and brass, and iron, and lead, and tin, into the midst of the furnace, to blow the fire upon it, to melt "
        },
        {
          "add": "it;"
        },
        {
          "t": " so will I gather "
        },
        {
          "add": "you"
        },
        {
          "t": " in mine anger and in my fury, and I will leave "
        },
        {
          "add": "you there"
        },
        {
          "t": ", and melt you. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Yea, I will gather you, and blow upon you in the fire of my wrath, and ye shall be melted in the midst thereof.",
      "tokens": [
        {
          "t": "Yea, I will gather you, and blow upon you in the fire of my wrath, and ye shall be melted in the midst thereof. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "As silver is melted in the midst of the furnace, so shall ye be melted in the midst thereof; and ye shall know that I the LORD have poured out my fury upon you.",
      "tokens": [
        {
          "t": "As silver is melted in the midst of the furnace, so shall ye be melted in the midst thereof; and ye shall know that I the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " have poured out my fury upon you. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ And the word of the LORD came unto me, saying,",
      "tokens": [
        {
          "t": "¶ And the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto me, saying, "
        }
      ]
    },
    {
      "v": 24,
      "plain": "Son of man, say unto her, Thou art the land that is not cleansed, nor rained upon in the day of indignation.",
      "tokens": [
        {
          "t": "Son of man, say unto her, Thou "
        },
        {
          "add": "art"
        },
        {
          "t": " the land that is not cleansed, nor rained upon in the day of indignation. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "There is a conspiracy of her prophets in the midst thereof, like a roaring lion ravening the prey; they have devoured souls; they have taken the treasure and precious things; they have made her many widows in the midst thereof.",
      "tokens": [
        {
          "add": "There is"
        },
        {
          "t": " a conspiracy of her prophets in the midst thereof, like a roaring lion ravening the prey; they have devoured souls; they have taken the treasure and precious things; they have made her many widows in the midst thereof. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Her priests have violated my law, and have profaned mine holy things: they have put no difference between the holy and profane, neither have they shewed difference between the unclean and the clean, and have hid their eyes from my sabbaths, and I am profaned among them.",
      "tokens": [
        {
          "t": "Her priests have violated my law, and have profaned mine holy things: they have put no difference between the holy and profane, neither have they shewed "
        },
        {
          "add": "difference"
        },
        {
          "t": " between the unclean and the clean, and have hid their eyes from my sabbaths, and I am profaned among them. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Her princes in the midst thereof are like wolves ravening the prey, to shed blood, and to destroy souls, to get dishonest gain.",
      "tokens": [
        {
          "t": "Her princes in the midst thereof "
        },
        {
          "add": "are"
        },
        {
          "t": " like wolves ravening the prey, to shed blood, "
        },
        {
          "add": "and"
        },
        {
          "t": " to destroy souls, to get dishonest gain. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And her prophets have daubed them with untempered morter, seeing vanity, and divining lies unto them, saying, Thus saith the Lord GOD, when the LORD hath not spoken.",
      "tokens": [
        {
          "t": "And her prophets have daubed them with untempered "
        },
        {
          "add": "morter"
        },
        {
          "t": ", seeing vanity, and divining lies unto them, saying, Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", when the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath not spoken. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "The people of the land have used oppression, and exercised robbery, and have vexed the poor and needy: yea, they have oppressed the stranger wrongfully.",
      "tokens": [
        {
          "t": "The people of the land have used oppression, and exercised robbery, and have vexed the poor and needy: yea, they have oppressed the stranger wrongfully. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And I sought for a man among them, that should make up the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none.",
      "tokens": [
        {
          "t": "And I sought for a man among them, that should make up the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Therefore have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, saith the Lord GOD.",
      "tokens": [
        {
          "t": "Therefore have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "judge: or, plead for"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "bloody…: Heb. city of bloods?"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 2
      },
      "text": "shew her: Heb. make her know"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "infamous…: Heb. polluted of name, much in vexation"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "power: Heb. arm"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 7
      },
      "text": "oppression: or, deceit"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "that…: Heb. of slanders"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 11
      },
      "text": "one: or, every one"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 11
      },
      "text": "another: or, every one"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 11
      },
      "text": "lewdly: or, by lewdness"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 16
      },
      "text": "shalt take…: or, shalt be profaned"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 18
      },
      "text": "dross of silver: Heb. drosses, etc"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 20
      },
      "text": "As…: Heb. According to the gathering"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 26
      },
      "text": "violated: Heb. offered violence to"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 29
      },
      "text": "oppression: or, deceit"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 29
      },
      "text": "wrongfully: Heb. without right"
    }
  ]
}