{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 23,
  "verses": [
    {
      "v": 1,
      "plain": "The word of the LORD came again unto me, saying,",
      "tokens": [
        {
          "t": "The word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came again unto me, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Son of man, there were two women, the daughters of one mother:",
      "tokens": [
        {
          "t": "Son of man, there were two women, the daughters of one mother: "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And they committed whoredoms in Egypt; they committed whoredoms in their youth: there were their breasts pressed, and there they bruised the teats of their virginity.",
      "tokens": [
        {
          "t": "And they committed whoredoms in Egypt; they committed whoredoms in their youth: there were their breasts pressed, and there they bruised the teats of their virginity. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the names of them were Aholah the elder, and Aholibah her sister: and they were mine, and they bare sons and daughters. Thus were their names; Samaria is Aholah, and Jerusalem Aholibah.",
      "tokens": [
        {
          "t": "And the names of them "
        },
        {
          "add": "were"
        },
        {
          "t": " Aholah the elder, and Aholibah her sister: and they were mine, and they bare sons and daughters. Thus "
        },
        {
          "add": "were"
        },
        {
          "t": " their names; Samaria "
        },
        {
          "add": "is"
        },
        {
          "t": " Aholah, and Jerusalem Aholibah. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Aholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbours,",
      "tokens": [
        {
          "t": "And Aholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians "
        },
        {
          "add": "her"
        },
        {
          "t": " neighbours, "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Which were clothed with blue, captains and rulers, all of them desirable young men, horsemen riding upon horses.",
      "tokens": [
        {
          "add": "Which were"
        },
        {
          "t": " clothed with blue, captains and rulers, all of them desirable young men, horsemen riding upon horses. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Thus she committed her whoredoms with them, with all them that were the chosen men of Assyria, and with all on whom she doted: with all their idols she defiled herself.",
      "tokens": [
        {
          "t": "Thus she committed her whoredoms with them, with all them "
        },
        {
          "add": "that were"
        },
        {
          "t": " the chosen men of Assyria, and with all on whom she doted: with all their idols she defiled herself. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Neither left she her whoredoms brought from Egypt: for in her youth they lay with her, and they bruised the breasts of her virginity, and poured their whoredom upon her.",
      "tokens": [
        {
          "t": "Neither left she her whoredoms "
        },
        {
          "add": "brought"
        },
        {
          "t": " from Egypt: for in her youth they lay with her, and they bruised the breasts of her virginity, and poured their whoredom upon her. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Wherefore I have delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.",
      "tokens": [
        {
          "t": "Wherefore I have delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "These discovered her nakedness: they took her sons and her daughters, and slew her with the sword: and she became famous among women; for they had executed judgment upon her.",
      "tokens": [
        {
          "t": "These discovered her nakedness: they took her sons and her daughters, and slew her with the sword: and she became famous among women; for they had executed judgment upon her. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And when her sister Aholibah saw this, she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in her whoredoms.",
      "tokens": [
        {
          "t": "And when her sister Aholibah saw "
        },
        {
          "add": "this"
        },
        {
          "t": ", she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in "
        },
        {
          "add": "her"
        },
        {
          "t": " whoredoms. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "She doted upon the Assyrians her neighbours, captains and rulers clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.",
      "tokens": [
        {
          "t": "She doted upon the Assyrians "
        },
        {
          "add": "her"
        },
        {
          "t": " neighbours, captains and rulers clothed most gorgeously, horsemen riding upon horses, all of them desirable young men. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Then I saw that she was defiled, that they took both one way,",
      "tokens": [
        {
          "t": "Then I saw that she was defiled, "
        },
        {
          "add": "that"
        },
        {
          "t": " they "
        },
        {
          "add": "took"
        },
        {
          "t": " both one way, "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And that she increased her whoredoms: for when she saw men pourtrayed upon the wall, the images of the Chaldeans pourtrayed with vermilion,",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "that"
        },
        {
          "t": " she increased her whoredoms: for when she saw men pourtrayed upon the wall, the images of the Chaldeans pourtrayed with vermilion, "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Girded with girdles upon their loins, exceeding in dyed attire upon their heads, all of them princes to look to, after the manner of the Babylonians of Chaldea, the land of their nativity:",
      "tokens": [
        {
          "t": "Girded with girdles upon their loins, exceeding in dyed attire upon their heads, all of them princes to look to, after the manner of the Babylonians of Chaldea, the land of their nativity: "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And as soon as she saw them with her eyes, she doted upon them, and sent messengers unto them into Chaldea.",
      "tokens": [
        {
          "t": "And as soon as she saw them with her eyes, she doted upon them, and sent messengers unto them into Chaldea. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her mind was alienated from them.",
      "tokens": [
        {
          "t": "And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her mind was alienated from them. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "So she discovered her whoredoms, and discovered her nakedness: then my mind was alienated from her, like as my mind was alienated from her sister.",
      "tokens": [
        {
          "t": "So she discovered her whoredoms, and discovered her nakedness: then my mind was alienated from her, like as my mind was alienated from her sister. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Yet she multiplied her whoredoms, in calling to remembrance the days of her youth, wherein she had played the harlot in the land of Egypt.",
      "tokens": [
        {
          "t": "Yet she multiplied her whoredoms, in calling to remembrance the days of her youth, wherein she had played the harlot in the land of Egypt. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "For she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.",
      "tokens": [
        {
          "t": "For she doted upon their paramours, whose flesh "
        },
        {
          "add": "is as"
        },
        {
          "t": " the flesh of asses, and whose issue "
        },
        {
          "add": "is like"
        },
        {
          "t": " the issue of horses. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Thus thou calledst to remembrance the lewdness of thy youth, in bruising thy teats by the Egyptians for the paps of thy youth.",
      "tokens": [
        {
          "t": "Thus thou calledst to remembrance the lewdness of thy youth, in bruising thy teats by the Egyptians for the paps of thy youth. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "¶ Therefore, O Aholibah, thus saith the Lord GOD; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side;",
      "tokens": [
        {
          "t": "¶ Therefore, O Aholibah, thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side; "
        }
      ]
    },
    {
      "v": 23,
      "plain": "The Babylonians, and all the Chaldeans, Pekod, and Shoa, and Koa, and all the Assyrians with them: all of them desirable young men, captains and rulers, great lords and renowned, all of them riding upon horses.",
      "tokens": [
        {
          "t": "The Babylonians, and all the Chaldeans, Pekod, and Shoa, and Koa, "
        },
        {
          "add": "and"
        },
        {
          "t": " all the Assyrians with them: all of them desirable young men, captains and rulers, great lords and renowned, all of them riding upon horses. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And they shall come against thee with chariots, wagons, and wheels, and with an assembly of people, which shall set against thee buckler and shield and helmet round about: and I will set judgment before them, and they shall judge thee according to their judgments.",
      "tokens": [
        {
          "t": "And they shall come against thee with chariots, wagons, and wheels, and with an assembly of people, "
        },
        {
          "add": "which"
        },
        {
          "t": " shall set against thee buckler and shield and helmet round about: and I will set judgment before them, and they shall judge thee according to their judgments. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
      "tokens": [
        {
          "t": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "They shall also strip thee out of thy clothes, and take away thy fair jewels.",
      "tokens": [
        {
          "t": "They shall also strip thee out of thy clothes, and take away thy fair jewels. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt: so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.",
      "tokens": [
        {
          "t": "Thus will I make thy lewdness to cease from thee, and thy whoredom "
        },
        {
          "add": "brought"
        },
        {
          "t": " from the land of Egypt: so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "For thus saith the Lord GOD; Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy mind is alienated:",
      "tokens": [
        {
          "t": "For thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Behold, I will deliver thee into the hand "
        },
        {
          "add": "of them"
        },
        {
          "t": " whom thou hatest, into the hand "
        },
        {
          "add": "of them"
        },
        {
          "t": " from whom thy mind is alienated: "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.",
      "tokens": [
        {
          "t": "And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "I will do these things unto thee, because thou hast gone a whoring after the heathen, and because thou art polluted with their idols.",
      "tokens": [
        {
          "t": "I will do these "
        },
        {
          "add": "things"
        },
        {
          "t": " unto thee, because thou hast gone a whoring after the heathen, "
        },
        {
          "add": "and"
        },
        {
          "t": " because thou art polluted with their idols. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Thou hast walked in the way of thy sister; therefore will I give her cup into thine hand.",
      "tokens": [
        {
          "t": "Thou hast walked in the way of thy sister; therefore will I give her cup into thine hand. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "Thus saith the Lord GOD; Thou shalt drink of thy sister’s cup deep and large: thou shalt be laughed to scorn and had in derision; it containeth much.",
      "tokens": [
        {
          "t": "Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Thou shalt drink of thy sister’s cup deep and large: thou shalt be laughed to scorn and had in derision; it containeth much. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.",
      "tokens": [
        {
          "t": "Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "Thou shalt even drink it and suck it out, and thou shalt break the sherds thereof, and pluck off thine own breasts: for I have spoken it, saith the Lord GOD.",
      "tokens": [
        {
          "t": "Thou shalt even drink it and suck "
        },
        {
          "add": "it"
        },
        {
          "t": " out, and thou shalt break the sherds thereof, and pluck off thine own breasts: for I have spoken "
        },
        {
          "add": "it"
        },
        {
          "t": ", saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 35,
      "plain": "Therefore thus saith the Lord GOD; Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.",
      "tokens": [
        {
          "t": "Therefore thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "¶ The LORD said moreover unto me; Son of man, wilt thou judge Aholah and Aholibah? yea, declare unto them their abominations;",
      "tokens": [
        {
          "t": "¶ The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " said moreover unto me; Son of man, wilt thou judge Aholah and Aholibah? yea, declare unto them their abominations; "
        }
      ]
    },
    {
      "v": 37,
      "plain": "That they have committed adultery, and blood is in their hands, and with their idols have they committed adultery, and have also caused their sons, whom they bare unto me, to pass for them through the fire, to devour them.",
      "tokens": [
        {
          "t": "That they have committed adultery, and blood "
        },
        {
          "add": "is"
        },
        {
          "t": " in their hands, and with their idols have they committed adultery, and have also caused their sons, whom they bare unto me, to pass for them through "
        },
        {
          "add": "the fire"
        },
        {
          "t": ", to devour "
        },
        {
          "add": "them"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 38,
      "plain": "Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.",
      "tokens": [
        {
          "t": "Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of mine house.",
      "tokens": [
        {
          "t": "For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of mine house. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments,",
      "tokens": [
        {
          "t": "And furthermore, that ye have sent for men to come from far, unto whom a messenger "
        },
        {
          "add": "was"
        },
        {
          "t": " sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments, "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And satest upon a stately bed, and a table prepared before it, whereupon thou hast set mine incense and mine oil.",
      "tokens": [
        {
          "t": "And satest upon a stately bed, and a table prepared before it, whereupon thou hast set mine incense and mine oil. "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And a voice of a multitude being at ease was with her: and with the men of the common sort were brought Sabeans from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads.",
      "tokens": [
        {
          "t": "And a voice of a multitude being at ease "
        },
        {
          "add": "was"
        },
        {
          "t": " with her: and with the men of the common sort "
        },
        {
          "add": "were"
        },
        {
          "t": " brought Sabeans from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads. "
        }
      ]
    },
    {
      "v": 43,
      "plain": "Then said I unto her that was old in adulteries, Will they now commit whoredoms with her, and she with them?",
      "tokens": [
        {
          "t": "Then said I unto "
        },
        {
          "add": "her that was"
        },
        {
          "t": " old in adulteries, Will they now commit whoredoms with her, and she "
        },
        {
          "add": "with them"
        },
        {
          "t": "? "
        }
      ]
    },
    {
      "v": 44,
      "plain": "Yet they went in unto her, as they go in unto a woman that playeth the harlot: so went they in unto Aholah and unto Aholibah, the lewd women.",
      "tokens": [
        {
          "t": "Yet they went in unto her, as they go in unto a woman that playeth the harlot: so went they in unto Aholah and unto Aholibah, the lewd women. "
        }
      ]
    },
    {
      "v": 45,
      "plain": "¶ And the righteous men, they shall judge them after the manner of adulteresses, and after the manner of women that shed blood; because they are adulteresses, and blood is in their hands.",
      "tokens": [
        {
          "t": "¶ And the righteous men, they shall judge them after the manner of adulteresses, and after the manner of women that shed blood; because they "
        },
        {
          "add": "are"
        },
        {
          "t": " adulteresses, and blood "
        },
        {
          "add": "is"
        },
        {
          "t": " in their hands. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "For thus saith the Lord GOD; I will bring up a company upon them, and will give them to be removed and spoiled.",
      "tokens": [
        {
          "t": "For thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; I will bring up a company upon them, and will give them to be removed and spoiled. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And the company shall stone them with stones, and dispatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.",
      "tokens": [
        {
          "t": "And the company shall stone them with stones, and dispatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.",
      "tokens": [
        {
          "t": "Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness. "
        }
      ]
    },
    {
      "v": 49,
      "plain": "And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols: and ye shall know that I am the Lord GOD.",
      "tokens": [
        {
          "t": "And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols: and ye shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "Aholah: that is, His tent, or, tabernacle"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "Aholibah: that is, My tabernacle in her"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "committed…: Heb. bestowed her whoredoms upon them"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 7
      },
      "text": "the chosen…: Heb. the choice of the children of Asshur"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 10
      },
      "text": "famous: Heb. a name"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 11
      },
      "text": "she was…: Heb. she corrupted her inordinate love more than, etc"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "more than…: Heb. more than the whoredoms of her sister"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 16
      },
      "text": "as soon…: Heb. at the sight of her eyes"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 17
      },
      "text": "Babylonians: Heb. children of Babel"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 17
      },
      "text": "alienated: Heb. loosed, or, disjointed"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 26
      },
      "text": "fair…: Heb. instruments of thy decking"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 36
      },
      "text": "judge: or, plead for"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 40
      },
      "text": "to come: Heb. coming"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 41
      },
      "text": "stately: Heb. honourable"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 42
      },
      "text": "of the…: Heb. of the multitude of men"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 42
      },
      "text": "Sabeans: or, drunkards"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 43
      },
      "text": "whoredoms…: Heb. her whoredoms"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 46
      },
      "text": "to be…: Heb. for a removing and spoil"
    },
    {
      "id": "FN19",
      "mark": "‡‡",
      "at": {
        "v": 47
      },
      "text": "dispatch…: or, single them out"
    }
  ]
}