{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 30,
  "verses": [
    {
      "v": 1,
      "plain": "The word of the LORD came again unto me, saying,",
      "tokens": [
        {
          "t": "The word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came again unto me, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Son of man, prophesy and say, Thus saith the Lord GOD; Howl ye, Woe worth the day!",
      "tokens": [
        {
          "t": "Son of man, prophesy and say, Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Howl ye, Woe worth the day! "
        }
      ]
    },
    {
      "v": 3,
      "plain": "For the day is near, even the day of the LORD is near, a cloudy day; it shall be the time of the heathen.",
      "tokens": [
        {
          "t": "For the day "
        },
        {
          "add": "is"
        },
        {
          "t": " near, even the day of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "is"
        },
        {
          "t": " near, a cloudy day; it shall be the time of the heathen. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the sword shall come upon Egypt, and great pain shall be in Ethiopia, when the slain shall fall in Egypt, and they shall take away her multitude, and her foundations shall be broken down.",
      "tokens": [
        {
          "t": "And the sword shall come upon Egypt, and great pain shall be in Ethiopia, when the slain shall fall in Egypt, and they shall take away her multitude, and her foundations shall be broken down. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Ethiopia, and Libya, and Lydia, and all the mingled people, and Chub, and the men of the land that is in league, shall fall with them by the sword.",
      "tokens": [
        {
          "t": "Ethiopia, and Libya, and Lydia, and all the mingled people, and Chub, and the men of the land that is in league, shall fall with them by the sword. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Thus saith the LORD; They also that uphold Egypt shall fall; and the pride of her power shall come down: from the tower of Syene shall they fall in it by the sword, saith the Lord GOD.",
      "tokens": [
        {
          "t": "Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; They also that uphold Egypt shall fall; and the pride of her power shall come down: from the tower of Syene shall they fall in it by the sword, saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And they shall be desolate in the midst of the countries that are desolate, and her cities shall be in the midst of the cities that are wasted.",
      "tokens": [
        {
          "t": "And they shall be desolate in the midst of the countries "
        },
        {
          "add": "that are"
        },
        {
          "t": " desolate, and her cities shall be in the midst of the cities "
        },
        {
          "add": "that are"
        },
        {
          "t": " wasted. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And they shall know that I am the LORD, when I have set a fire in Egypt, and when all her helpers shall be destroyed.",
      "tokens": [
        {
          "t": "And they shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", when I have set a fire in Egypt, and "
        },
        {
          "add": "when"
        },
        {
          "t": " all her helpers shall be destroyed. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "In that day shall messengers go forth from me in ships to make the careless Ethiopians afraid, and great pain shall come upon them, as in the day of Egypt: for, lo, it cometh.",
      "tokens": [
        {
          "t": "In that day shall messengers go forth from me in ships to make the careless Ethiopians afraid, and great pain shall come upon them, as in the day of Egypt: for, lo, it cometh. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Thus saith the Lord GOD; I will also make the multitude of Egypt to cease by the hand of Nebuchadrezzar king of Babylon.",
      "tokens": [
        {
          "t": "Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; I will also make the multitude of Egypt to cease by the hand of Nebuchadrezzar king of Babylon. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
      "tokens": [
        {
          "t": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And I will make the rivers dry, and sell the land into the hand of the wicked: and I will make the land waste, and all that is therein, by the hand of strangers: I the LORD have spoken it.",
      "tokens": [
        {
          "t": "And I will make the rivers dry, and sell the land into the hand of the wicked: and I will make the land waste, and all that is therein, by the hand of strangers: I the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " have spoken "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Thus saith the Lord GOD; I will also destroy the idols, and I will cause their images to cease out of Noph; and there shall be no more a prince of the land of Egypt: and I will put a fear in the land of Egypt.",
      "tokens": [
        {
          "t": "Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; I will also destroy the idols, and I will cause "
        },
        {
          "add": "their"
        },
        {
          "t": " images to cease out of Noph; and there shall be no more a prince of the land of Egypt: and I will put a fear in the land of Egypt. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And I will make Pathros desolate, and will set fire in Zoan, and will execute judgments in No.",
      "tokens": [
        {
          "t": "And I will make Pathros desolate, and will set fire in Zoan, and will execute judgments in No. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And I will pour my fury upon Sin, the strength of Egypt; and I will cut off the multitude of No.",
      "tokens": [
        {
          "t": "And I will pour my fury upon Sin, the strength of Egypt; and I will cut off the multitude of No. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And I will set fire in Egypt: Sin shall have great pain, and No shall be rent asunder, and Noph shall have distresses daily.",
      "tokens": [
        {
          "t": "And I will set fire in Egypt: Sin shall have great pain, and No shall be rent asunder, and Noph "
        },
        {
          "add": "shall have"
        },
        {
          "t": " distresses daily. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "The young men of Aven and of Pi-beseth shall fall by the sword: and these cities shall go into captivity.",
      "tokens": [
        {
          "t": "The young men of Aven and of Pi-beseth shall fall by the sword: and these "
        },
        {
          "add": "cities"
        },
        {
          "t": " shall go into captivity. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "At Tehaphnehes also the day shall be darkened, when I shall break there the yokes of Egypt: and the pomp of her strength shall cease in her: as for her, a cloud shall cover her, and her daughters shall go into captivity.",
      "tokens": [
        {
          "t": "At Tehaphnehes also the day shall be darkened, when I shall break there the yokes of Egypt: and the pomp of her strength shall cease in her: as for her, a cloud shall cover her, and her daughters shall go into captivity. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Thus will I execute judgments in Egypt: and they shall know that I am the LORD.",
      "tokens": [
        {
          "t": "Thus will I execute judgments in Egypt: and they shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ And it came to pass in the eleventh year, in the first month, in the seventh day of the month, that the word of the LORD came unto me, saying,",
      "tokens": [
        {
          "t": "¶ And it came to pass in the eleventh year, in the first "
        },
        {
          "add": "month"
        },
        {
          "t": ", in the seventh "
        },
        {
          "add": "day"
        },
        {
          "t": " of the month, "
        },
        {
          "add": "that"
        },
        {
          "t": " the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto me, saying, "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Son of man, I have broken the arm of Pharaoh king of Egypt; and, lo, it shall not be bound up to be healed, to put a roller to bind it, to make it strong to hold the sword.",
      "tokens": [
        {
          "t": "Son of man, I have broken the arm of Pharaoh king of Egypt; and, lo, it shall not be bound up to be healed, to put a roller to bind it, to make it strong to hold the sword. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Therefore thus saith the Lord GOD; Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong, and that which was broken; and I will cause the sword to fall out of his hand.",
      "tokens": [
        {
          "t": "Therefore thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Behold, I "
        },
        {
          "add": "am"
        },
        {
          "t": " against Pharaoh king of Egypt, and will break his arms, the strong, and that which was broken; and I will cause the sword to fall out of his hand. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And I will scatter the Egyptians among the nations, and will disperse them through the countries.",
      "tokens": [
        {
          "t": "And I will scatter the Egyptians among the nations, and will disperse them through the countries. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And I will strengthen the arms of the king of Babylon, and put my sword in his hand: but I will break Pharaoh’s arms, and he shall groan before him with the groanings of a deadly wounded man.",
      "tokens": [
        {
          "t": "And I will strengthen the arms of the king of Babylon, and put my sword in his hand: but I will break Pharaoh’s arms, and he shall groan before him with the groanings of a deadly wounded "
        },
        {
          "add": "man"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 25,
      "plain": "But I will strengthen the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am the LORD, when I shall put my sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt.",
      "tokens": [
        {
          "t": "But I will strengthen the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", when I shall put my sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And I will scatter the Egyptians among the nations, and disperse them among the countries; and they shall know that I am the LORD.",
      "tokens": [
        {
          "t": "And I will scatter the Egyptians among the nations, and disperse them among the countries; and they shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "pain: or, fear"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "Libya: Heb. Phut"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "men: Heb. children"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "from…: or, from Migdol to Syene"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 8
      },
      "text": "destroyed: Heb. broken"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 12
      },
      "text": "dry: Heb. drought"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 12
      },
      "text": "all…: Heb. the fulness thereof"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 14
      },
      "text": "Zoan: or, Tanis"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 15
      },
      "text": "Sin: or, Pelusium"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 17
      },
      "text": "Aven: or, Heliopolis"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 17
      },
      "text": "Pi-beseth: or, Pubastum"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 18
      },
      "text": "darkened: or, restrained"
    }
  ]
}