{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 40,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In the five and twentieth year of our captivity, in the beginning of the year, in the tenth"
        },
        {
          "add": "day"
        },
        {
          "t": "of the month, in the fourteenth year after that the city was smitten, in the selfsame day the hand of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was upon me, and brought me thither."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "In the visions of God brought he me into the land of Israel, and set me upon a very high mountain, by which"
        },
        {
          "add": "was"
        },
        {
          "t": "as the frame of a city on the south."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And he brought me thither, and, behold,"
        },
        {
          "add": "there was"
        },
        {
          "t": "a man, whose appearance"
        },
        {
          "add": "was"
        },
        {
          "t": "like the appearance of brass, with a line of flax in his hand, and a measuring reed; and he stood in the gate."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall shew thee; for to the intent that I might shew"
        },
        {
          "add": "them"
        },
        {
          "t": "unto thee"
        },
        {
          "add": "art"
        },
        {
          "t": "thou brought hither: declare all that thou seest to the house of Israel."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And behold a wall on the outside of the house round about, and in the man’s hand a measuring reed of six cubits"
        },
        {
          "add": "long"
        },
        {
          "t": "by the cubit and an hand breadth: so he measured the breadth of the building, one reed; and the height, one reed."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ Then came he unto the gate which looketh toward the east, and went up the stairs thereof, and measured the threshold of the gate,"
        },
        {
          "add": "which was"
        },
        {
          "t": "one reed broad; and the other threshold"
        },
        {
          "add": "of the gate, which was"
        },
        {
          "t": "one reed broad."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "every"
        },
        {
          "t": "little chamber"
        },
        {
          "add": "was"
        },
        {
          "t": "one reed long, and one reed broad; and between the little chambers"
        },
        {
          "add": "were"
        },
        {
          "t": "five cubits; and the threshold of the gate by the porch of the gate within"
        },
        {
          "add": "was"
        },
        {
          "t": "one reed."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "He measured also the porch of the gate within, one reed."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then measured he the porch of the gate, eight cubits; and the posts thereof, two cubits; and the porch of the gate"
        },
        {
          "add": "was"
        },
        {
          "t": "inward."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the little chambers of the gate eastward"
        },
        {
          "add": "were"
        },
        {
          "t": "three on this side, and three on that side; they three"
        },
        {
          "add": "were"
        },
        {
          "t": "of one measure: and the posts had one measure on this side and on that side."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And he measured the breadth of the entry of the gate, ten cubits;"
        },
        {
          "add": "and"
        },
        {
          "t": "the length of the gate, thirteen cubits."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "The space also before the little chambers"
        },
        {
          "add": "was"
        },
        {
          "t": "one cubit"
        },
        {
          "add": "on this side"
        },
        {
          "t": ", and the space"
        },
        {
          "add": "was"
        },
        {
          "t": "one cubit on that side: and the little chambers"
        },
        {
          "add": "were"
        },
        {
          "t": "six cubits on this side, and six cubits on that side."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "He measured then the gate from the roof of"
        },
        {
          "add": "one"
        },
        {
          "t": "little chamber to the roof of another: the breadth"
        },
        {
          "add": "was"
        },
        {
          "t": "five and twenty cubits, door against door."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "He made also posts of threescore cubits, even unto the post of the court round about the gate."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And from the face of the gate of the entrance unto the face of the porch of the inner gate"
        },
        {
          "add": "were"
        },
        {
          "t": "fifty cubits."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there were"
        },
        {
          "t": "narrow windows to the little chambers, and to their posts within the gate round about, and likewise to the arches: and windows"
        },
        {
          "add": "were"
        },
        {
          "t": "round about inward: and upon"
        },
        {
          "add": "each"
        },
        {
          "t": "post"
        },
        {
          "add": "were"
        },
        {
          "t": "palm trees."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then brought he me into the outward court, and, lo,"
        },
        {
          "add": "there were"
        },
        {
          "t": "chambers, and a pavement made for the court round about: thirty chambers"
        },
        {
          "add": "were"
        },
        {
          "t": "upon the pavement."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the pavement by the side of the gates over against the length of the gates"
        },
        {
          "add": "was"
        },
        {
          "t": "the lower pavement."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then he measured the breadth from the forefront of the lower gate unto the forefront of the inner court without, an hundred cubits eastward and northward."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And the gate of the outward court that looked toward the north, he measured the length thereof, and the breadth thereof."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the little chambers thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "three on this side and three on that side; and the posts thereof and the arches thereof were after the measure of the first gate: the length thereof"
        },
        {
          "add": "was"
        },
        {
          "t": "fifty cubits, and the breadth five and twenty cubits."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And their windows, and their arches, and their palm trees,"
        },
        {
          "add": "were"
        },
        {
          "t": "after the measure of the gate that looketh toward the east; and they went up unto it by seven steps; and the arches thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "before them."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And the gate of the inner court"
        },
        {
          "add": "was"
        },
        {
          "t": "over against the gate toward the north, and toward the east; and he measured from gate to gate an hundred cubits."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ After that he brought me toward the south, and behold a gate toward the south: and he measured the posts thereof and the arches thereof according to these measures."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there were"
        },
        {
          "t": "windows in it and in the arches thereof round about, like those windows: the length"
        },
        {
          "add": "was"
        },
        {
          "t": "fifty cubits, and the breadth five and twenty cubits."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there were"
        },
        {
          "t": "seven steps to go up to it, and the arches thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "before them: and it had palm trees, one on this side, and another on that side, upon the posts thereof."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there was"
        },
        {
          "t": "a gate in the inner court toward the south: and he measured from gate to gate toward the south an hundred cubits."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And he brought me to the inner court by the south gate: and he measured the south gate according to these measures;"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And the little chambers thereof, and the posts thereof, and the arches thereof, according to these measures: and"
        },
        {
          "add": "there were"
        },
        {
          "t": "windows in it and in the arches thereof round about:"
        },
        {
          "add": "it was"
        },
        {
          "t": "fifty cubits long, and five and twenty cubits broad."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And the arches round about"
        },
        {
          "add": "were"
        },
        {
          "t": "five and twenty cubits long, and five cubits broad."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And the arches thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "toward the utter court; and palm trees"
        },
        {
          "add": "were"
        },
        {
          "t": "upon the posts thereof: and the going up to it"
        },
        {
          "add": "had"
        },
        {
          "t": "eight steps."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ And he brought me into the inner court toward the east: and he measured the gate according to these measures."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And the little chambers thereof, and the posts thereof, and the arches thereof,"
        },
        {
          "add": "were"
        },
        {
          "t": "according to these measures: and"
        },
        {
          "add": "there were"
        },
        {
          "t": "windows therein and in the arches thereof round about:"
        },
        {
          "add": "it was"
        },
        {
          "t": "fifty cubits long, and five and twenty cubits broad."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And the arches thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "toward the outward court; and palm trees"
        },
        {
          "add": "were"
        },
        {
          "t": "upon the posts thereof, on this side, and on that side: and the going up to it"
        },
        {
          "add": "had"
        },
        {
          "t": "eight steps."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "¶ And he brought me to the north gate, and measured"
        },
        {
          "add": "it"
        },
        {
          "t": "according to these measures;"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "The little chambers thereof, the posts thereof, and the arches thereof, and the windows to it round about: the length"
        },
        {
          "add": "was"
        },
        {
          "t": "fifty cubits, and the breadth five and twenty cubits."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And the posts thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "toward the utter court; and palm trees"
        },
        {
          "add": "were"
        },
        {
          "t": "upon the posts thereof, on this side, and on that side: and the going up to it"
        },
        {
          "add": "had"
        },
        {
          "t": "eight steps."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And the chambers and the entries thereof"
        },
        {
          "add": "were"
        },
        {
          "t": "by the posts of the gates, where they washed the burnt offering."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "¶ And in the porch of the gate"
        },
        {
          "add": "were"
        },
        {
          "t": "two tables on this side, and two tables on that side, to slay thereon the burnt offering and the sin offering and the trespass offering."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And at the side without, as one goeth up to the entry of the north gate,"
        },
        {
          "add": "were"
        },
        {
          "t": "two tables; and on the other side, which"
        },
        {
          "add": "was"
        },
        {
          "t": "at the porch of the gate,"
        },
        {
          "add": "were"
        },
        {
          "t": "two tables."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "Four tables"
        },
        {
          "add": "were"
        },
        {
          "t": "on this side, and four tables on that side, by the side of the gate; eight tables, whereupon they slew"
        },
        {
          "add": "their sacrifices"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And the four tables"
        },
        {
          "add": "were"
        },
        {
          "t": "of hewn stone for the burnt offering, of a cubit and an half long, and a cubit and an half broad, and one cubit high: whereupon also they laid the instruments wherewith they slew the burnt offering and the sacrifice."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And within"
        },
        {
          "add": "were"
        },
        {
          "t": "hooks, an hand broad, fastened round about: and upon the tables"
        },
        {
          "add": "was"
        },
        {
          "t": "the flesh of the offering."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "¶ And without the inner gate"
        },
        {
          "add": "were"
        },
        {
          "t": "the chambers of the singers in the inner court, which"
        },
        {
          "add": "was"
        },
        {
          "t": "at the side of the north gate; and their prospect"
        },
        {
          "add": "was"
        },
        {
          "t": "toward the south: one at the side of the east gate"
        },
        {
          "add": "having"
        },
        {
          "t": "the prospect toward the north."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "And he said unto me, This chamber, whose prospect"
        },
        {
          "add": "is"
        },
        {
          "t": "toward the south,"
        },
        {
          "add": "is"
        },
        {
          "t": "for the priests, the keepers of the charge of the house."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "And the chamber whose prospect"
        },
        {
          "add": "is"
        },
        {
          "t": "toward the north"
        },
        {
          "add": "is"
        },
        {
          "t": "for the priests, the keepers of the charge of the altar: these"
        },
        {
          "add": "are"
        },
        {
          "t": "the sons of Zadok among the sons of Levi, which come near to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "to minister unto him."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "So he measured the court, an hundred cubits long, and an hundred cubits broad, foursquare; and the altar"
        },
        {
          "add": "that was"
        },
        {
          "t": "before the house."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "¶ And he brought me to the porch of the house, and measured"
        },
        {
          "add": "each"
        },
        {
          "t": "post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate"
        },
        {
          "add": "was"
        },
        {
          "t": "three cubits on this side, and three cubits on that side."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "The length of the porch"
        },
        {
          "add": "was"
        },
        {
          "t": "twenty cubits, and the breadth eleven cubits; and"
        },
        {
          "add": "he brought me"
        },
        {
          "t": "by the steps whereby they went up to it: and"
        },
        {
          "add": "there were"
        },
        {
          "t": "pillars by the posts, one on this side, and another on that side."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "by which: or, upon which"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "which looketh…: Heb. whose face was the way toward the east"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 12
      },
      "text": "space: Heb. limit, or, bound"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "narrow: Heb. closed"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "arches: or, galleries, or, porches"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 16
      },
      "text": "inward: or, within"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 19
      },
      "text": "without: or, from without"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 20
      },
      "text": "that looked: Heb. whose face was"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 21
      },
      "text": "arches: or, galleries, or, porches"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 30
      },
      "text": "broad: Heb. breadth"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 40
      },
      "text": "as one…: or, at the step"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 43
      },
      "text": "hooks: or, andirons, or, the two hearthstones"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 45
      },
      "text": "charge: or, ward, or, ordinance"
    }
  ]
}