{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 42,
  "verses": [
    {
      "v": 1,
      "plain": "Then he brought me forth into the utter court, the way toward the north: and he brought me into the chamber that was over against the separate place, and which was before the building toward the north.",
      "tokens": [
        {
          "t": "Then he brought me forth into the utter court, the way toward the north: and he brought me into the chamber that "
        },
        {
          "add": "was"
        },
        {
          "t": " over against the separate place, and which "
        },
        {
          "add": "was"
        },
        {
          "t": " before the building toward the north. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Before the length of an hundred cubits was the north door, and the breadth was fifty cubits.",
      "tokens": [
        {
          "t": "Before the length of an hundred cubits "
        },
        {
          "add": "was"
        },
        {
          "t": " the north door, and the breadth "
        },
        {
          "add": "was"
        },
        {
          "t": " fifty cubits. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Over against the twenty cubits which were for the inner court, and over against the pavement which was for the utter court, was gallery against gallery in three stories.",
      "tokens": [
        {
          "t": "Over against the twenty "
        },
        {
          "add": "cubits"
        },
        {
          "t": " which "
        },
        {
          "add": "were"
        },
        {
          "t": " for the inner court, and over against the pavement which "
        },
        {
          "add": "was"
        },
        {
          "t": " for the utter court, "
        },
        {
          "add": "was"
        },
        {
          "t": " gallery against gallery in three "
        },
        {
          "add": "stories"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And before the chambers was a walk of ten cubits breadth inward, a way of one cubit; and their doors toward the north.",
      "tokens": [
        {
          "t": "And before the chambers "
        },
        {
          "add": "was"
        },
        {
          "t": " a walk of ten cubits breadth inward, a way of one cubit; and their doors toward the north. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Now the upper chambers were shorter: for the galleries were higher than these, than the lower, and than the middlemost of the building.",
      "tokens": [
        {
          "t": "Now the upper chambers "
        },
        {
          "add": "were"
        },
        {
          "t": " shorter: for the galleries were higher than these, than the lower, and than the middlemost of the building. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "For they were in three stories, but had not pillars as the pillars of the courts: therefore the building was straitened more than the lowest and the middlemost from the ground.",
      "tokens": [
        {
          "t": "For they "
        },
        {
          "add": "were"
        },
        {
          "t": " in three "
        },
        {
          "add": "stories"
        },
        {
          "t": ", but had not pillars as the pillars of the courts: therefore "
        },
        {
          "add": "the building"
        },
        {
          "t": " was straitened more than the lowest and the middlemost from the ground. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And the wall that was without over against the chambers, toward the utter court on the forepart of the chambers, the length thereof was fifty cubits.",
      "tokens": [
        {
          "t": "And the wall that "
        },
        {
          "add": "was"
        },
        {
          "t": " without over against the chambers, toward the utter court on the forepart of the chambers, the length thereof "
        },
        {
          "add": "was"
        },
        {
          "t": " fifty cubits. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For the length of the chambers that were in the utter court was fifty cubits: and, lo, before the temple were an hundred cubits.",
      "tokens": [
        {
          "t": "For the length of the chambers that "
        },
        {
          "add": "were"
        },
        {
          "t": " in the utter court "
        },
        {
          "add": "was"
        },
        {
          "t": " fifty cubits: and, lo, before the temple "
        },
        {
          "add": "were"
        },
        {
          "t": " an hundred cubits. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And from under these chambers was the entry on the east side, as one goeth into them from the utter court.",
      "tokens": [
        {
          "t": "And from under these chambers "
        },
        {
          "add": "was"
        },
        {
          "t": " the entry on the east side, as one goeth into them from the utter court. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "The chambers were in the thickness of the wall of the court toward the east, over against the separate place, and over against the building.",
      "tokens": [
        {
          "t": "The chambers "
        },
        {
          "add": "were"
        },
        {
          "t": " in the thickness of the wall of the court toward the east, over against the separate place, and over against the building. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And the way before them was like the appearance of the chambers which were toward the north, as long as they, and as broad as they: and all their goings out were both according to their fashions, and according to their doors.",
      "tokens": [
        {
          "t": "And the way before them "
        },
        {
          "add": "was"
        },
        {
          "t": " like the appearance of the chambers which "
        },
        {
          "add": "were"
        },
        {
          "t": " toward the north, as long as they, "
        },
        {
          "add": "and"
        },
        {
          "t": " as broad as they: and all their goings out "
        },
        {
          "add": "were"
        },
        {
          "t": " both according to their fashions, and according to their doors. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And according to the doors of the chambers that were toward the south was a door in the head of the way, even the way directly before the wall toward the east, as one entereth into them.",
      "tokens": [
        {
          "t": "And according to the doors of the chambers that "
        },
        {
          "add": "were"
        },
        {
          "t": " toward the south "
        },
        {
          "add": "was"
        },
        {
          "t": " a door in the head of the way, "
        },
        {
          "add": "even"
        },
        {
          "t": " the way directly before the wall toward the east, as one entereth into them. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ Then said he unto me, The north chambers and the south chambers, which are before the separate place, they be holy chambers, where the priests that approach unto the LORD shall eat the most holy things: there shall they lay the most holy things, and the meat offering, and the sin offering, and the trespass offering; for the place is holy.",
      "tokens": [
        {
          "t": "¶ Then said he unto me, The north chambers "
        },
        {
          "add": "and"
        },
        {
          "t": " the south chambers, which "
        },
        {
          "add": "are"
        },
        {
          "t": " before the separate place, they "
        },
        {
          "add": "be"
        },
        {
          "t": " holy chambers, where the priests that approach unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall eat the most holy things: there shall they lay the most holy things, and the meat offering, and the sin offering, and the trespass offering; for the place "
        },
        {
          "add": "is"
        },
        {
          "t": " holy. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "When the priests enter therein, then shall they not go out of the holy place into the utter court, but there they shall lay their garments wherein they minister; for they are holy; and shall put on other garments, and shall approach to those things which are for the people.",
      "tokens": [
        {
          "t": "When the priests enter therein, then shall they not go out of the holy "
        },
        {
          "add": "place"
        },
        {
          "t": " into the utter court, but there they shall lay their garments wherein they minister; for they "
        },
        {
          "add": "are"
        },
        {
          "t": " holy; and shall put on other garments, and shall approach to "
        },
        {
          "add": "those things"
        },
        {
          "t": " which "
        },
        {
          "add": "are"
        },
        {
          "t": " for the people. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Now when he had made an end of measuring the inner house, he brought me forth toward the gate whose prospect is toward the east, and measured it round about.",
      "tokens": [
        {
          "t": "Now when he had made an end of measuring the inner house, he brought me forth toward the gate whose prospect "
        },
        {
          "add": "is"
        },
        {
          "t": " toward the east, and measured it round about. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "He measured the east side with the measuring reed, five hundred reeds, with the measuring reed round about.",
      "tokens": [
        {
          "t": "He measured the east side with the measuring reed, five hundred reeds, with the measuring reed round about. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "He measured the north side, five hundred reeds, with the measuring reed round about.",
      "tokens": [
        {
          "t": "He measured the north side, five hundred reeds, with the measuring reed round about. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "He measured the south side, five hundred reeds, with the measuring reed.",
      "tokens": [
        {
          "t": "He measured the south side, five hundred reeds, with the measuring reed. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "¶ He turned about to the west side, and measured five hundred reeds with the measuring reed.",
      "tokens": [
        {
          "t": "¶ He turned about to the west side, "
        },
        {
          "add": "and"
        },
        {
          "t": " measured five hundred reeds with the measuring reed. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "He measured it by the four sides: it had a wall round about, five hundred reeds long, and five hundred broad, to make a separation between the sanctuary and the profane place.",
      "tokens": [
        {
          "t": "He measured it by the four sides: it had a wall round about, five hundred "
        },
        {
          "add": "reeds"
        },
        {
          "t": " long, and five hundred broad, to make a separation between the sanctuary and the profane place. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "were higher…: or, did eat of these"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "than the lower…: or, and the building consisted of the lower and the middlemost"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "from under: or, from the place"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 9
      },
      "text": "the entry: or, he that brought me"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 9
      },
      "text": "as…: or, as he came"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 16
      },
      "text": "side: Heb. wind"
    }
  ]
}