{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezek",
  "abbr": "EZK",
  "chapter": 43,
  "verses": [
    {
      "v": 1,
      "plain": "Afterward he brought me to the gate, even the gate that looketh toward the east:",
      "tokens": [
        {
          "t": "Afterward he brought me to the gate, "
        },
        {
          "add": "even"
        },
        {
          "t": " the gate that looketh toward the east: "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And, behold, the glory of the God of Israel came from the way of the east: and his voice was like a noise of many waters: and the earth shined with his glory.",
      "tokens": [
        {
          "t": "And, behold, the glory of the God of Israel came from the way of the east: and his voice "
        },
        {
          "add": "was"
        },
        {
          "t": " like a noise of many waters: and the earth shined with his glory. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And it was according to the appearance of the vision which I saw, even according to the vision that I saw when I came to destroy the city: and the visions were like the vision that I saw by the river Chebar; and I fell upon my face.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "it was"
        },
        {
          "t": " according to the appearance of the vision which I saw, "
        },
        {
          "add": "even"
        },
        {
          "t": " according to the vision that I saw when I came to destroy the city: and the visions "
        },
        {
          "add": "were"
        },
        {
          "t": " like the vision that I saw by the river Chebar; and I fell upon my face. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the glory of the LORD came into the house by the way of the gate whose prospect is toward the east.",
      "tokens": [
        {
          "t": "And the glory of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came into the house by the way of the gate whose prospect "
        },
        {
          "add": "is"
        },
        {
          "t": " toward the east. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "So the spirit took me up, and brought me into the inner court; and, behold, the glory of the LORD filled the house.",
      "tokens": [
        {
          "t": "So the spirit took me up, and brought me into the inner court; and, behold, the glory of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " filled the house. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And I heard him speaking unto me out of the house; and the man stood by me.",
      "tokens": [
        {
          "t": "And I heard "
        },
        {
          "add": "him"
        },
        {
          "t": " speaking unto me out of the house; and the man stood by me. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ And he said unto me, Son of man, the place of my throne, and the place of the soles of my feet, where I will dwell in the midst of the children of Israel for ever, and my holy name, shall the house of Israel no more defile, neither they, nor their kings, by their whoredom, nor by the carcases of their kings in their high places.",
      "tokens": [
        {
          "t": "¶ And he said unto me, Son of man, the place of my throne, and the place of the soles of my feet, where I will dwell in the midst of the children of Israel for ever, and my holy name, shall the house of Israel no more defile, "
        },
        {
          "add": "neither"
        },
        {
          "t": " they, nor their kings, by their whoredom, nor by the carcases of their kings in their high places. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "In their setting of their threshold by my thresholds, and their post by my posts, and the wall between me and them, they have even defiled my holy name by their abominations that they have committed: wherefore I have consumed them in mine anger.",
      "tokens": [
        {
          "t": "In their setting of their threshold by my thresholds, and their post by my posts, and the wall between me and them, they have even defiled my holy name by their abominations that they have committed: wherefore I have consumed them in mine anger. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Now let them put away their whoredom, and the carcases of their kings, far from me, and I will dwell in the midst of them for ever.",
      "tokens": [
        {
          "t": "Now let them put away their whoredom, and the carcases of their kings, far from me, and I will dwell in the midst of them for ever. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ Thou son of man, shew the house to the house of Israel, that they may be ashamed of their iniquities: and let them measure the pattern.",
      "tokens": [
        {
          "t": "¶ Thou son of man, shew the house to the house of Israel, that they may be ashamed of their iniquities: and let them measure the pattern. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And if they be ashamed of all that they have done, shew them the form of the house, and the fashion thereof, and the goings out thereof, and the comings in thereof, and all the forms thereof, and all the ordinances thereof, and all the forms thereof, and all the laws thereof: and write it in their sight, that they may keep the whole form thereof, and all the ordinances thereof, and do them.",
      "tokens": [
        {
          "t": "And if they be ashamed of all that they have done, shew them the form of the house, and the fashion thereof, and the goings out thereof, and the comings in thereof, and all the forms thereof, and all the ordinances thereof, and all the forms thereof, and all the laws thereof: and write "
        },
        {
          "add": "it"
        },
        {
          "t": " in their sight, that they may keep the whole form thereof, and all the ordinances thereof, and do them. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "This is the law of the house; Upon the top of the mountain the whole limit thereof round about shall be most holy. Behold, this is the law of the house.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the law of the house; Upon the top of the mountain the whole limit thereof round about "
        },
        {
          "add": "shall be"
        },
        {
          "t": " most holy. Behold, this "
        },
        {
          "add": "is"
        },
        {
          "t": " the law of the house. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And these are the measures of the altar after the cubits: The cubit is a cubit and an hand breadth; even the bottom shall be a cubit, and the breadth a cubit, and the border thereof by the edge thereof round about shall be a span: and this shall be the higher place of the altar.",
      "tokens": [
        {
          "t": "¶ And these "
        },
        {
          "add": "are"
        },
        {
          "t": " the measures of the altar after the cubits: The cubit "
        },
        {
          "add": "is"
        },
        {
          "t": " a cubit and an hand breadth; even the bottom "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a cubit, and the breadth a cubit, and the border thereof by the edge thereof round about "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a span: and this "
        },
        {
          "add": "shall be"
        },
        {
          "t": " the higher place of the altar. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And from the bottom upon the ground even to the lower settle shall be two cubits, and the breadth one cubit; and from the lesser settle even to the greater settle shall be four cubits, and the breadth one cubit.",
      "tokens": [
        {
          "t": "And from the bottom "
        },
        {
          "add": "upon"
        },
        {
          "t": " the ground "
        },
        {
          "add": "even"
        },
        {
          "t": " to the lower settle "
        },
        {
          "add": "shall be"
        },
        {
          "t": " two cubits, and the breadth one cubit; and from the lesser settle "
        },
        {
          "add": "even"
        },
        {
          "t": " to the greater settle "
        },
        {
          "add": "shall be"
        },
        {
          "t": " four cubits, and the breadth "
        },
        {
          "add": "one"
        },
        {
          "t": " cubit. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "So the altar shall be four cubits; and from the altar and upward shall be four horns.",
      "tokens": [
        {
          "t": "So the altar "
        },
        {
          "add": "shall be"
        },
        {
          "t": " four cubits; and from the altar and upward "
        },
        {
          "add": "shall be"
        },
        {
          "t": " four horns. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And the altar shall be twelve cubits long, twelve broad, square in the four squares thereof.",
      "tokens": [
        {
          "t": "And the altar "
        },
        {
          "add": "shall be"
        },
        {
          "t": " twelve "
        },
        {
          "add": "cubits"
        },
        {
          "t": " long, twelve broad, square in the four squares thereof. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And the settle shall be fourteen cubits long and fourteen broad in the four squares thereof; and the border about it shall be half a cubit; and the bottom thereof shall be a cubit about; and his stairs shall look toward the east.",
      "tokens": [
        {
          "t": "And the settle "
        },
        {
          "add": "shall be"
        },
        {
          "t": " fourteen "
        },
        {
          "add": "cubits"
        },
        {
          "t": " long and fourteen broad in the four squares thereof; and the border about it "
        },
        {
          "add": "shall be"
        },
        {
          "t": " half a cubit; and the bottom thereof "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a cubit about; and his stairs shall look toward the east. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ And he said unto me, Son of man, thus saith the Lord GOD; These are the ordinances of the altar in the day when they shall make it, to offer burnt offerings thereon, and to sprinkle blood thereon.",
      "tokens": [
        {
          "t": "¶ And he said unto me, Son of man, thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; These "
        },
        {
          "add": "are"
        },
        {
          "t": " the ordinances of the altar in the day when they shall make it, to offer burnt offerings thereon, and to sprinkle blood thereon. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And thou shalt give to the priests the Levites that be of the seed of Zadok, which approach unto me, to minister unto me, saith the Lord GOD, a young bullock for a sin offering.",
      "tokens": [
        {
          "t": "And thou shalt give to the priests the Levites that be of the seed of Zadok, which approach unto me, to minister unto me, saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", a young bullock for a sin offering. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And thou shalt take of the blood thereof, and put it on the four horns of it, and on the four corners of the settle, and upon the border round about: thus shalt thou cleanse and purge it.",
      "tokens": [
        {
          "t": "And thou shalt take of the blood thereof, and put "
        },
        {
          "add": "it"
        },
        {
          "t": " on the four horns of it, and on the four corners of the settle, and upon the border round about: thus shalt thou cleanse and purge it. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Thou shalt take the bullock also of the sin offering, and he shall burn it in the appointed place of the house, without the sanctuary.",
      "tokens": [
        {
          "t": "Thou shalt take the bullock also of the sin offering, and he shall burn it in the appointed place of the house, without the sanctuary. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And on the second day thou shalt offer a kid of the goats without blemish for a sin offering; and they shall cleanse the altar, as they did cleanse it with the bullock.",
      "tokens": [
        {
          "t": "And on the second day thou shalt offer a kid of the goats without blemish for a sin offering; and they shall cleanse the altar, as they did cleanse "
        },
        {
          "add": "it"
        },
        {
          "t": " with the bullock. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "When thou hast made an end of cleansing it, thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish.",
      "tokens": [
        {
          "t": "When thou hast made an end of cleansing "
        },
        {
          "add": "it"
        },
        {
          "t": ", thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And thou shalt offer them before the LORD, and the priests shall cast salt upon them, and they shall offer them up for a burnt offering unto the LORD.",
      "tokens": [
        {
          "t": "And thou shalt offer them before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the priests shall cast salt upon them, and they shall offer them up "
        },
        {
          "add": "for"
        },
        {
          "t": " a burnt offering unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 25,
      "plain": "Seven days shalt thou prepare every day a goat for a sin offering: they shall also prepare a young bullock, and a ram out of the flock, without blemish.",
      "tokens": [
        {
          "t": "Seven days shalt thou prepare every day a goat "
        },
        {
          "add": "for"
        },
        {
          "t": " a sin offering: they shall also prepare a young bullock, and a ram out of the flock, without blemish. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Seven days shall they purge the altar and purify it; and they shall consecrate themselves.",
      "tokens": [
        {
          "t": "Seven days shall they purge the altar and purify it; and they shall consecrate themselves. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And when these days are expired, it shall be, that upon the eighth day, and so forward, the priests shall make your burnt offerings upon the altar, and your peace offerings; and I will accept you, saith the Lord GOD.",
      "tokens": [
        {
          "t": "And when these days are expired, it shall be, "
        },
        {
          "add": "that"
        },
        {
          "t": " upon the eighth day, and "
        },
        {
          "add": "so"
        },
        {
          "t": " forward, the priests shall make your burnt offerings upon the altar, and your peace offerings; and I will accept you, saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "when…: or, when I came to prophesy that the city should be destroyed"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "and the…: or, for there was but a wall between me and them"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "pattern: or, sum, or, number"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 13
      },
      "text": "bottom: Heb. bosom"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 13
      },
      "text": "edge: Heb. lip"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "the altar shall: Heb. Harel, that is, the mountain of God"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 15
      },
      "text": "the altar and: Heb. Ariel, that is, the lion of God"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 26
      },
      "text": "consecrate…: Heb. fill their hands"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 27
      },
      "text": "peace…: or, thank offerings"
    }
  ]
}