{
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now these"
        },
        {
          "add": "are"
        },
        {
          "t": "the names of the children of Israel, which came into Egypt; every man and his household came with Jacob."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Reuben, Simeon, Levi, and Judah,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Issachar, Zebulun, and Benjamin,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Dan, and Naphtali, Gad, and Asher."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And all the souls that came out of the loins of Jacob were seventy souls: for Joseph was in Egypt"
        },
        {
          "add": "already"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And Joseph died, and all his brethren, and all that generation."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And the children of Israel were fruitful, and increased abundantly, and multiplied, and waxed exceeding mighty; and the land was filled with them."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Now there arose up a new king over Egypt, which knew not Joseph."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And he said unto his people, Behold, the people of the children of Israel"
        },
        {
          "add": "are"
        },
        {
          "t": "more and mightier than we:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and"
        },
        {
          "add": "so"
        },
        {
          "t": "get them up out of the land."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Therefore they did set over them taskmasters to afflict them with their burdens. And they built for Pharaoh treasure cities, Pithom and Raamses."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But the more they afflicted them, the more they multiplied and grew. And they were grieved because of the children of Israel."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the Egyptians made the children of Israel to serve with rigour:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And they made their lives bitter with hard bondage, in morter, and in brick, and in all manner of service in the field: all their service, wherein they made them serve,"
        },
        {
          "add": "was"
        },
        {
          "t": "with rigour."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And the king of Egypt spake to the Hebrew midwives, of which the name of the one"
        },
        {
          "add": "was"
        },
        {
          "t": "Shiphrah, and the name of the other Puah:"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he said, When ye do the office of a midwife to the Hebrew women, and see"
        },
        {
          "add": "them"
        },
        {
          "t": "upon the stools; if it"
        },
        {
          "add": "be"
        },
        {
          "t": "a son, then ye shall kill him: but if it"
        },
        {
          "add": "be"
        },
        {
          "t": "a daughter, then she shall live."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But the midwives feared God, and did not as the king of Egypt commanded them, but saved the men children alive."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the king of Egypt called for the midwives, and said unto them, Why have ye done this thing, and have saved the men children alive?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And the midwives said unto Pharaoh, Because the Hebrew women"
        },
        {
          "add": "are"
        },
        {
          "t": "not as the Egyptian women; for they"
        },
        {
          "add": "are"
        },
        {
          "t": "lively, and are delivered ere the midwives come in unto them."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Therefore God dealt well with the midwives: and the people multiplied, and waxed very mighty."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And it came to pass, because the midwives feared God, that he made them houses."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Pharaoh charged all his people, saying, Every son that is born ye shall cast into the river, and every daughter ye shall save alive."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "loins: Heb. thigh"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "But…: Heb. And as they afflicted them, so they multiplied, etc"
    }
  ]
}