{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 6,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Then the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Moses, Now shalt thou see what I will do to Pharaoh: for with a strong hand shall he let them go, and with a strong hand shall he drive them out of his land."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And God spake unto Moses, and said unto him, I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ":"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And I appeared unto Abraham, unto Isaac, and unto Jacob, by"
        },
        {
          "add": "the name of"
        },
        {
          "t": "God Almighty, but by my name"
        },
        {
          "nd": "JEHOVAH"
        },
        {
          "t": "was I not known to them."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And I have also established my covenant with them, to give them the land of Canaan, the land of their pilgrimage, wherein they were strangers."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And I have also heard the groaning of the children of Israel, whom the Egyptians keep in bondage; and I have remembered my covenant."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Wherefore say unto the children of Israel, I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with a stretched out arm, and with great judgments:"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I will take you to me for a people, and I will be to you a God: and ye shall know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God, which bringeth you out from under the burdens of the Egyptians."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And I will bring you in unto the land, concerning the which I did swear to give it to Abraham, to Isaac, and to Jacob; and I will give it you for an heritage: I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ And Moses spake so unto the children of Israel: but they hearkened not unto Moses for anguish of spirit, and for cruel bondage."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Go in, speak unto Pharaoh king of Egypt, that he let the children of Israel go out of his land."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And Moses spake before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who"
        },
        {
          "add": "am"
        },
        {
          "t": "of uncircumcised lips?"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ These"
        },
        {
          "add": "be"
        },
        {
          "t": "the heads of their fathers’ houses: The sons of Reuben the firstborn of Israel; Hanoch, and Pallu, Hezron, and Carmi: these"
        },
        {
          "add": "be"
        },
        {
          "t": "the families of Reuben."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And the sons of Simeon; Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman: these"
        },
        {
          "add": "are"
        },
        {
          "t": "the families of Simeon."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ And these"
        },
        {
          "add": "are"
        },
        {
          "t": "the names of the sons of Levi according to their generations; Gershon, and Kohath, and Merari: and the years of the life of Levi"
        },
        {
          "add": "were"
        },
        {
          "t": "an hundred thirty and seven years."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The sons of Gershon; Libni, and Shimi, according to their families."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the sons of Kohath; Amram, and Izhar, and Hebron, and Uzziel: and the years of the life of Kohath"
        },
        {
          "add": "were"
        },
        {
          "t": "an hundred thirty and three years."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And the sons of Merari; Mahali and Mushi: these"
        },
        {
          "add": "are"
        },
        {
          "t": "the families of Levi according to their generations."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Amram took him Jochebed his father’s sister to wife; and she bare him Aaron and Moses: and the years of the life of Amram"
        },
        {
          "add": "were"
        },
        {
          "t": "an hundred and thirty and seven years."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "¶ And the sons of Izhar; Korah, and Nepheg, and Zichri."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And the sons of Uzziel; Mishael, and Elzaphan, and Zithri."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And Aaron took him Elisheba, daughter of Amminadab, sister of Naashon, to wife; and she bare him Nadab, and Abihu, Eleazar, and Ithamar."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And the sons of Korah; Assir, and Elkanah, and Abiasaph: these"
        },
        {
          "add": "are"
        },
        {
          "t": "the families of the Korhites."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And Eleazar Aaron’s son took him"
        },
        {
          "add": "one"
        },
        {
          "t": "of the daughters of Putiel to wife; and she bare him Phinehas: these"
        },
        {
          "add": "are"
        },
        {
          "t": "the heads of the fathers of the Levites according to their families."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "These"
        },
        {
          "add": "are"
        },
        {
          "t": "that Aaron and Moses, to whom the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said, Bring out the children of Israel from the land of Egypt according to their armies."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "These"
        },
        {
          "add": "are"
        },
        {
          "t": "they which spake to Pharaoh king of Egypt, to bring out the children of Israel from Egypt: these"
        },
        {
          "add": "are"
        },
        {
          "t": "that Moses and Aaron."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "¶ And it came to pass on the day"
        },
        {
          "add": "when"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses in the land of Egypt,"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "That the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying, I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": speak thou unto Pharaoh king of Egypt all that I say unto thee."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And Moses said before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Behold, I"
        },
        {
          "add": "am"
        },
        {
          "t": "of uncircumcised lips, and how shall Pharaoh hearken unto me?"
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "the LORD: or, JEHOVAH"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "swear: Heb. lift up my hand"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "anguish: Heb. shortness, or, straitness"
    }
  ]
}