{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 12,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses and Aaron in the land of Egypt, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "This month"
        },
        {
          "add": "shall be"
        },
        {
          "t": "unto you the beginning of months: it"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the first month of the year to you."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ Speak ye unto all the congregation of Israel, saying, In the tenth"
        },
        {
          "add": "day"
        },
        {
          "t": "of this month they shall take to them every man a lamb, according to the house of"
        },
        {
          "add": "their"
        },
        {
          "t": "fathers, a lamb for an house:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And if the household be too little for the lamb, let him and his neighbour next unto his house take"
        },
        {
          "add": "it"
        },
        {
          "t": "according to the number of the souls; every man according to his eating shall make your count for the lamb."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Your lamb shall be without blemish, a male of the first year: ye shall take"
        },
        {
          "add": "it"
        },
        {
          "t": "out from the sheep, or from the goats:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And ye shall keep it up until the fourteenth day of the same month: and the whole assembly of the congregation of Israel shall kill it in the evening."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And they shall take of the blood, and strike"
        },
        {
          "add": "it"
        },
        {
          "t": "on the two side posts and on the upper door post of the houses, wherein they shall eat it."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And they shall eat the flesh in that night, roast with fire, and unleavened bread;"
        },
        {
          "add": "and"
        },
        {
          "t": "with bitter"
        },
        {
          "add": "herbs"
        },
        {
          "t": "they shall eat it."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Eat not of it raw, nor sodden at all with water, but roast"
        },
        {
          "add": "with"
        },
        {
          "t": "fire; his head with his legs, and with the purtenance thereof."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And ye shall let nothing of it remain until the morning; and that which remaineth of it until the morning ye shall burn with fire."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ And thus shall ye eat it;"
        },
        {
          "add": "with"
        },
        {
          "t": "your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it"
        },
        {
          "add": "is"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "passover."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the blood shall be to you for a token upon the houses where ye"
        },
        {
          "add": "are:"
        },
        {
          "t": "and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy"
        },
        {
          "add": "you"
        },
        {
          "t": ", when I smite the land of Egypt."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And this day shall be unto you for a memorial; and ye shall keep it a feast to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "throughout your generations; ye shall keep it a feast by an ordinance for ever."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Seven days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And in the first day"
        },
        {
          "add": "there shall be"
        },
        {
          "t": "an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save"
        },
        {
          "add": "that"
        },
        {
          "t": "which every man must eat, that only may be done of you."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And ye shall observe"
        },
        {
          "add": "the feast of"
        },
        {
          "t": "unleavened bread; for in this selfsame day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ In the first"
        },
        {
          "add": "month"
        },
        {
          "t": ", on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Seven days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Ye shall eat nothing leavened; in all your habitations shall ye eat unleavened bread."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "¶ Then Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And ye shall take a bunch of hyssop, and dip"
        },
        {
          "add": "it"
        },
        {
          "t": "in the blood that"
        },
        {
          "add": "is"
        },
        {
          "t": "in the bason, and strike the lintel and the two side posts with the blood that"
        },
        {
          "add": "is"
        },
        {
          "t": "in the bason; and none of you shall go out at the door of his house until the morning."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "For the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will pass over the door, and will not suffer the destroyer to come in unto your houses to smite"
        },
        {
          "add": "you"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And ye shall observe this thing for an ordinance to thee and to thy sons for ever."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And it shall come to pass, when ye be come to the land which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will give you, according as he hath promised, that ye shall keep this service."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And it shall come to pass, when your children shall say unto you, What mean ye by this service?"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "That ye shall say, It"
        },
        {
          "add": "is"
        },
        {
          "t": "the sacrifice of the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people bowed the head and worshipped."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And the children of Israel went away, and did as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "had commanded Moses and Aaron, so did they."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ And it came to pass, that at midnight the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that"
        },
        {
          "add": "was"
        },
        {
          "t": "in the dungeon; and all the firstborn of cattle."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for"
        },
        {
          "add": "there was"
        },
        {
          "t": "not a house where"
        },
        {
          "add": "there was"
        },
        {
          "t": "not one dead."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "¶ And he called for Moses and Aaron by night, and said, Rise up,"
        },
        {
          "add": "and"
        },
        {
          "t": "get you forth from among my people, both ye and the children of Israel; and go, serve the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", as ye have said."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Also take your flocks and your herds, as ye have said, and be gone; and bless me also."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And the Egyptians were urgent upon the people, that they might send them out of the land in haste; for they said, We"
        },
        {
          "add": "be"
        },
        {
          "t": "all dead"
        },
        {
          "add": "men"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And the people took their dough before it was leavened, their kneadingtroughs being bound up in their clothes upon their shoulders."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And the children of Israel did according to the word of Moses; and they borrowed of the Egyptians jewels of silver, and jewels of gold, and raiment:"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "gave the people favour in the sight of the Egyptians, so that they lent unto them"
        },
        {
          "add": "such things as they required"
        },
        {
          "t": ". And they spoiled the Egyptians."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "¶ And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand on foot"
        },
        {
          "add": "that were"
        },
        {
          "t": "men, beside children."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And a mixed multitude went up also with them; and flocks, and herds,"
        },
        {
          "add": "even"
        },
        {
          "t": "very much cattle."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And they baked unleavened cakes of the dough which they brought forth out of Egypt, for it was not leavened; because they were thrust out of Egypt, and could not tarry, neither had they prepared for themselves any victual."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "¶ Now the sojourning of the children of Israel, who dwelt in Egypt,"
        },
        {
          "add": "was"
        },
        {
          "t": "four hundred and thirty years."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "And it came to pass at the end of the four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "went out from the land of Egypt."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "It"
        },
        {
          "add": "is"
        },
        {
          "t": "a night to be much observed unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "for bringing them out from the land of Egypt: this"
        },
        {
          "add": "is"
        },
        {
          "t": "that night of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "to be observed of all the children of Israel in their generations."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Moses and Aaron, This"
        },
        {
          "add": "is"
        },
        {
          "t": "the ordinance of the passover: There shall no stranger eat thereof:"
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "But every man’s servant that is bought for money, when thou hast circumcised him, then shall he eat thereof."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "A foreigner and an hired servant shall not eat thereof."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "In one house shall it be eaten; thou shalt not carry forth ought of the flesh abroad out of the house; neither shall ye break a bone thereof."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "All the congregation of Israel shall keep it."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "And when a stranger shall sojourn with thee, and will keep the passover to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat thereof."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "One law shall be to him that is homeborn, and unto the stranger that sojourneth among you."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "Thus did all the children of Israel; as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "commanded Moses and Aaron, so did they."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "And it came to pass the selfsame day,"
        },
        {
          "add": "that"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "did bring the children of Israel out of the land of Egypt by their armies."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "lamb: or, kid"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "of…: Heb. son of a year"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "in…: Heb. between the two evenings"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 12
      },
      "text": "gods: or, princes"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 13
      },
      "text": "to destroy…: Heb. for a destruction"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 16
      },
      "text": "man: Heb. soul"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 21
      },
      "text": "lamb: or, kid"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 29
      },
      "text": "dungeon: Heb. house of the pit"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 34
      },
      "text": "kneadingtroughs: or, dough"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 38
      },
      "text": "a mixed…: Heb. a great mixture"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 42
      },
      "text": "a night…: Heb. a night of observations"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 47
      },
      "text": "keep…: Heb. do it"
    }
  ]
}