{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "plain": "And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Sanctify unto me all the firstborn, whatsoever openeth the womb among the children of Israel, both of man and of beast: it is mine.",
      "tokens": [
        {
          "t": "Sanctify unto me all the firstborn, whatsoever openeth the womb among the children of Israel, "
        },
        {
          "add": "both"
        },
        {
          "t": " of man and of beast: it "
        },
        {
          "add": "is"
        },
        {
          "t": " mine. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place: there shall no leavened bread be eaten.",
      "tokens": [
        {
          "t": "¶ And Moses said unto the people, Remember this day, in which ye came out from Egypt, out of the house of bondage; for by strength of hand the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " brought you out from this "
        },
        {
          "add": "place:"
        },
        {
          "t": " there shall no leavened bread be eaten. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "This day came ye out in the month Abib.",
      "tokens": [
        {
          "t": "This day came ye out in the month Abib. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ And it shall be when the LORD shall bring thee into the land of the Canaanites, and the Hittites, and the Amorites, and the Hivites, and the Jebusites, which he sware unto thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month.",
      "tokens": [
        {
          "t": "¶ And it shall be when the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall bring thee into the land of the Canaanites, and the Hittites, and the Amorites, and the Hivites, and the Jebusites, which he sware unto thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Seven days thou shalt eat unleavened bread, and in the seventh day shall be a feast to the LORD.",
      "tokens": [
        {
          "t": "Seven days thou shalt eat unleavened bread, and in the seventh day "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a feast to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Unleavened bread shall be eaten seven days; and there shall no leavened bread be seen with thee, neither shall there be leaven seen with thee in all thy quarters.",
      "tokens": [
        {
          "t": "Unleavened bread shall be eaten seven days; and there shall no leavened bread be seen with thee, neither shall there be leaven seen with thee in all thy quarters. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ And thou shalt shew thy son in that day, saying, This is done because of that which the LORD did unto me when I came forth out of Egypt.",
      "tokens": [
        {
          "t": "¶ And thou shalt shew thy son in that day, saying, "
        },
        {
          "add": "This is done"
        },
        {
          "t": " because of that "
        },
        {
          "add": "which"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " did unto me when I came forth out of Egypt. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And it shall be for a sign unto thee upon thine hand, and for a memorial between thine eyes, that the LORD’s law may be in thy mouth: for with a strong hand hath the LORD brought thee out of Egypt.",
      "tokens": [
        {
          "t": "And it shall be for a sign unto thee upon thine hand, and for a memorial between thine eyes, that the "
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": " law may be in thy mouth: for with a strong hand hath the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " brought thee out of Egypt. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Thou shalt therefore keep this ordinance in his season from year to year.",
      "tokens": [
        {
          "t": "Thou shalt therefore keep this ordinance in his season from year to year. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "¶ And it shall be when the LORD shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee,",
      "tokens": [
        {
          "t": "¶ And it shall be when the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee, "
        }
      ]
    },
    {
      "v": 12,
      "plain": "That thou shalt set apart unto the LORD all that openeth the matrix, and every firstling that cometh of a beast which thou hast; the males shall be the LORD’s.",
      "tokens": [
        {
          "t": "That thou shalt set apart unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " all that openeth the matrix, and every firstling that cometh of a beast which thou hast; the males "
        },
        {
          "add": "shall be"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break his neck: and all the firstborn of man among thy children shalt thou redeem.",
      "tokens": [
        {
          "t": "And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break his neck: and all the firstborn of man among thy children shalt thou redeem. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ And it shall be when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand the LORD brought us out from Egypt, from the house of bondage:",
      "tokens": [
        {
          "t": "¶ And it shall be when thy son asketh thee in time to come, saying, What "
        },
        {
          "add": "is"
        },
        {
          "t": " this? that thou shalt say unto him, By strength of hand the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " brought us out from Egypt, from the house of bondage: "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And it came to pass, when Pharaoh would hardly let us go, that the LORD slew all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of beast: therefore I sacrifice to the LORD all that openeth the matrix, being males; but all the firstborn of my children I redeem.",
      "tokens": [
        {
          "t": "And it came to pass, when Pharaoh would hardly let us go, that the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " slew all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of beast: therefore I sacrifice to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " all that openeth the matrix, being males; but all the firstborn of my children I redeem. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And it shall be for a token upon thine hand, and for frontlets between thine eyes: for by strength of hand the LORD brought us forth out of Egypt.",
      "tokens": [
        {
          "t": "And it shall be for a token upon thine hand, and for frontlets between thine eyes: for by strength of hand the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " brought us forth out of Egypt. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt:",
      "tokens": [
        {
          "t": "¶ And it came to pass, when Pharaoh had let the people go, that God led them not "
        },
        {
          "add": "through"
        },
        {
          "t": " the way of the land of the Philistines, although that "
        },
        {
          "add": "was"
        },
        {
          "t": " near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt: "
        }
      ]
    },
    {
      "v": 18,
      "plain": "But God led the people about, through the way of the wilderness of the Red sea: and the children of Israel went up harnessed out of the land of Egypt.",
      "tokens": [
        {
          "t": "But God led the people about, "
        },
        {
          "add": "through"
        },
        {
          "t": " the way of the wilderness of the Red sea: and the children of Israel went up harnessed out of the land of Egypt. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And Moses took the bones of Joseph with him: for he had straitly sworn the children of Israel, saying, God will surely visit you; and ye shall carry up my bones away hence with you.",
      "tokens": [
        {
          "t": "And Moses took the bones of Joseph with him: for he had straitly sworn the children of Israel, saying, God will surely visit you; and ye shall carry up my bones away hence with you. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness.",
      "tokens": [
        {
          "t": "¶ And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And the LORD went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; to go by day and night:",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; to go by day and night: "
        }
      ]
    },
    {
      "v": 22,
      "plain": "He took not away the pillar of the cloud by day, nor the pillar of fire by night, from before the people.",
      "tokens": [
        {
          "t": "He took not away the pillar of the cloud by day, nor the pillar of fire by night, "
        },
        {
          "add": "from"
        },
        {
          "t": " before the people. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "bondage: Heb. servants"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "set…: Heb. cause to pass over"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 13
      },
      "text": "lamb: or, kid"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 14
      },
      "text": "in…: Heb. to morrow"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 18
      },
      "text": "harnessed: or, by five in a rank"
    }
  ]
}