{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "plain": "And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Speak unto the children of Israel, that they turn and encamp before Pi-hahiroth, between Migdol and the sea, over against Baal-zephon: before it shall ye encamp by the sea.",
      "tokens": [
        {
          "t": "Speak unto the children of Israel, that they turn and encamp before Pi-hahiroth, between Migdol and the sea, over against Baal-zephon: before it shall ye encamp by the sea. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "For Pharaoh will say of the children of Israel, They are entangled in the land, the wilderness hath shut them in.",
      "tokens": [
        {
          "t": "For Pharaoh will say of the children of Israel, They "
        },
        {
          "add": "are"
        },
        {
          "t": " entangled in the land, the wilderness hath shut them in. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And I will harden Pharaoh’s heart, that he shall follow after them; and I will be honoured upon Pharaoh, and upon all his host; that the Egyptians may know that I am the LORD. And they did so.",
      "tokens": [
        {
          "t": "And I will harden Pharaoh’s heart, that he shall follow after them; and I will be honoured upon Pharaoh, and upon all his host; that the Egyptians may know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". And they did so. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ And it was told the king of Egypt that the people fled: and the heart of Pharaoh and of his servants was turned against the people, and they said, Why have we done this, that we have let Israel go from serving us?",
      "tokens": [
        {
          "t": "¶ And it was told the king of Egypt that the people fled: and the heart of Pharaoh and of his servants was turned against the people, and they said, Why have we done this, that we have let Israel go from serving us? "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he made ready his chariot, and took his people with him:",
      "tokens": [
        {
          "t": "And he made ready his chariot, and took his people with him: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And he took six hundred chosen chariots, and all the chariots of Egypt, and captains over every one of them.",
      "tokens": [
        {
          "t": "And he took six hundred chosen chariots, and all the chariots of Egypt, and captains over every one of them. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And the LORD hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: and the children of Israel went out with an high hand.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: and the children of Israel went out with an high hand. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "But the Egyptians pursued after them, all the horses and chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-hahiroth, before Baal-zephon.",
      "tokens": [
        {
          "t": "But the Egyptians pursued after them, all the horses "
        },
        {
          "add": "and"
        },
        {
          "t": " chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-hahiroth, before Baal-zephon. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ And when Pharaoh drew nigh, the children of Israel lifted up their eyes, and, behold, the Egyptians marched after them; and they were sore afraid: and the children of Israel cried out unto the LORD.",
      "tokens": [
        {
          "t": "¶ And when Pharaoh drew nigh, the children of Israel lifted up their eyes, and, behold, the Egyptians marched after them; and they were sore afraid: and the children of Israel cried out unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And they said unto Moses, Because there were no graves in Egypt, hast thou taken us away to die in the wilderness? wherefore hast thou dealt thus with us, to carry us forth out of Egypt?",
      "tokens": [
        {
          "t": "And they said unto Moses, Because "
        },
        {
          "add": "there were"
        },
        {
          "t": " no graves in Egypt, hast thou taken us away to die in the wilderness? wherefore hast thou dealt thus with us, to carry us forth out of Egypt? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Is not this the word that we did tell thee in Egypt, saying, Let us alone, that we may serve the Egyptians? For it had been better for us to serve the Egyptians, than that we should die in the wilderness.",
      "tokens": [
        {
          "add": "Is"
        },
        {
          "t": " not this the word that we did tell thee in Egypt, saying, Let us alone, that we may serve the Egyptians? For "
        },
        {
          "add": "it had been"
        },
        {
          "t": " better for us to serve the Egyptians, than that we should die in the wilderness. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And Moses said unto the people, Fear ye not, stand still, and see the salvation of the LORD, which he will shew to you to day: for the Egyptians whom ye have seen to day, ye shall see them again no more for ever.",
      "tokens": [
        {
          "t": "¶ And Moses said unto the people, Fear ye not, stand still, and see the salvation of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which he will shew to you to day: for the Egyptians whom ye have seen to day, ye shall see them again no more for ever. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "The LORD shall fight for you, and ye shall hold your peace.",
      "tokens": [
        {
          "t": "The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall fight for you, and ye shall hold your peace. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ And the LORD said unto Moses, Wherefore criest thou unto me? speak unto the children of Israel, that they go forward:",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " said unto Moses, Wherefore criest thou unto me? speak unto the children of Israel, that they go forward: "
        }
      ]
    },
    {
      "v": 16,
      "plain": "But lift thou up thy rod, and stretch out thine hand over the sea, and divide it: and the children of Israel shall go on dry ground through the midst of the sea.",
      "tokens": [
        {
          "t": "But lift thou up thy rod, and stretch out thine hand over the sea, and divide it: and the children of Israel shall go on dry "
        },
        {
          "add": "ground"
        },
        {
          "t": " through the midst of the sea. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And I, behold, I will harden the hearts of the Egyptians, and they shall follow them: and I will get me honour upon Pharaoh, and upon all his host, upon his chariots, and upon his horsemen.",
      "tokens": [
        {
          "t": "And I, behold, I will harden the hearts of the Egyptians, and they shall follow them: and I will get me honour upon Pharaoh, and upon all his host, upon his chariots, and upon his horsemen. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And the Egyptians shall know that I am the LORD, when I have gotten me honour upon Pharaoh, upon his chariots, and upon his horsemen.",
      "tokens": [
        {
          "t": "And the Egyptians shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", when I have gotten me honour upon Pharaoh, upon his chariots, and upon his horsemen. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "¶ And the angel of God, which went before the camp of Israel, removed and went behind them; and the pillar of the cloud went from before their face, and stood behind them:",
      "tokens": [
        {
          "t": "¶ And the angel of God, which went before the camp of Israel, removed and went behind them; and the pillar of the cloud went from before their face, and stood behind them: "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And it came between the camp of the Egyptians and the camp of Israel; and it was a cloud and darkness to them, but it gave light by night to these: so that the one came not near the other all the night.",
      "tokens": [
        {
          "t": "And it came between the camp of the Egyptians and the camp of Israel; and it was a cloud and darkness "
        },
        {
          "add": "to them"
        },
        {
          "t": ", but it gave light by night "
        },
        {
          "add": "to these:"
        },
        {
          "t": " so that the one came not near the other all the night. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And Moses stretched out his hand over the sea; and the LORD caused the sea to go back by a strong east wind all that night, and made the sea dry land, and the waters were divided.",
      "tokens": [
        {
          "t": "And Moses stretched out his hand over the sea; and the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " caused the sea to go "
        },
        {
          "add": "back"
        },
        {
          "t": " by a strong east wind all that night, and made the sea dry "
        },
        {
          "add": "land"
        },
        {
          "t": ", and the waters were divided. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And the children of Israel went into the midst of the sea upon the dry ground: and the waters were a wall unto them on their right hand, and on their left.",
      "tokens": [
        {
          "t": "And the children of Israel went into the midst of the sea upon the dry "
        },
        {
          "add": "ground:"
        },
        {
          "t": " and the waters "
        },
        {
          "add": "were"
        },
        {
          "t": " a wall unto them on their right hand, and on their left. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ And the Egyptians pursued, and went in after them to the midst of the sea, even all Pharaoh’s horses, his chariots, and his horsemen.",
      "tokens": [
        {
          "t": "¶ And the Egyptians pursued, and went in after them to the midst of the sea, "
        },
        {
          "add": "even"
        },
        {
          "t": " all Pharaoh’s horses, his chariots, and his horsemen. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And it came to pass, that in the morning watch the LORD looked unto the host of the Egyptians through the pillar of fire and of the cloud, and troubled the host of the Egyptians,",
      "tokens": [
        {
          "t": "And it came to pass, that in the morning watch the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " looked unto the host of the Egyptians through the pillar of fire and of the cloud, and troubled the host of the Egyptians, "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And took off their chariot wheels, that they drave them heavily: so that the Egyptians said, Let us flee from the face of Israel; for the LORD fighteth for them against the Egyptians.",
      "tokens": [
        {
          "t": "And took off their chariot wheels, that they drave them heavily: so that the Egyptians said, Let us flee from the face of Israel; for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " fighteth for them against the Egyptians. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "¶ And the LORD said unto Moses, Stretch out thine hand over the sea, that the waters may come again upon the Egyptians, upon their chariots, and upon their horsemen.",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " said unto Moses, Stretch out thine hand over the sea, that the waters may come again upon the Egyptians, upon their chariots, and upon their horsemen. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And Moses stretched forth his hand over the sea, and the sea returned to his strength when the morning appeared; and the Egyptians fled against it; and the LORD overthrew the Egyptians in the midst of the sea.",
      "tokens": [
        {
          "t": "And Moses stretched forth his hand over the sea, and the sea returned to his strength when the morning appeared; and the Egyptians fled against it; and the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " overthrew the Egyptians in the midst of the sea. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And the waters returned, and covered the chariots, and the horsemen, and all the host of Pharaoh that came into the sea after them; there remained not so much as one of them.",
      "tokens": [
        {
          "t": "And the waters returned, and covered the chariots, and the horsemen, "
        },
        {
          "add": "and"
        },
        {
          "t": " all the host of Pharaoh that came into the sea after them; there remained not so much as one of them. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "But the children of Israel walked upon dry land in the midst of the sea; and the waters were a wall unto them on their right hand, and on their left.",
      "tokens": [
        {
          "t": "But the children of Israel walked upon dry "
        },
        {
          "add": "land"
        },
        {
          "t": " in the midst of the sea; and the waters "
        },
        {
          "add": "were"
        },
        {
          "t": " a wall unto them on their right hand, and on their left. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Thus the LORD saved Israel that day out of the hand of the Egyptians; and Israel saw the Egyptians dead upon the sea shore.",
      "tokens": [
        {
          "t": "Thus the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " saved Israel that day out of the hand of the Egyptians; and Israel saw the Egyptians dead upon the sea shore. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And Israel saw that great work which the LORD did upon the Egyptians: and the people feared the LORD, and believed the LORD, and his servant Moses.",
      "tokens": [
        {
          "t": "And Israel saw that great work which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " did upon the Egyptians: and the people feared the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and believed the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and his servant Moses. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 13
      },
      "text": "for the…: or, for whereas ye have seen the Egyptians to day"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 25
      },
      "text": "that they…: or, and made them to go heavily"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 27
      },
      "text": "overthrew: Heb. shook off"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 31
      },
      "text": "work: Heb. hand"
    }
  ]
}