{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 18,
  "verses": [
    {
      "v": 1,
      "plain": "When Jethro, the priest of Midian, Moses’ father in law, heard of all that God had done for Moses, and for Israel his people, and that the LORD had brought Israel out of Egypt;",
      "tokens": [
        {
          "t": "When Jethro, the priest of Midian, Moses’ father in law, heard of all that God had done for Moses, and for Israel his people, "
        },
        {
          "add": "and"
        },
        {
          "t": " that the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had brought Israel out of Egypt; "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Then Jethro, Moses’ father in law, took Zipporah, Moses’ wife, after he had sent her back,",
      "tokens": [
        {
          "t": "Then Jethro, Moses’ father in law, took Zipporah, Moses’ wife, after he had sent her back, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And her two sons; of which the name of the one was Gershom; for he said, I have been an alien in a strange land:",
      "tokens": [
        {
          "t": "And her two sons; of which the name of the one "
        },
        {
          "add": "was"
        },
        {
          "t": " Gershom; for he said, I have been an alien in a strange land: "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the name of the other was Eliezer; for the God of my father, said he, was mine help, and delivered me from the sword of Pharaoh:",
      "tokens": [
        {
          "t": "And the name of the other "
        },
        {
          "add": "was"
        },
        {
          "t": " Eliezer; for the God of my father, "
        },
        {
          "add": "said he, was"
        },
        {
          "t": " mine help, and delivered me from the sword of Pharaoh: "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Jethro, Moses’ father in law, came with his sons and his wife unto Moses into the wilderness, where he encamped at the mount of God:",
      "tokens": [
        {
          "t": "And Jethro, Moses’ father in law, came with his sons and his wife unto Moses into the wilderness, where he encamped at the mount of God: "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he said unto Moses, I thy father in law Jethro am come unto thee, and thy wife, and her two sons with her.",
      "tokens": [
        {
          "t": "And he said unto Moses, I thy father in law Jethro am come unto thee, and thy wife, and her two sons with her. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ And Moses went out to meet his father in law, and did obeisance, and kissed him; and they asked each other of their welfare; and they came into the tent.",
      "tokens": [
        {
          "t": "¶ And Moses went out to meet his father in law, and did obeisance, and kissed him; and they asked each other of "
        },
        {
          "add": "their"
        },
        {
          "t": " welfare; and they came into the tent. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And Moses told his father in law all that the LORD had done unto Pharaoh and to the Egyptians for Israel’s sake, and all the travail that had come upon them by the way, and how the LORD delivered them.",
      "tokens": [
        {
          "t": "And Moses told his father in law all that the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had done unto Pharaoh and to the Egyptians for Israel’s sake, "
        },
        {
          "add": "and"
        },
        {
          "t": " all the travail that had come upon them by the way, and "
        },
        {
          "add": "how"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " delivered them. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And Jethro rejoiced for all the goodness which the LORD had done to Israel, whom he had delivered out of the hand of the Egyptians.",
      "tokens": [
        {
          "t": "And Jethro rejoiced for all the goodness which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had done to Israel, whom he had delivered out of the hand of the Egyptians. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And Jethro said, Blessed be the LORD, who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh, who hath delivered the people from under the hand of the Egyptians.",
      "tokens": [
        {
          "t": "And Jethro said, Blessed "
        },
        {
          "add": "be"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh, who hath delivered the people from under the hand of the Egyptians. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Now I know that the LORD is greater than all gods: for in the thing wherein they dealt proudly he was above them.",
      "tokens": [
        {
          "t": "Now I know that the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "is"
        },
        {
          "t": " greater than all gods: for in the thing wherein they dealt proudly "
        },
        {
          "add": "he was"
        },
        {
          "t": " above them. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And Jethro, Moses’ father in law, took a burnt offering and sacrifices for God: and Aaron came, and all the elders of Israel, to eat bread with Moses’ father in law before God.",
      "tokens": [
        {
          "t": "And Jethro, Moses’ father in law, took a burnt offering and sacrifices for God: and Aaron came, and all the elders of Israel, to eat bread with Moses’ father in law before God. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And it came to pass on the morrow, that Moses sat to judge the people: and the people stood by Moses from the morning unto the evening.",
      "tokens": [
        {
          "t": "¶ And it came to pass on the morrow, that Moses sat to judge the people: and the people stood by Moses from the morning unto the evening. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And when Moses’ father in law saw all that he did to the people, he said, What is this thing that thou doest to the people? why sittest thou thyself alone, and all the people stand by thee from morning unto even?",
      "tokens": [
        {
          "t": "And when Moses’ father in law saw all that he did to the people, he said, What "
        },
        {
          "add": "is"
        },
        {
          "t": " this thing that thou doest to the people? why sittest thou thyself alone, and all the people stand by thee from morning unto even? "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And Moses said unto his father in law, Because the people come unto me to enquire of God:",
      "tokens": [
        {
          "t": "And Moses said unto his father in law, Because the people come unto me to enquire of God: "
        }
      ]
    },
    {
      "v": 16,
      "plain": "When they have a matter, they come unto me; and I judge between one and another, and I do make them know the statutes of God, and his laws.",
      "tokens": [
        {
          "t": "When they have a matter, they come unto me; and I judge between one and another, and I do make "
        },
        {
          "add": "them"
        },
        {
          "t": " know the statutes of God, and his laws. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And Moses’ father in law said unto him, The thing that thou doest is not good.",
      "tokens": [
        {
          "t": "And Moses’ father in law said unto him, The thing that thou doest "
        },
        {
          "add": "is"
        },
        {
          "t": " not good. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Thou wilt surely wear away, both thou, and this people that is with thee: for this thing is too heavy for thee; thou art not able to perform it thyself alone.",
      "tokens": [
        {
          "t": "Thou wilt surely wear away, both thou, and this people that "
        },
        {
          "add": "is"
        },
        {
          "t": " with thee: for this thing "
        },
        {
          "add": "is"
        },
        {
          "t": " too heavy for thee; thou art not able to perform it thyself alone. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Hearken now unto my voice, I will give thee counsel, and God shall be with thee: Be thou for the people to God-ward, that thou mayest bring the causes unto God:",
      "tokens": [
        {
          "t": "Hearken now unto my voice, I will give thee counsel, and God shall be with thee: Be thou for the people to God-ward, that thou mayest bring the causes unto God: "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And thou shalt teach them ordinances and laws, and shalt shew them the way wherein they must walk, and the work that they must do.",
      "tokens": [
        {
          "t": "And thou shalt teach them ordinances and laws, and shalt shew them the way wherein they must walk, and the work that they must do. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating covetousness; and place such over them, to be rulers of thousands, and rulers of hundreds, rulers of fifties, and rulers of tens:",
      "tokens": [
        {
          "t": "Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating covetousness; and place "
        },
        {
          "add": "such"
        },
        {
          "t": " over them, "
        },
        {
          "add": "to be"
        },
        {
          "t": " rulers of thousands, "
        },
        {
          "add": "and"
        },
        {
          "t": " rulers of hundreds, rulers of fifties, and rulers of tens: "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And let them judge the people at all seasons: and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge: so shall it be easier for thyself, and they shall bear the burden with thee.",
      "tokens": [
        {
          "t": "And let them judge the people at all seasons: and it shall be, "
        },
        {
          "add": "that"
        },
        {
          "t": " every great matter they shall bring unto thee, but every small matter they shall judge: so shall it be easier for thyself, and they shall bear "
        },
        {
          "add": "the burden"
        },
        {
          "t": " with thee. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "If thou shalt do this thing, and God command thee so, then thou shalt be able to endure, and all this people shall also go to their place in peace.",
      "tokens": [
        {
          "t": "If thou shalt do this thing, and God command thee "
        },
        {
          "add": "so"
        },
        {
          "t": ", then thou shalt be able to endure, and all this people shall also go to their place in peace. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "So Moses hearkened to the voice of his father in law, and did all that he had said.",
      "tokens": [
        {
          "t": "So Moses hearkened to the voice of his father in law, and did all that he had said. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.",
      "tokens": [
        {
          "t": "And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And they judged the people at all seasons: the hard causes they brought unto Moses, but every small matter they judged themselves.",
      "tokens": [
        {
          "t": "And they judged the people at all seasons: the hard causes they brought unto Moses, but every small matter they judged themselves. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ And Moses let his father in law depart; and he went his way into his own land.",
      "tokens": [
        {
          "t": "¶ And Moses let his father in law depart; and he went his way into his own land. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "Gershom: that is A stranger there"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "Eliezer: that is, My God is an help"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "welfare: Heb. peace"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "come…: Heb. found them"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "one…: Heb. a man and his fellow"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 18
      },
      "text": "Thou wilt…: Heb. Fading thou wilt fade"
    }
  ]
}