{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 28,
  "verses": [
    {
      "v": 1,
      "plain": "And take thou unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may minister unto me in the priest’s office, even Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons.",
      "tokens": [
        {
          "t": "And take thou unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may minister unto me in the priest’s office, "
        },
        {
          "add": "even"
        },
        {
          "t": " Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And thou shalt make holy garments for Aaron thy brother for glory and for beauty.",
      "tokens": [
        {
          "t": "And thou shalt make holy garments for Aaron thy brother for glory and for beauty. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And thou shalt speak unto all that are wise hearted, whom I have filled with the spirit of wisdom, that they may make Aaron’s garments to consecrate him, that he may minister unto me in the priest’s office.",
      "tokens": [
        {
          "t": "And thou shalt speak unto all "
        },
        {
          "add": "that are"
        },
        {
          "t": " wise hearted, whom I have filled with the spirit of wisdom, that they may make Aaron’s garments to consecrate him, that he may minister unto me in the priest’s office. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And these are the garments which they shall make; a breastplate, and an ephod, and a robe, and a broidered coat, a mitre, and a girdle: and they shall make holy garments for Aaron thy brother, and his sons, that he may minister unto me in the priest’s office.",
      "tokens": [
        {
          "t": "And these "
        },
        {
          "add": "are"
        },
        {
          "t": " the garments which they shall make; a breastplate, and an ephod, and a robe, and a broidered coat, a mitre, and a girdle: and they shall make holy garments for Aaron thy brother, and his sons, that he may minister unto me in the priest’s office. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And they shall take gold, and blue, and purple, and scarlet, and fine linen.",
      "tokens": [
        {
          "t": "And they shall take gold, and blue, and purple, and scarlet, and fine linen. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ And they shall make the ephod of gold, of blue, and of purple, of scarlet, and fine twined linen, with cunning work.",
      "tokens": [
        {
          "t": "¶ And they shall make the ephod "
        },
        {
          "add": "of"
        },
        {
          "t": " gold, "
        },
        {
          "add": "of"
        },
        {
          "t": " blue, and "
        },
        {
          "add": "of"
        },
        {
          "t": " purple, "
        },
        {
          "add": "of"
        },
        {
          "t": " scarlet, and fine twined linen, with cunning work. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "It shall have the two shoulderpieces thereof joined at the two edges thereof; and so it shall be joined together.",
      "tokens": [
        {
          "t": "It shall have the two shoulderpieces thereof joined at the two edges thereof; and "
        },
        {
          "add": "so"
        },
        {
          "t": " it shall be joined together. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And the curious girdle of the ephod, which is upon it, shall be of the same, according to the work thereof; even of gold, of blue, and purple, and scarlet, and fine twined linen.",
      "tokens": [
        {
          "t": "And the curious girdle of the ephod, which "
        },
        {
          "add": "is"
        },
        {
          "t": " upon it, shall be of the same, according to the work thereof; "
        },
        {
          "add": "even of"
        },
        {
          "t": " gold, "
        },
        {
          "add": "of"
        },
        {
          "t": " blue, and purple, and scarlet, and fine twined linen. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And thou shalt take two onyx stones, and grave on them the names of the children of Israel:",
      "tokens": [
        {
          "t": "And thou shalt take two onyx stones, and grave on them the names of the children of Israel: "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Six of their names on one stone, and the other six names of the rest on the other stone, according to their birth.",
      "tokens": [
        {
          "t": "Six of their names on one stone, and "
        },
        {
          "add": "the other"
        },
        {
          "t": " six names of the rest on the other stone, according to their birth. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "With the work of an engraver in stone, like the engravings of a signet, shalt thou engrave the two stones with the names of the children of Israel: thou shalt make them to be set in ouches of gold.",
      "tokens": [
        {
          "t": "With the work of an engraver in stone, "
        },
        {
          "add": "like"
        },
        {
          "t": " the engravings of a signet, shalt thou engrave the two stones with the names of the children of Israel: thou shalt make them to be set in ouches of gold. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And thou shalt put the two stones upon the shoulders of the ephod for stones of memorial unto the children of Israel: and Aaron shall bear their names before the LORD upon his two shoulders for a memorial.",
      "tokens": [
        {
          "t": "And thou shalt put the two stones upon the shoulders of the ephod "
        },
        {
          "add": "for"
        },
        {
          "t": " stones of memorial unto the children of Israel: and Aaron shall bear their names before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " upon his two shoulders for a memorial. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And thou shalt make ouches of gold;",
      "tokens": [
        {
          "t": "¶ And thou shalt make ouches "
        },
        {
          "add": "of"
        },
        {
          "t": " gold; "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And two chains of pure gold at the ends; of wreathen work shalt thou make them, and fasten the wreathen chains to the ouches.",
      "tokens": [
        {
          "t": "And two chains "
        },
        {
          "add": "of"
        },
        {
          "t": " pure gold at the ends; "
        },
        {
          "add": "of"
        },
        {
          "t": " wreathen work shalt thou make them, and fasten the wreathen chains to the ouches. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ And thou shalt make the breastplate of judgment with cunning work; after the work of the ephod thou shalt make it; of gold, of blue, and of purple, and of scarlet, and of fine twined linen, shalt thou make it.",
      "tokens": [
        {
          "t": "¶ And thou shalt make the breastplate of judgment with cunning work; after the work of the ephod thou shalt make it; "
        },
        {
          "add": "of"
        },
        {
          "t": " gold, "
        },
        {
          "add": "of"
        },
        {
          "t": " blue, and "
        },
        {
          "add": "of"
        },
        {
          "t": " purple, and "
        },
        {
          "add": "of"
        },
        {
          "t": " scarlet, and "
        },
        {
          "add": "of"
        },
        {
          "t": " fine twined linen, shalt thou make it. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Foursquare it shall be being doubled; a span shall be the length thereof, and a span shall be the breadth thereof.",
      "tokens": [
        {
          "t": "Foursquare it shall be "
        },
        {
          "add": "being"
        },
        {
          "t": " doubled; a span "
        },
        {
          "add": "shall be"
        },
        {
          "t": " the length thereof, and a span "
        },
        {
          "add": "shall be"
        },
        {
          "t": " the breadth thereof. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And thou shalt set in it settings of stones, even four rows of stones: the first row shall be a sardius, a topaz, and a carbuncle: this shall be the first row.",
      "tokens": [
        {
          "t": "And thou shalt set in it settings of stones, "
        },
        {
          "add": "even"
        },
        {
          "t": " four rows of stones: "
        },
        {
          "add": "the first"
        },
        {
          "t": " row "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a sardius, a topaz, and a carbuncle: "
        },
        {
          "add": "this shall be"
        },
        {
          "t": " the first row. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And the second row shall be an emerald, a sapphire, and a diamond.",
      "tokens": [
        {
          "t": "And the second row "
        },
        {
          "add": "shall be"
        },
        {
          "t": " an emerald, a sapphire, and a diamond. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And the third row a ligure, an agate, and an amethyst.",
      "tokens": [
        {
          "t": "And the third row a ligure, an agate, and an amethyst. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And the fourth row a beryl, and an onyx, and a jasper: they shall be set in gold in their inclosings.",
      "tokens": [
        {
          "t": "And the fourth row a beryl, and an onyx, and a jasper: they shall be set in gold in their inclosings. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And the stones shall be with the names of the children of Israel, twelve, according to their names, like the engravings of a signet; every one with his name shall they be according to the twelve tribes.",
      "tokens": [
        {
          "t": "And the stones shall be with the names of the children of Israel, twelve, according to their names, "
        },
        {
          "add": "like"
        },
        {
          "t": " the engravings of a signet; every one with his name shall they be according to the twelve tribes. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "¶ And thou shalt make upon the breastplate chains at the ends of wreathen work of pure gold.",
      "tokens": [
        {
          "t": "¶ And thou shalt make upon the breastplate chains at the ends "
        },
        {
          "add": "of"
        },
        {
          "t": " wreathen work "
        },
        {
          "add": "of"
        },
        {
          "t": " pure gold. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And thou shalt make upon the breastplate two rings of gold, and shalt put the two rings on the two ends of the breastplate.",
      "tokens": [
        {
          "t": "And thou shalt make upon the breastplate two rings of gold, and shalt put the two rings on the two ends of the breastplate. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And thou shalt put the two wreathen chains of gold in the two rings which are on the ends of the breastplate.",
      "tokens": [
        {
          "t": "And thou shalt put the two wreathen "
        },
        {
          "add": "chains"
        },
        {
          "t": " of gold in the two rings "
        },
        {
          "add": "which are"
        },
        {
          "t": " on the ends of the breastplate. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And the other two ends of the two wreathen chains thou shalt fasten in the two ouches, and put them on the shoulderpieces of the ephod before it.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "the other"
        },
        {
          "t": " two ends of the two wreathen "
        },
        {
          "add": "chains"
        },
        {
          "t": " thou shalt fasten in the two ouches, and put "
        },
        {
          "add": "them"
        },
        {
          "t": " on the shoulderpieces of the ephod before it. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "¶ And thou shalt make two rings of gold, and thou shalt put them upon the two ends of the breastplate in the border thereof, which is in the side of the ephod inward.",
      "tokens": [
        {
          "t": "¶ And thou shalt make two rings of gold, and thou shalt put them upon the two ends of the breastplate in the border thereof, which "
        },
        {
          "add": "is"
        },
        {
          "t": " in the side of the ephod inward. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And two other rings of gold thou shalt make, and shalt put them on the two sides of the ephod underneath, toward the forepart thereof, over against the other coupling thereof, above the curious girdle of the ephod.",
      "tokens": [
        {
          "t": "And two "
        },
        {
          "add": "other"
        },
        {
          "t": " rings of gold thou shalt make, and shalt put them on the two sides of the ephod underneath, toward the forepart thereof, over against the "
        },
        {
          "add": "other"
        },
        {
          "t": " coupling thereof, above the curious girdle of the ephod. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And they shall bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it may be above the curious girdle of the ephod, and that the breastplate be not loosed from the ephod.",
      "tokens": [
        {
          "t": "And they shall bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that "
        },
        {
          "add": "it"
        },
        {
          "t": " may be above the curious girdle of the ephod, and that the breastplate be not loosed from the ephod. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And Aaron shall bear the names of the children of Israel in the breastplate of judgment upon his heart, when he goeth in unto the holy place, for a memorial before the LORD continually.",
      "tokens": [
        {
          "t": "And Aaron shall bear the names of the children of Israel in the breastplate of judgment upon his heart, when he goeth in unto the holy "
        },
        {
          "add": "place"
        },
        {
          "t": ", for a memorial before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " continually. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "¶ And thou shalt put in the breastplate of judgment the Urim and the Thummim; and they shall be upon Aaron’s heart, when he goeth in before the LORD: and Aaron shall bear the judgment of the children of Israel upon his heart before the LORD continually.",
      "tokens": [
        {
          "t": "¶ And thou shalt put in the breastplate of judgment the Urim and the Thummim; and they shall be upon Aaron’s heart, when he goeth in before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and Aaron shall bear the judgment of the children of Israel upon his heart before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " continually. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "¶ And thou shalt make the robe of the ephod all of blue.",
      "tokens": [
        {
          "t": "¶ And thou shalt make the robe of the ephod all "
        },
        {
          "add": "of"
        },
        {
          "t": " blue. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And there shall be an hole in the top of it, in the midst thereof: it shall have a binding of woven work round about the hole of it, as it were the hole of an habergeon, that it be not rent.",
      "tokens": [
        {
          "t": "And there shall be an hole in the top of it, in the midst thereof: it shall have a binding of woven work round about the hole of it, as it were the hole of an habergeon, that it be not rent. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "¶ And beneath upon the hem of it thou shalt make pomegranates of blue, and of purple, and of scarlet, round about the hem thereof; and bells of gold between them round about:",
      "tokens": [
        {
          "t": "¶ And "
        },
        {
          "add": "beneath"
        },
        {
          "t": " upon the hem of it thou shalt make pomegranates "
        },
        {
          "add": "of"
        },
        {
          "t": " blue, and "
        },
        {
          "add": "of"
        },
        {
          "t": " purple, and "
        },
        {
          "add": "of"
        },
        {
          "t": " scarlet, round about the hem thereof; and bells of gold between them round about: "
        }
      ]
    },
    {
      "v": 34,
      "plain": "A golden bell and a pomegranate, a golden bell and a pomegranate, upon the hem of the robe round about.",
      "tokens": [
        {
          "t": "A golden bell and a pomegranate, a golden bell and a pomegranate, upon the hem of the robe round about. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And it shall be upon Aaron to minister: and his sound shall be heard when he goeth in unto the holy place before the LORD, and when he cometh out, that he die not.",
      "tokens": [
        {
          "t": "And it shall be upon Aaron to minister: and his sound shall be heard when he goeth in unto the holy "
        },
        {
          "add": "place"
        },
        {
          "t": " before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and when he cometh out, that he die not. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "¶ And thou shalt make a plate of pure gold, and grave upon it, like the engravings of a signet, HOLINESS TO THE LORD.",
      "tokens": [
        {
          "t": "¶ And thou shalt make a plate "
        },
        {
          "add": "of"
        },
        {
          "t": " pure gold, and grave upon it, "
        },
        {
          "add": "like"
        },
        {
          "t": " the engravings of a signet, HOLINESS TO THE "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And thou shalt put it on a blue lace, that it may be upon the mitre; upon the forefront of the mitre it shall be.",
      "tokens": [
        {
          "t": "And thou shalt put it on a blue lace, that it may be upon the mitre; upon the forefront of the mitre it shall be. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "And it shall be upon Aaron’s forehead, that Aaron may bear the iniquity of the holy things, which the children of Israel shall hallow in all their holy gifts; and it shall be always upon his forehead, that they may be accepted before the LORD.",
      "tokens": [
        {
          "t": "And it shall be upon Aaron’s forehead, that Aaron may bear the iniquity of the holy things, which the children of Israel shall hallow in all their holy gifts; and it shall be always upon his forehead, that they may be accepted before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 39,
      "plain": "¶ And thou shalt embroider the coat of fine linen, and thou shalt make the mitre of fine linen, and thou shalt make the girdle of needlework.",
      "tokens": [
        {
          "t": "¶ And thou shalt embroider the coat of fine linen, and thou shalt make the mitre "
        },
        {
          "add": "of"
        },
        {
          "t": " fine linen, and thou shalt make the girdle "
        },
        {
          "add": "of"
        },
        {
          "t": " needlework. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "¶ And for Aaron’s sons thou shalt make coats, and thou shalt make for them girdles, and bonnets shalt thou make for them, for glory and for beauty.",
      "tokens": [
        {
          "t": "¶ And for Aaron’s sons thou shalt make coats, and thou shalt make for them girdles, and bonnets shalt thou make for them, for glory and for beauty. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And thou shalt put them upon Aaron thy brother, and his sons with him; and shalt anoint them, and consecrate them, and sanctify them, that they may minister unto me in the priest’s office.",
      "tokens": [
        {
          "t": "And thou shalt put them upon Aaron thy brother, and his sons with him; and shalt anoint them, and consecrate them, and sanctify them, that they may minister unto me in the priest’s office. "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And thou shalt make them linen breeches to cover their nakedness; from the loins even unto the thighs they shall reach:",
      "tokens": [
        {
          "t": "And thou shalt make them linen breeches to cover their nakedness; from the loins even unto the thighs they shall reach: "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And they shall be upon Aaron, and upon his sons, when they come in unto the tabernacle of the congregation, or when they come near unto the altar to minister in the holy place; that they bear not iniquity, and die: it shall be a statute for ever unto him and his seed after him.",
      "tokens": [
        {
          "t": "And they shall be upon Aaron, and upon his sons, when they come in unto the tabernacle of the congregation, or when they come near unto the altar to minister in the holy "
        },
        {
          "add": "place;"
        },
        {
          "t": " that they bear not iniquity, and die: "
        },
        {
          "add": "it shall be"
        },
        {
          "t": " a statute for ever unto him and his seed after him. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 8
      },
      "text": "curious: or, embroidered"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 17
      },
      "text": "set…: Heb. fill in it fillings of stone"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 17
      },
      "text": "sardius: or, ruby"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 20
      },
      "text": "inclosings: Heb. fillings"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 33
      },
      "text": "hem: or, skirts"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 41
      },
      "text": "consecrate…: Heb. fill their hand"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 42
      },
      "text": "their…: Heb. flesh of their nakedness"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 42
      },
      "text": "reach: Heb. be"
    }
  ]
}