{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 29,
  "verses": [
    {
      "v": 1,
      "plain": "And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest’s office: Take one young bullock, and two rams without blemish,",
      "tokens": [
        {
          "t": "And this "
        },
        {
          "add": "is"
        },
        {
          "t": " the thing that thou shalt do unto them to hallow them, to minister unto me in the priest’s office: Take one young bullock, and two rams without blemish, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And unleavened bread, and cakes unleavened tempered with oil, and wafers unleavened anointed with oil: of wheaten flour shalt thou make them.",
      "tokens": [
        {
          "t": "And unleavened bread, and cakes unleavened tempered with oil, and wafers unleavened anointed with oil: "
        },
        {
          "add": "of"
        },
        {
          "t": " wheaten flour shalt thou make them. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams.",
      "tokens": [
        {
          "t": "And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Aaron and his sons thou shalt bring unto the door of the tabernacle of the congregation, and shalt wash them with water.",
      "tokens": [
        {
          "t": "And Aaron and his sons thou shalt bring unto the door of the tabernacle of the congregation, and shalt wash them with water. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the curious girdle of the ephod:",
      "tokens": [
        {
          "t": "And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the curious girdle of the ephod: "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And thou shalt put the mitre upon his head, and put the holy crown upon the mitre.",
      "tokens": [
        {
          "t": "And thou shalt put the mitre upon his head, and put the holy crown upon the mitre. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Then shalt thou take the anointing oil, and pour it upon his head, and anoint him.",
      "tokens": [
        {
          "t": "Then shalt thou take the anointing oil, and pour "
        },
        {
          "add": "it"
        },
        {
          "t": " upon his head, and anoint him. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And thou shalt bring his sons, and put coats upon them.",
      "tokens": [
        {
          "t": "And thou shalt bring his sons, and put coats upon them. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And thou shalt gird them with girdles, Aaron and his sons, and put the bonnets on them: and the priest’s office shall be theirs for a perpetual statute: and thou shalt consecrate Aaron and his sons.",
      "tokens": [
        {
          "t": "And thou shalt gird them with girdles, Aaron and his sons, and put the bonnets on them: and the priest’s office shall be theirs for a perpetual statute: and thou shalt consecrate Aaron and his sons. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And thou shalt cause a bullock to be brought before the tabernacle of the congregation: and Aaron and his sons shall put their hands upon the head of the bullock.",
      "tokens": [
        {
          "t": "And thou shalt cause a bullock to be brought before the tabernacle of the congregation: and Aaron and his sons shall put their hands upon the head of the bullock. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And thou shalt kill the bullock before the LORD, by the door of the tabernacle of the congregation.",
      "tokens": [
        {
          "t": "And thou shalt kill the bullock before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", "
        },
        {
          "add": "by"
        },
        {
          "t": " the door of the tabernacle of the congregation. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger, and pour all the blood beside the bottom of the altar.",
      "tokens": [
        {
          "t": "And thou shalt take of the blood of the bullock, and put "
        },
        {
          "add": "it"
        },
        {
          "t": " upon the horns of the altar with thy finger, and pour all the blood beside the bottom of the altar. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And thou shalt take all the fat that covereth the inwards, and the caul that is above the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar.",
      "tokens": [
        {
          "t": "And thou shalt take all the fat that covereth the inwards, and the caul "
        },
        {
          "add": "that is"
        },
        {
          "t": " above the liver, and the two kidneys, and the fat that "
        },
        {
          "add": "is"
        },
        {
          "t": " upon them, and burn "
        },
        {
          "add": "them"
        },
        {
          "t": " upon the altar. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "But the flesh of the bullock, and his skin, and his dung, shalt thou burn with fire without the camp: it is a sin offering.",
      "tokens": [
        {
          "t": "But the flesh of the bullock, and his skin, and his dung, shalt thou burn with fire without the camp: it "
        },
        {
          "add": "is"
        },
        {
          "t": " a sin offering. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ Thou shalt also take one ram; and Aaron and his sons shall put their hands upon the head of the ram.",
      "tokens": [
        {
          "t": "¶ Thou shalt also take one ram; and Aaron and his sons shall put their hands upon the head of the ram. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And thou shalt slay the ram, and thou shalt take his blood, and sprinkle it round about upon the altar.",
      "tokens": [
        {
          "t": "And thou shalt slay the ram, and thou shalt take his blood, and sprinkle "
        },
        {
          "add": "it"
        },
        {
          "t": " round about upon the altar. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And thou shalt cut the ram in pieces, and wash the inwards of him, and his legs, and put them unto his pieces, and unto his head.",
      "tokens": [
        {
          "t": "And thou shalt cut the ram in pieces, and wash the inwards of him, and his legs, and put "
        },
        {
          "add": "them"
        },
        {
          "t": " unto his pieces, and unto his head. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And thou shalt burn the whole ram upon the altar: it is a burnt offering unto the LORD: it is a sweet savour, an offering made by fire unto the LORD.",
      "tokens": [
        {
          "t": "And thou shalt burn the whole ram upon the altar: it "
        },
        {
          "add": "is"
        },
        {
          "t": " a burnt offering unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": it "
        },
        {
          "add": "is"
        },
        {
          "t": " a sweet savour, an offering made by fire unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 19,
      "plain": "¶ And thou shalt take the other ram; and Aaron and his sons shall put their hands upon the head of the ram.",
      "tokens": [
        {
          "t": "¶ And thou shalt take the other ram; and Aaron and his sons shall put their hands upon the head of the ram. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Then shalt thou kill the ram, and take of his blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about.",
      "tokens": [
        {
          "t": "Then shalt thou kill the ram, and take of his blood, and put "
        },
        {
          "add": "it"
        },
        {
          "t": " upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons’ garments with him.",
      "tokens": [
        {
          "t": "And thou shalt take of the blood that "
        },
        {
          "add": "is"
        },
        {
          "t": " upon the altar, and of the anointing oil, and sprinkle "
        },
        {
          "add": "it"
        },
        {
          "t": " upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons’ garments with him. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Also thou shalt take of the ram the fat and the rump, and the fat that covereth the inwards, and the caul above the liver, and the two kidneys, and the fat that is upon them, and the right shoulder; for it is a ram of consecration:",
      "tokens": [
        {
          "t": "Also thou shalt take of the ram the fat and the rump, and the fat that covereth the inwards, and the caul "
        },
        {
          "add": "above"
        },
        {
          "t": " the liver, and the two kidneys, and the fat that "
        },
        {
          "add": "is"
        },
        {
          "t": " upon them, and the right shoulder; for it "
        },
        {
          "add": "is"
        },
        {
          "t": " a ram of consecration: "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And one loaf of bread, and one cake of oiled bread, and one wafer out of the basket of the unleavened bread that is before the LORD:",
      "tokens": [
        {
          "t": "And one loaf of bread, and one cake of oiled bread, and one wafer out of the basket of the unleavened bread that "
        },
        {
          "add": "is"
        },
        {
          "t": " before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And thou shalt put all in the hands of Aaron, and in the hands of his sons; and shalt wave them for a wave offering before the LORD.",
      "tokens": [
        {
          "t": "And thou shalt put all in the hands of Aaron, and in the hands of his sons; and shalt wave them "
        },
        {
          "add": "for"
        },
        {
          "t": " a wave offering before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And thou shalt receive them of their hands, and burn them upon the altar for a burnt offering, for a sweet savour before the LORD: it is an offering made by fire unto the LORD.",
      "tokens": [
        {
          "t": "And thou shalt receive them of their hands, and burn "
        },
        {
          "add": "them"
        },
        {
          "t": " upon the altar for a burnt offering, for a sweet savour before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": it "
        },
        {
          "add": "is"
        },
        {
          "t": " an offering made by fire unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And thou shalt take the breast of the ram of Aaron’s consecration, and wave it for a wave offering before the LORD: and it shall be thy part.",
      "tokens": [
        {
          "t": "And thou shalt take the breast of the ram of Aaron’s consecration, and wave it "
        },
        {
          "add": "for"
        },
        {
          "t": " a wave offering before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and it shall be thy part. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And thou shalt sanctify the breast of the wave offering, and the shoulder of the heave offering, which is waved, and which is heaved up, of the ram of the consecration, even of that which is for Aaron, and of that which is for his sons:",
      "tokens": [
        {
          "t": "And thou shalt sanctify the breast of the wave offering, and the shoulder of the heave offering, which is waved, and which is heaved up, of the ram of the consecration, "
        },
        {
          "add": "even"
        },
        {
          "t": " of "
        },
        {
          "add": "that"
        },
        {
          "t": " which "
        },
        {
          "add": "is"
        },
        {
          "t": " for Aaron, and of "
        },
        {
          "add": "that"
        },
        {
          "t": " which is for his sons: "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And it shall be Aaron’s and his sons’ by a statute for ever from the children of Israel: for it is an heave offering: and it shall be an heave offering from the children of Israel of the sacrifice of their peace offerings, even their heave offering unto the LORD.",
      "tokens": [
        {
          "t": "And it shall be Aaron’s and his sons’ by a statute for ever from the children of Israel: for it "
        },
        {
          "add": "is"
        },
        {
          "t": " an heave offering: and it shall be an heave offering from the children of Israel of the sacrifice of their peace offerings, "
        },
        {
          "add": "even"
        },
        {
          "t": " their heave offering unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 29,
      "plain": "¶ And the holy garments of Aaron shall be his sons’ after him, to be anointed therein, and to be consecrated in them.",
      "tokens": [
        {
          "t": "¶ And the holy garments of Aaron shall be his sons’ after him, to be anointed therein, and to be consecrated in them. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And that son that is priest in his stead shall put them on seven days, when he cometh into the tabernacle of the congregation to minister in the holy place.",
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": " that son that is priest in his stead shall put them on seven days, when he cometh into the tabernacle of the congregation to minister in the holy "
        },
        {
          "add": "place"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 31,
      "plain": "¶ And thou shalt take the ram of the consecration, and seethe his flesh in the holy place.",
      "tokens": [
        {
          "t": "¶ And thou shalt take the ram of the consecration, and seethe his flesh in the holy place. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, by the door of the tabernacle of the congregation.",
      "tokens": [
        {
          "t": "And Aaron and his sons shall eat the flesh of the ram, and the bread that "
        },
        {
          "add": "is"
        },
        {
          "t": " in the basket, "
        },
        {
          "add": "by"
        },
        {
          "t": " the door of the tabernacle of the congregation. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And they shall eat those things wherewith the atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy.",
      "tokens": [
        {
          "t": "And they shall eat those things wherewith the atonement was made, to consecrate "
        },
        {
          "add": "and"
        },
        {
          "t": " to sanctify them: but a stranger shall not eat "
        },
        {
          "add": "thereof"
        },
        {
          "t": ", because they "
        },
        {
          "add": "are"
        },
        {
          "t": " holy. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And if ought of the flesh of the consecrations, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy.",
      "tokens": [
        {
          "t": "And if ought of the flesh of the consecrations, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it "
        },
        {
          "add": "is"
        },
        {
          "t": " holy. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And thus shalt thou do unto Aaron, and to his sons, according to all things which I have commanded thee: seven days shalt thou consecrate them.",
      "tokens": [
        {
          "t": "And thus shalt thou do unto Aaron, and to his sons, according to all "
        },
        {
          "add": "things"
        },
        {
          "t": " which I have commanded thee: seven days shalt thou consecrate them. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And thou shalt offer every day a bullock for a sin offering for atonement: and thou shalt cleanse the altar, when thou hast made an atonement for it, and thou shalt anoint it, to sanctify it.",
      "tokens": [
        {
          "t": "And thou shalt offer every day a bullock "
        },
        {
          "add": "for"
        },
        {
          "t": " a sin offering for atonement: and thou shalt cleanse the altar, when thou hast made an atonement for it, and thou shalt anoint it, to sanctify it. "
        }
      ]
    },
    {
      "v": 37,
      "plain": "Seven days thou shalt make an atonement for the altar, and sanctify it; and it shall be an altar most holy: whatsoever toucheth the altar shall be holy.",
      "tokens": [
        {
          "t": "Seven days thou shalt make an atonement for the altar, and sanctify it; and it shall be an altar most holy: whatsoever toucheth the altar shall be holy. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "¶ Now this is that which thou shalt offer upon the altar; two lambs of the first year day by day continually.",
      "tokens": [
        {
          "t": "¶ Now this "
        },
        {
          "add": "is that"
        },
        {
          "t": " which thou shalt offer upon the altar; two lambs of the first year day by day continually. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer at even:",
      "tokens": [
        {
          "t": "The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer at even: "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And with the one lamb a tenth deal of flour mingled with the fourth part of an hin of beaten oil; and the fourth part of an hin of wine for a drink offering.",
      "tokens": [
        {
          "t": "And with the one lamb a tenth deal of flour mingled with the fourth part of an hin of beaten oil; and the fourth part of an hin of wine "
        },
        {
          "add": "for"
        },
        {
          "t": " a drink offering. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And the other lamb thou shalt offer at even, and shalt do thereto according to the meat offering of the morning, and according to the drink offering thereof, for a sweet savour, an offering made by fire unto the LORD.",
      "tokens": [
        {
          "t": "And the other lamb thou shalt offer at even, and shalt do thereto according to the meat offering of the morning, and according to the drink offering thereof, for a sweet savour, an offering made by fire unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 42,
      "plain": "This shall be a continual burnt offering throughout your generations at the door of the tabernacle of the congregation before the LORD: where I will meet you, to speak there unto thee.",
      "tokens": [
        {
          "add": "This shall be"
        },
        {
          "t": " a continual burnt offering throughout your generations "
        },
        {
          "add": "at"
        },
        {
          "t": " the door of the tabernacle of the congregation before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": where I will meet you, to speak there unto thee. "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And there I will meet with the children of Israel, and the tabernacle shall be sanctified by my glory.",
      "tokens": [
        {
          "t": "And there I will meet with the children of Israel, and "
        },
        {
          "add": "the tabernacle"
        },
        {
          "t": " shall be sanctified by my glory. "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And I will sanctify the tabernacle of the congregation, and the altar: I will sanctify also both Aaron and his sons, to minister to me in the priest’s office.",
      "tokens": [
        {
          "t": "And I will sanctify the tabernacle of the congregation, and the altar: I will sanctify also both Aaron and his sons, to minister to me in the priest’s office. "
        }
      ]
    },
    {
      "v": 45,
      "plain": "¶ And I will dwell among the children of Israel, and will be their God.",
      "tokens": [
        {
          "t": "¶ And I will dwell among the children of Israel, and will be their God. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "And they shall know that I am the LORD their God, that brought them forth out of the land of Egypt, that I may dwell among them: I am the LORD their God.",
      "tokens": [
        {
          "t": "And they shall know that I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " their God, that brought them forth out of the land of Egypt, that I may dwell among them: I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " their God. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 9
      },
      "text": "put: Heb. bind"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "consecrate: Heb. fill the hand of"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 13
      },
      "text": "the caul: it seemeth by anatomy, and the Hebrew doctors, to be the midriff"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 17
      },
      "text": "unto: or, upon"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 24
      },
      "text": "shalt wave: or, shalt shake to and fro"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 30
      },
      "text": "that son: Heb. he of his sons"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 43
      },
      "text": "the tabernacle: or, Israel"
    }
  ]
}