{
  "schema": 1,
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 31,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "See, I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "To devise cunning works, to work in gold, and in silver, and in brass,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And in cutting of stones, to set"
        },
        {
          "add": "them"
        },
        {
          "t": ", and in carving of timber, to work in all manner of workmanship."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "The tabernacle of the congregation, and the ark of the testimony, and the mercy seat that"
        },
        {
          "add": "is"
        },
        {
          "t": "thereupon, and all the furniture of the tabernacle,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And the table and his furniture, and the pure candlestick with all his furniture, and the altar of incense,"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the altar of burnt offering with all his furniture, and the laver and his foot,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the cloths of service, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the anointing oil, and sweet incense for the holy"
        },
        {
          "add": "place:"
        },
        {
          "t": "according to all that I have commanded thee shall they do."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Speak thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it"
        },
        {
          "add": "is"
        },
        {
          "t": "a sign between me and you throughout your generations; that"
        },
        {
          "add": "ye"
        },
        {
          "t": "may know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that doth sanctify you."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Ye shall keep the sabbath therefore; for it"
        },
        {
          "add": "is"
        },
        {
          "t": "holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth"
        },
        {
          "add": "any"
        },
        {
          "t": "work therein, that soul shall be cut off from among his people."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Six days may work be done; but in the seventh"
        },
        {
          "add": "is"
        },
        {
          "t": "the sabbath of rest, holy to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": whosoever doeth"
        },
        {
          "add": "any"
        },
        {
          "t": "work in the sabbath day, he shall surely be put to death."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations,"
        },
        {
          "add": "for"
        },
        {
          "t": "a perpetual covenant."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "It"
        },
        {
          "add": "is"
        },
        {
          "t": "a sign between me and the children of Israel for ever: for"
        },
        {
          "add": "in"
        },
        {
          "t": "six days the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "made heaven and earth, and on the seventh day he rested, and was refreshed."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And he gave unto Moses, when he had made an end of communing with him upon mount Sinai, two tables of testimony, tables of stone, written with the finger of God."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "furniture: Heb. vessels"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "furniture: Heb. vessels"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "furniture: Heb. vessels"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 15
      },
      "text": "holy: Heb. holiness"
    }
  ]
}