{
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 32,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And when the people saw that Moses delayed to come down out of the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us gods, which shall go before us; for"
        },
        {
          "add": "as for"
        },
        {
          "t": "this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Aaron said unto them, Break off the golden earrings, which"
        },
        {
          "add": "are"
        },
        {
          "t": "in the ears of your wives, of your sons, and of your daughters, and bring"
        },
        {
          "add": "them"
        },
        {
          "t": "unto me."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And all the people brake off the golden earrings which"
        },
        {
          "add": "were"
        },
        {
          "t": "in their ears, and brought"
        },
        {
          "add": "them"
        },
        {
          "t": "unto Aaron."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he received"
        },
        {
          "add": "them"
        },
        {
          "t": "at their hand, and fashioned it with a graving tool, after he had made it a molten calf: and they said, These"
        },
        {
          "add": "be"
        },
        {
          "t": "thy gods, O Israel, which brought thee up out of the land of Egypt."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And when Aaron saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", he built an altar before it; and Aaron made proclamation, and said, To morrow"
        },
        {
          "add": "is"
        },
        {
          "t": "a feast to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Moses, Go, get thee down; for thy people, which thou broughtest out of the land of Egypt, have corrupted"
        },
        {
          "add": "themselves:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "They have turned aside quickly out of the way which I commanded them: they have made them a molten calf, and have worshipped it, and have sacrificed thereunto, and said, These"
        },
        {
          "add": "be"
        },
        {
          "t": "thy gods, O Israel, which have brought thee up out of the land of Egypt."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Moses, I have seen this people, and, behold, it"
        },
        {
          "add": "is"
        },
        {
          "t": "a stiffnecked people:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Now therefore let me alone, that my wrath may wax hot against them, and that I may consume them: and I will make of thee a great nation."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Moses besought the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "his God, and said,"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", why doth thy wrath wax hot against thy people, which thou hast brought forth out of the land of Egypt with great power, and with a mighty hand?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Wherefore should the Egyptians speak, and say, For mischief did he bring them out, to slay them in the mountains, and to consume them from the face of the earth? Turn from thy fierce wrath, and repent of this evil against thy people."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit"
        },
        {
          "add": "it"
        },
        {
          "t": "for ever."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "repented of the evil which he thought to do unto his people."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And Moses turned, and went down from the mount, and the two tables of the testimony"
        },
        {
          "add": "were"
        },
        {
          "t": "in his hand: the tables"
        },
        {
          "add": "were"
        },
        {
          "t": "written on both their sides; on the one side and on the other"
        },
        {
          "add": "were"
        },
        {
          "t": "they written."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the tables"
        },
        {
          "add": "were"
        },
        {
          "t": "the work of God, and the writing"
        },
        {
          "add": "was"
        },
        {
          "t": "the writing of God, graven upon the tables."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And when Joshua heard the noise of the people as they shouted, he said unto Moses,"
        },
        {
          "add": "There is"
        },
        {
          "t": "a noise of war in the camp."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And he said,"
        },
        {
          "add": "It is"
        },
        {
          "t": "not the voice of"
        },
        {
          "add": "them that"
        },
        {
          "t": "shout for mastery, neither"
        },
        {
          "add": "is it"
        },
        {
          "t": "the voice of"
        },
        {
          "add": "them that"
        },
        {
          "t": "cry for being overcome:"
        },
        {
          "add": "but"
        },
        {
          "t": "the noise of"
        },
        {
          "add": "them that"
        },
        {
          "t": "sing do I hear."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ And it came to pass, as soon as he came nigh unto the camp, that he saw the calf, and the dancing: and Moses’ anger waxed hot, and he cast the tables out of his hands, and brake them beneath the mount."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And he took the calf which they had made, and burnt"
        },
        {
          "add": "it"
        },
        {
          "t": "in the fire, and ground"
        },
        {
          "add": "it"
        },
        {
          "t": "to powder, and strawed"
        },
        {
          "add": "it"
        },
        {
          "t": "upon the water, and made the children of Israel drink"
        },
        {
          "add": "of it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Moses said unto Aaron, What did this people unto thee, that thou hast brought so great a sin upon them?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Aaron said, Let not the anger of my lord wax hot: thou knowest the people, that they"
        },
        {
          "add": "are set"
        },
        {
          "t": "on mischief."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "For they said unto me, Make us gods, which shall go before us: for"
        },
        {
          "add": "as for"
        },
        {
          "t": "this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And I said unto them, Whosoever hath any gold, let them break"
        },
        {
          "add": "it"
        },
        {
          "t": "off. So they gave"
        },
        {
          "add": "it"
        },
        {
          "t": "me: then I cast it into the fire, and there came out this calf."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And when Moses saw that the people"
        },
        {
          "add": "were"
        },
        {
          "t": "naked; (for Aaron had made them naked unto"
        },
        {
          "add": "their"
        },
        {
          "t": "shame among their enemies:)"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Then Moses stood in the gate of the camp, and said, Who"
        },
        {
          "add": "is"
        },
        {
          "t": "on the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "side?"
        },
        {
          "add": "let him come"
        },
        {
          "t": "unto me. And all the sons of Levi gathered themselves together unto him."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And he said unto them, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, Put every man his sword by his side,"
        },
        {
          "add": "and"
        },
        {
          "t": "go in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbour."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And the children of Levi did according to the word of Moses: and there fell of the people that day about three thousand men."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "For Moses had said, Consecrate yourselves to day to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", even every man upon his son, and upon his brother; that he may bestow upon you a blessing this day."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "¶ And it came to pass on the morrow, that Moses said unto the people, Ye have sinned a great sin: and now I will go up unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; peradventure I shall make an atonement for your sin."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And Moses returned unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and said, Oh, this people have sinned a great sin, and have made them gods of gold."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Yet now, if thou wilt forgive their sin—; and if not, blot me, I pray thee, out of thy book which thou hast written."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Moses, Whosoever hath sinned against me, him will I blot out of my book."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Therefore now go, lead the people unto"
        },
        {
          "add": "the place"
        },
        {
          "t": "of which I have spoken unto thee: behold, mine Angel shall go before thee: nevertheless in the day when I visit I will visit their sin upon them."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "plagued the people, because they made the calf, which Aaron made."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 11
      },
      "text": "the LORD: Heb. the face of the LORD"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 18
      },
      "text": "being…: Heb. weakness"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 25
      },
      "text": "their enemies: Heb. those that rose up against them"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 29
      },
      "text": "For Moses…: or, And Moses said, Consecrate yourselves to day to the LORD, because every man hath been against his brother, etc"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 29
      },
      "text": "Consecrate…: Heb. Fill your hands"
    }
  ]
}