{
  "work": "KJV",
  "osis": "Exod",
  "abbr": "EXO",
  "chapter": 37,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And Bezaleel made the ark"
        },
        {
          "add": "of"
        },
        {
          "t": "shittim wood: two cubits and a half"
        },
        {
          "add": "was"
        },
        {
          "t": "the length of it, and a cubit and a half the breadth of it, and a cubit and a half the height of it:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he overlaid it with pure gold within and without, and made a crown of gold to it round about."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And he cast for it four rings of gold,"
        },
        {
          "add": "to be set"
        },
        {
          "t": "by the four corners of it; even two rings upon the one side of it, and two rings upon the other side of it."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he made staves"
        },
        {
          "add": "of"
        },
        {
          "t": "shittim wood, and overlaid them with gold."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And he put the staves into the rings by the sides of the ark, to bear the ark."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And he made the mercy seat"
        },
        {
          "add": "of"
        },
        {
          "t": "pure gold: two cubits and a half"
        },
        {
          "add": "was"
        },
        {
          "t": "the length thereof, and one cubit and a half the breadth thereof."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And he made two cherubims"
        },
        {
          "add": "of"
        },
        {
          "t": "gold, beaten out of one piece made he them, on the two ends of the mercy seat;"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "One cherub on the end on this side, and another cherub on the"
        },
        {
          "add": "other"
        },
        {
          "t": "end on that side: out of the mercy seat made he the cherubims on the two ends thereof."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the cherubims spread out"
        },
        {
          "add": "their"
        },
        {
          "t": "wings on high,"
        },
        {
          "add": "and"
        },
        {
          "t": "covered with their wings over the mercy seat, with their faces one to another;"
        },
        {
          "add": "even"
        },
        {
          "t": "to the mercy seatward were the faces of the cherubims."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And he made the table"
        },
        {
          "add": "of"
        },
        {
          "t": "shittim wood: two cubits"
        },
        {
          "add": "was"
        },
        {
          "t": "the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And he overlaid it with pure gold, and made thereunto a crown of gold round about."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Also he made thereunto a border of an handbreadth round about; and made a crown of gold for the border thereof round about."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And he cast for it four rings of gold, and put the rings upon the four corners that"
        },
        {
          "add": "were"
        },
        {
          "t": "in the four feet thereof."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Over against the border were the rings, the places for the staves to bear the table."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And he made the staves"
        },
        {
          "add": "of"
        },
        {
          "t": "shittim wood, and overlaid them with gold, to bear the table."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he made the vessels which"
        },
        {
          "add": "were"
        },
        {
          "t": "upon the table, his dishes, and his spoons, and his bowls, and his covers to cover withal,"
        },
        {
          "add": "of"
        },
        {
          "t": "pure gold."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And he made the candlestick"
        },
        {
          "add": "of"
        },
        {
          "t": "pure gold:"
        },
        {
          "add": "of"
        },
        {
          "t": "beaten work made he the candlestick; his shaft, and his branch, his bowls, his knops, and his flowers, were of the same:"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And six branches going out of the sides thereof; three branches of the candlestick out of the one side thereof, and three branches of the candlestick out of the other side thereof:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Three bowls made after the fashion of almonds in one branch, a knop and a flower; and three bowls made like almonds in another branch, a knop and a flower: so throughout the six branches going out of the candlestick."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And in the candlestick"
        },
        {
          "add": "were"
        },
        {
          "t": "four bowls made like almonds, his knops, and his flowers:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And a knop under two branches of the same, and a knop under two branches of the same, and a knop under two branches of the same, according to the six branches going out of it."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Their knops and their branches were of the same: all of it"
        },
        {
          "add": "was"
        },
        {
          "t": "one beaten work"
        },
        {
          "add": "of"
        },
        {
          "t": "pure gold."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And he made his seven lamps, and his snuffers, and his snuffdishes,"
        },
        {
          "add": "of"
        },
        {
          "t": "pure gold."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "add": "Of"
        },
        {
          "t": "a talent of pure gold made he it, and all the vessels thereof."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And he made the incense altar"
        },
        {
          "add": "of"
        },
        {
          "t": "shittim wood: the length of it"
        },
        {
          "add": "was"
        },
        {
          "t": "a cubit, and the breadth of it a cubit;"
        },
        {
          "add": "it was"
        },
        {
          "t": "foursquare; and two cubits"
        },
        {
          "add": "was"
        },
        {
          "t": "the height of it; the horns thereof were of the same."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And he overlaid it with pure gold,"
        },
        {
          "add": "both"
        },
        {
          "t": "the top of it, and the sides thereof round about, and the horns of it: also he made unto it a crown of gold round about."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And he made two rings of gold for it under the crown thereof, by the two corners of it, upon the two sides thereof, to be places for the staves to bear it withal."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And he made the staves"
        },
        {
          "add": "of"
        },
        {
          "t": "shittim wood, and overlaid them with gold."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ And he made the holy anointing oil, and the pure incense of sweet spices, according to the work of the apothecary."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "on…: or, out of, etc"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "on the end: or, out of, etc"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "on the other end: or, out of, etc"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "to cover…: or, to pour out withal"
    }
  ]
}