{
  "schema": 1,
  "work": "KJV",
  "osis": "Luke",
  "abbr": "LUK",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And saw two ships standing by the lake: but the fishermen were gone out of them, and were washing"
        },
        {
          "add": "their"
        },
        {
          "t": "nets."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And he entered into one of the ships, which was Simon’s, and prayed him that he would thrust out a little from the land. And he sat down, and taught the people out of the ship."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Now when he had left speaking, he said unto Simon,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when they had this done, they inclosed a great multitude of fishes: and their net brake."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And they beckoned unto"
        },
        {
          "add": "their"
        },
        {
          "t": "partners, which were in the other ship, that they should come and help them. And they came, and filled both the ships, so that they began to sink."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "When Simon Peter saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", he fell down at Jesus’ knees, saying, Depart from me; for I am a sinful man, O Lord."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For he was astonished, and all that were with him, at the draught of the fishes which they had taken:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And so"
        },
        {
          "add": "was"
        },
        {
          "t": "also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And when they had brought their ships to land, they forsook all, and followed him."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on"
        },
        {
          "add": "his"
        },
        {
          "t": "face, and besought him, saying, Lord, if thou wilt, thou canst make me clean."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And he put forth"
        },
        {
          "add": "his"
        },
        {
          "t": "And immediately the leprosy departed from him."
        },
        {
          "t": "hand, and touched him, saying, And immediately the leprosy departed from him."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And he charged him to tell no man:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ And he withdrew himself into the wilderness, and prayed."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judæa, and Jerusalem: and the power of the Lord was"
        },
        {
          "add": "present"
        },
        {
          "t": "to heal them."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And, behold, men brought in a bed a man which was taken with a palsy: and they sought"
        },
        {
          "add": "means"
        },
        {
          "t": "to bring him in, and to lay"
        },
        {
          "add": "him"
        },
        {
          "t": "before him."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And when they could not find by what"
        },
        {
          "add": "way"
        },
        {
          "t": "they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with"
        },
        {
          "add": "his"
        },
        {
          "t": "couch into the midst before Jesus."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And when he saw their faith, he said unto him,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "But when Jesus perceived their thoughts, he answering said unto them,"
        }
      ]
    },
    {
      "v": 23,
      "tokens": null
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "(he said unto the sick of the palsy,)"
        },
        {
          "t": "(he said unto the sick of the palsy,)"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "¶ And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him,"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And he left all, rose up, and followed him."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And Jesus answering said unto them,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": null
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "¶ And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise"
        },
        {
          "add": "the disciples"
        },
        {
          "t": "of the Pharisees; but thine eat and drink?"
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And he said unto them,"
        }
      ]
    },
    {
      "v": 35,
      "tokens": null
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "¶ And he spake also a parable unto them;"
        }
      ]
    },
    {
      "v": 37,
      "tokens": null
    },
    {
      "v": 38,
      "tokens": null
    },
    {
      "v": 39,
      "tokens": null
    }
  ]
}