{
  "work": "KJV",
  "osis": "Luke",
  "abbr": "LUK",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass afterward, that he went throughout every city and village, preaching and shewing the glad tidings of the kingdom of God: and the twelve"
        },
        {
          "add": "were"
        },
        {
          "t": "with him,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Joanna the wife of Chuza Herod’s steward, and Susanna, and many others, which ministered unto him of their substance."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And when much people were gathered together, and were come to him out of every city, he spake by a parable:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": null
    },
    {
      "v": 6,
      "tokens": null
    },
    {
      "v": 7,
      "tokens": null
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And when he had said these things, he cried,"
        },
        {
          "t": "And when he had said these things, he cried,"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And his disciples asked him, saying, What might this parable be?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And he said,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": null
    },
    {
      "v": 12,
      "tokens": null
    },
    {
      "v": 13,
      "tokens": null
    },
    {
      "v": 14,
      "tokens": null
    },
    {
      "v": 15,
      "tokens": null
    },
    {
      "v": 16,
      "tokens": null
    },
    {
      "v": 17,
      "tokens": null
    },
    {
      "v": 18,
      "tokens": null
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ Then came to him"
        },
        {
          "add": "his"
        },
        {
          "t": "mother and his brethren, and could not come at him for the press."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And it was told him"
        },
        {
          "add": "by certain"
        },
        {
          "t": "which said, Thy mother and thy brethren stand without, desiring to see thee."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And he answered and said unto them,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And they launched forth."
        },
        {
          "t": "¶ Now it came to pass on a certain day, that he went into a ship with his disciples: and he said unto them, And they launched forth."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "But as they sailed he fell asleep: and there came down a storm of wind on the lake; and they were filled"
        },
        {
          "add": "with water"
        },
        {
          "t": ", and were in jeopardy."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And they came to him, and awoke him, saying, Master, master, we perish. Then he arose, and rebuked the wind and the raging of the water: and they ceased, and there was a calm."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And they being afraid wondered, saying one to another, What manner of man is this! for he commandeth even the winds and water, and they obey him."
        },
        {
          "t": "And he said unto them, And they being afraid wondered, saying one to another, What manner of man is this! for he commandeth even the winds and water, and they obey him."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "¶ And they arrived at the country of the Gadarenes, which is over against Galilee."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And when he went forth to land, there met him out of the city a certain man, which had devils long time, and ware no clothes, neither abode in"
        },
        {
          "add": "any"
        },
        {
          "t": "house, but in the tombs."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "When he saw Jesus, he cried out, and fell down before him, and with a loud voice said, What have I to do with thee, Jesus,"
        },
        {
          "add": "thou"
        },
        {
          "t": "Son of God most high? I beseech thee, torment me not."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "(For he had commanded the unclean spirit to come out of the man. For oftentimes it had caught him: and he was kept bound with chains and in fetters; and he brake the bands, and was driven of the devil into the wilderness.)"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And he said, Legion: because many devils were entered into him."
        },
        {
          "t": "And Jesus asked him, saying, And he said, Legion: because many devils were entered into him."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And they besought him that he would not command them to go out into the deep."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And there was there an herd of many swine feeding on the mountain: and they besought him that he would suffer them to enter into them. And he suffered them."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "Then went the devils out of the man, and entered into the swine: and the herd ran violently down a steep place into the lake, and were choked."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "When they that fed"
        },
        {
          "add": "them"
        },
        {
          "t": "saw what was done, they fled, and went and told"
        },
        {
          "add": "it"
        },
        {
          "t": "in the city and in the country."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Then they went out to see what was done; and came to Jesus, and found the man, out of whom the devils were departed, sitting at the feet of Jesus, clothed, and in his right mind: and they were afraid."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "They also which saw"
        },
        {
          "add": "it"
        },
        {
          "t": "told them by what means he that was possessed of the devils was healed."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "¶ Then the whole multitude of the country of the Gadarenes round about besought him to depart from them; for they were taken with great fear: and he went up into the ship, and returned back again."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "Now the man out of whom the devils were departed besought him that he might be with him: but Jesus sent him away, saying,"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And he went his way, and published throughout the whole city how great things Jesus had done unto him."
        },
        {
          "t": "And he went his way, and published throughout the whole city how great things Jesus had done unto him."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And it came to pass, that, when Jesus was returned, the people"
        },
        {
          "add": "gladly"
        },
        {
          "t": "received him: for they were all waiting for him."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "¶ And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus’ feet, and besought him that he would come into his house:"
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "For he had one only daughter, about twelve years of age, and she lay a dying. But as he went the people thronged him."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "¶ And a woman having an issue of blood twelve years, which had spent all her living upon physicians, neither could be healed of any,"
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "Came behind"
        },
        {
          "add": "him"
        },
        {
          "t": ", and touched the border of his garment: and immediately her issue of blood stanched."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "When all denied, Peter and they that were with him said, Master, the multitude throng thee and press"
        },
        {
          "add": "thee"
        },
        {
          "t": ", and sayest thou,"
        },
        {
          "t": "And Jesus said, When all denied, Peter and they that were with him said, Master, the multitude throng thee and press"
        },
        {
          "add": "thee"
        },
        {
          "t": ", and sayest thou,"
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "And Jesus said,"
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him, and how she was healed immediately."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "And he said unto her,"
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "¶ While he yet spake, there cometh one from the ruler of the synagogue’s"
        },
        {
          "add": "house"
        },
        {
          "t": ", saying to him, Thy daughter is dead; trouble not the Master."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "But when Jesus heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", he answered him, saying,"
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "And when he came into the house, he suffered no man to go in, save Peter, and James, and John, and the father and the mother of the maiden."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "And all wept, and bewailed her: but he said,"
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "And they laughed him to scorn, knowing that she was dead."
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "And he put them all out, and took her by the hand, and called, saying,"
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "And her spirit came again, and she arose straightway: and he commanded to give her meat."
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "And her parents were astonished: but he charged them that they should tell no man what was done."
        }
      ]
    }
  ]
}