{
  "work": "KJV",
  "osis": "Joel",
  "abbr": "JOL",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "I will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and"
        },
        {
          "add": "for"
        },
        {
          "t": "my heritage Israel, whom they have scattered among the nations, and parted my land."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And they have cast lots for my people; and have given a boy for an harlot, and sold a girl for wine, that they might drink."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Yea, and what have ye to do with me, O Tyre, and Zidon, and all the coasts of Palestine? will ye render me a recompence? and if ye recompense me, swiftly"
        },
        {
          "add": "and"
        },
        {
          "t": "speedily will I return your recompence upon your own head;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Because ye have taken my silver and my gold, and have carried into your temples my goodly pleasant things:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "The children also of Judah and the children of Jerusalem have ye sold unto the Grecians, that ye might remove them far from their border."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Behold, I will raise them out of the place whither ye have sold them, and will return your recompence upon your own head:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath spoken"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ Proclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Beat your plowshares into swords, and your pruninghooks into spears: let the weak say, I"
        },
        {
          "add": "am"
        },
        {
          "t": "strong."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Put ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, the fats overflow; for their wickedness"
        },
        {
          "add": "is"
        },
        {
          "t": "great."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Multitudes, multitudes in the valley of decision: for the day of the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "near in the valley of decision."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "The sun and the moon shall be darkened, and the stars shall withdraw their shining."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "will be"
        },
        {
          "t": "the hope of his people, and the strength of the children of Israel."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "So shall ye know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God dwelling in Zion, my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And it shall come to pass in that day,"
        },
        {
          "add": "that"
        },
        {
          "t": "the mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow with waters, and a fountain shall come forth of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and shall water the valley of Shittim."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Egypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence"
        },
        {
          "add": "against"
        },
        {
          "t": "the children of Judah, because they have shed innocent blood in their land."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "But Judah shall dwell for ever, and Jerusalem from generation to generation."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For I will cleanse their blood"
        },
        {
          "add": "that"
        },
        {
          "t": "I have not cleansed: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "dwelleth in Zion."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "pleasant: Heb. desirable"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "the Grecians: Heb. the sons of the Grecians"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "Prepare: Heb. Sanctify"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 10
      },
      "text": "pruninghooks: or, scythes"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "cause…: or, the LORD shall bring down"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "decision: or, concision, or, threshing"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 16
      },
      "text": "hope: Heb. place of repair, or, harbour"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 17
      },
      "text": "holy: Heb. holiness"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 18
      },
      "text": "flow: Heb. go"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 20
      },
      "text": "dwell: or, abide"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 21
      },
      "text": "for the…: or, even I the LORD that"
    }
  ]
}