{
  "schema": 1,
  "work": "KJV",
  "osis": "Jdt",
  "abbr": "JDT",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now when the evening was come, his servants made haste to depart, and Bagoas shut his tent without, and dismissed the waiters from the presence of his lord; and they went to their beds: for they were all weary, because the feast had been long."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Judith was left alone in the tent, and Holofernes lying alone upon his bed: for he was filled with wine."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Now Judith had commanded her maid to stand without her bedchamber, and to wait for her. coming forth, as she did daily: for she said she would go forth to her prayers, and she spake to Bagoas according to the same purpose."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "So all went forth and none was left in the bedchamber, neither little nor great. Then Judith, standing by his bed, said in her heart, O Lord God of all power, look at this present upon the works of mine hands for the exaltation of Jerusalem."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For now is the time to help thine inheritance, and to execute thine enterprizes to the destruction of the enemies which are risen against us."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then she came to the pillar of the bed, which was at Holofernes’ head, and took down his fauchion from thence,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And approached to his bed, and took hold of the hair of his head, and said, Strengthen me, O Lord God of Israel, this day."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And she smote twice upon his neck with all her might, and she took away his head from him."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And tumbled his body down from the bed, and pulled down the canopy from the pillars; and anon after she went forth, and gave Holofernes his head to her maid;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And she put it in her bag of meat: so they twain went together according to their custom unto prayer: and when they passed the camp, they compassed the valley, and went up the mountain of Bethulia, and came to the gates thereof."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Then said Judith afar off, to the watchmen at the gate, Open, open now the gate: God, even our God, is with us, to shew his power yet in Jerusalem, and his forces against the enemy, as he hath even done this day."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Now when the men of her city heard her voice, they made haste to go down to the gate of their city, and they called the elders of the city."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And then they ran all together, both small and great, for it was strange unto them that she was come: so they opened the gate, and received them, and made a fire for a light, and stood round about them."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then she said to them with a loud voice, Praise, praise God, praise God, I say, for he hath not taken away his mercy from the house of Israel, but hath destroyed our enemies by mine hands this night."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "So she took the head out of the bag, and shewed it, and said unto them, behold the head of Holofernes, the chief captain of the army of Assur, and behold the canopy, wherein he did lie in his drunkenness; and the Lord hath smitten him by the hand of a woman."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "As the Lord liveth, who hath kept me in my way that I went, my countenance hath deceived him to his destruction, and yet hath he not committed sin with me, to defile and shame me."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then all the people were wonderfully astonished, and bowed themselves and worshipped God, and said with one accord, Blessed be thou, O our God, which hast this day brought to nought the enemies of thy people."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Then said Ozias unto her, O daughter, blessed art thou of the most high God above all the women upon the earth; and blessed be the Lord God, which hath created the heavens and the earth, which hath directed thee to the cutting off of the head of the chief of our enemies."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "For this thy confidence shall not depart from the heart of men, which remember the power of God for ever."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And God turn these things to thee for a perpetual praise, to visit thee in good things because thou hast not spared thy life for the affliction of our nation, but hast revenged our ruin, walking a straight way before our God. And all the people said; So be it, so be it."
        }
      ]
    }
  ]
}