{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now Jehoram the son of Ahab began to reign over Israel in Samaria the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he wrought evil in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; but not like his father, and like his mother: for he put away the image of Baal that his father had made."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Nevertheless he cleaved unto the sins of Jeroboam the son of Nebat, which made Israel to sin; he departed not therefrom."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And Mesha king of Moab was a sheepmaster, and rendered unto the king of Israel an hundred thousand lambs, and an hundred thousand rams, with the wool."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "But it came to pass, when Ahab was dead, that the king of Moab rebelled against the king of Israel."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And king Jehoram went out of Samaria the same time, and numbered all Israel."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And he went and sent to Jehoshaphat the king of Judah, saying, The king of Moab hath rebelled against me: wilt thou go with me against Moab to battle? And he said, I will go up: I"
        },
        {
          "add": "am"
        },
        {
          "t": "as thou"
        },
        {
          "add": "art"
        },
        {
          "t": ", my people as thy people,"
        },
        {
          "add": "and"
        },
        {
          "t": "my horses as thy horses."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And he said, Which way shall we go up? And he answered, The way through the wilderness of Edom."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "So the king of Israel went, and the king of Judah, and the king of Edom: and they fetched a compass of seven days’ journey: and there was no water for the host, and for the cattle that followed them."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the king of Israel said, Alas! that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath called these three kings together, to deliver them into the hand of Moab!"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "But Jehoshaphat said,"
        },
        {
          "add": "Is there"
        },
        {
          "t": "not here a prophet of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that we may enquire of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "by him? And one of the king of Israel’s servants answered and said, Here"
        },
        {
          "add": "is"
        },
        {
          "t": "Elisha the son of Shaphat, which poured water on the hands of Elijah."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And Jehoshaphat said, The word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "is with him. So the king of Israel and Jehoshaphat and the king of Edom went down to him."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And Elisha said unto the king of Israel, What have I to do with thee? get thee to the prophets of thy father, and to the prophets of thy mother. And the king of Israel said unto him, Nay: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath called these three kings together, to deliver them into the hand of Moab."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And Elisha said,"
        },
        {
          "add": "As"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts liveth, before whom I stand, surely, were it not that I regard the presence of Jehoshaphat the king of Judah, I would not look toward thee, nor see thee."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But now bring me a minstrel. And it came to pass, when the minstrel played, that the hand of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came upon him."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he said, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Make this valley full of ditches."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Ye shall not see wind, neither shall ye see rain; yet that valley shall be filled with water, that ye may drink, both ye, and your cattle, and your beasts."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And this is"
        },
        {
          "add": "but"
        },
        {
          "t": "a light thing in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": he will deliver the Moabites also into your hand."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And ye shall smite every fenced city, and every choice city, and shall fell every good tree, and stop all wells of water, and mar every good piece of land with stones."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And it came to pass in the morning, when the meat offering was offered, that, behold, there came water by the way of Edom, and the country was filled with water."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "¶ And when all the Moabites heard that the kings were come up to fight against them, they gathered all that were able to put on armour, and upward, and stood in the border."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And they rose up early in the morning, and the sun shone upon the water, and the Moabites saw the water on the other side"
        },
        {
          "add": "as"
        },
        {
          "t": "red as blood:"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And they said, This"
        },
        {
          "add": "is"
        },
        {
          "t": "blood: the kings are surely slain, and they have smitten one another: now therefore, Moab, to the spoil."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And when they came to the camp of Israel, the Israelites rose up and smote the Moabites, so that they fled before them: but they went forward smiting the Moabites, even in"
        },
        {
          "add": "their"
        },
        {
          "t": "country."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And they beat down the cities, and on every good piece of land cast every man his stone, and filled it; and they stopped all the wells of water, and felled all the good trees: only in Kir-haraseth left they the stones thereof; howbeit the slingers went about"
        },
        {
          "add": "it"
        },
        {
          "t": ", and smote it."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "¶ And when the king of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew swords, to break through"
        },
        {
          "add": "even"
        },
        {
          "t": "unto the king of Edom: but they could not."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Then he took his eldest son that should have reigned in his stead, and offered him"
        },
        {
          "add": "for"
        },
        {
          "t": "a burnt offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to"
        },
        {
          "add": "their own"
        },
        {
          "t": "land."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "image: Heb. statue"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "that…: Heb. at their feet"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 19
      },
      "text": "mar: Heb. grieve"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 21
      },
      "text": "gathered: Heb. were cried together"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 21
      },
      "text": "put on…: Heb. gird himself with a girdle"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 23
      },
      "text": "slain: Heb. destroyed"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 24
      },
      "text": "they went…: or, they smote in it even smiting"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 25
      },
      "text": "only in…: Heb. until he left its stones in Kir-haraseth"
    }
  ]
}