{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Then Elisha said, Hear ye the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", To morrow about this time"
        },
        {
          "add": "shall"
        },
        {
          "t": "a measure of fine flour"
        },
        {
          "add": "be sold"
        },
        {
          "t": "for a shekel, and two measures of barley for a shekel, in the gate of Samaria."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then a lord on whose hand the king leaned answered the man of God, and said, Behold,"
        },
        {
          "add": "if"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "would make windows in heaven, might this thing be? And he said, Behold, thou shalt see"
        },
        {
          "add": "it"
        },
        {
          "t": "with thine eyes, but shalt not eat thereof."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ And there were four leprous men at the entering in of the gate: and they said one to another, Why sit we here until we die?"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "If we say, We will enter into the city, then the famine"
        },
        {
          "add": "is"
        },
        {
          "t": "in the city, and we shall die there: and if we sit still here, we die also. Now therefore come, and let us fall unto the host of the Syrians: if they save us alive, we shall live; and if they kill us, we shall but die."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And they rose up in the twilight, to go unto the camp of the Syrians: and when they were come to the uttermost part of the camp of Syria, behold,"
        },
        {
          "add": "there was"
        },
        {
          "t": "no man there."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For the Lord had made the host of the Syrians to hear a noise of chariots, and a noise of horses,"
        },
        {
          "add": "even"
        },
        {
          "t": "the noise of a great host: and they said one to another, Lo, the king of Israel hath hired against us the kings of the Hittites, and the kings of the Egyptians, to come upon us."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Wherefore they arose and fled in the twilight, and left their tents, and their horses, and their asses, even the camp as it"
        },
        {
          "add": "was"
        },
        {
          "t": ", and fled for their life."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And when these lepers came to the uttermost part of the camp, they went into one tent, and did eat and drink, and carried thence silver, and gold, and raiment, and went and hid"
        },
        {
          "add": "it;"
        },
        {
          "t": "and came again, and entered into another tent, and carried thence"
        },
        {
          "add": "also"
        },
        {
          "t": ", and went and hid"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then they said one to another, We do not well: this day"
        },
        {
          "add": "is"
        },
        {
          "t": "a day of good tidings, and we hold our peace: if we tarry till the morning light, some mischief will come upon us: now therefore come, that we may go and tell the king’s household."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "So they came and called unto the porter of the city: and they told them, saying, We came to the camp of the Syrians, and, behold,"
        },
        {
          "add": "there was"
        },
        {
          "t": "no man there, neither voice of man, but horses tied, and asses tied, and the tents as they"
        },
        {
          "add": "were"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And he called the porters; and they told"
        },
        {
          "add": "it"
        },
        {
          "t": "to the king’s house within."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And the king arose in the night, and said unto his servants, I will now shew you what the Syrians have done to us. They know that we"
        },
        {
          "add": "be"
        },
        {
          "t": "hungry; therefore are they gone out of the camp to hide themselves in the field, saying, When they come out of the city, we shall catch them alive, and get into the city."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And one of his servants answered and said, Let"
        },
        {
          "add": "some"
        },
        {
          "t": "take, I pray thee, five of the horses that remain, which are left in the city, (behold, they"
        },
        {
          "add": "are"
        },
        {
          "t": "as all the multitude of Israel that are left in it: behold,"
        },
        {
          "add": "I say"
        },
        {
          "t": ", they"
        },
        {
          "add": "are"
        },
        {
          "t": "even as all the multitude of the Israelites that are consumed:) and let us send and see."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "They took therefore two chariot horses; and the king sent after the host of the Syrians, saying, Go and see."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And they went after them unto Jordan: and, lo, all the way"
        },
        {
          "add": "was"
        },
        {
          "t": "full of garments and vessels, which the Syrians had cast away in their haste. And the messengers returned, and told the king."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the people went out, and spoiled the tents of the Syrians. So a measure of fine flour was"
        },
        {
          "add": "sold"
        },
        {
          "t": "for a shekel, and two measures of barley for a shekel, according to the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And the king appointed the lord on whose hand he leaned to have the charge of the gate: and the people trode upon him in the gate, and he died, as the man of God had said, who spake when the king came down to him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And it came to pass as the man of God had spoken to the king, saying, Two measures of barley for a shekel, and a measure of fine flour for a shekel, shall be to morrow about this time in the gate of Samaria:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And that lord answered the man of God, and said, Now, behold,"
        },
        {
          "add": "if"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "should make windows in heaven, might such a thing be? And he said, Behold, thou shalt see it with thine eyes, but shalt not eat thereof."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And so it fell out unto him: for the people trode upon him in the gate, and he died."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "a lord…: Heb. a lord which belonged to the king leaning upon his hand"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "some…: Heb. we shall find punishment"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 13
      },
      "text": "in the city: Heb. in it"
    }
  ]
}