{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "plain": "Then spake Elisha unto the woman, whose son he had restored to life, saying, Arise, and go thou and thine household, and sojourn wheresoever thou canst sojourn: for the LORD hath called for a famine; and it shall also come upon the land seven years.",
      "tokens": [
        {
          "t": "Then spake Elisha unto the woman, whose son he had restored to life, saying, Arise, and go thou and thine household, and sojourn wheresoever thou canst sojourn: for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath called for a famine; and it shall also come upon the land seven years. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years.",
      "tokens": [
        {
          "t": "And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And it came to pass at the seven years’ end, that the woman returned out of the land of the Philistines: and she went forth to cry unto the king for her house and for her land.",
      "tokens": [
        {
          "t": "And it came to pass at the seven years’ end, that the woman returned out of the land of the Philistines: and she went forth to cry unto the king for her house and for her land. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great things that Elisha hath done.",
      "tokens": [
        {
          "t": "And the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great things that Elisha hath done. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And it came to pass, as he was telling the king how he had restored a dead body to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gehazi said, My lord, O king, this is the woman, and this is her son, whom Elisha restored to life.",
      "tokens": [
        {
          "t": "And it came to pass, as he was telling the king how he had restored a dead body to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gehazi said, My lord, O king, this "
        },
        {
          "add": "is"
        },
        {
          "t": " the woman, and this "
        },
        {
          "add": "is"
        },
        {
          "t": " her son, whom Elisha restored to life. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And when the king asked the woman, she told him. So the king appointed unto her a certain officer, saying, Restore all that was hers, and all the fruits of the field since the day that she left the land, even until now.",
      "tokens": [
        {
          "t": "And when the king asked the woman, she told him. So the king appointed unto her a certain officer, saying, Restore all that "
        },
        {
          "add": "was"
        },
        {
          "t": " hers, and all the fruits of the field since the day that she left the land, even until now. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ And Elisha came to Damascus; and Ben-hadad the king of Syria was sick; and it was told him, saying, The man of God is come hither.",
      "tokens": [
        {
          "t": "¶ And Elisha came to Damascus; and Ben-hadad the king of Syria was sick; and it was told him, saying, The man of God is come hither. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And the king said unto Hazael, Take a present in thine hand, and go, meet the man of God, and enquire of the LORD by him, saying, Shall I recover of this disease?",
      "tokens": [
        {
          "t": "And the king said unto Hazael, Take a present in thine hand, and go, meet the man of God, and enquire of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " by him, saying, Shall I recover of this disease? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "So Hazael went to meet him, and took a present with him, even of every good thing of Damascus, forty camels’ burden, and came and stood before him, and said, Thy son Ben-hadad king of Syria hath sent me to thee, saying, Shall I recover of this disease?",
      "tokens": [
        {
          "t": "So Hazael went to meet him, and took a present with him, even of every good thing of Damascus, forty camels’ burden, and came and stood before him, and said, Thy son Ben-hadad king of Syria hath sent me to thee, saying, Shall I recover of this disease? "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And Elisha said unto him, Go, say unto him, Thou mayest certainly recover: howbeit the LORD hath shewed me that he shall surely die.",
      "tokens": [
        {
          "t": "And Elisha said unto him, Go, say unto him, Thou mayest certainly recover: howbeit the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath shewed me that he shall surely die. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And he settled his countenance stedfastly, until he was ashamed: and the man of God wept.",
      "tokens": [
        {
          "t": "And he settled his countenance stedfastly, until he was ashamed: and the man of God wept. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And Hazael said, Why weepeth my lord? And he answered, Because I know the evil that thou wilt do unto the children of Israel: their strong holds wilt thou set on fire, and their young men wilt thou slay with the sword, and wilt dash their children, and rip up their women with child.",
      "tokens": [
        {
          "t": "And Hazael said, Why weepeth my lord? And he answered, Because I know the evil that thou wilt do unto the children of Israel: their strong holds wilt thou set on fire, and their young men wilt thou slay with the sword, and wilt dash their children, and rip up their women with child. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And Hazael said, But what, is thy servant a dog, that he should do this great thing? And Elisha answered, The LORD hath shewed me that thou shalt be king over Syria.",
      "tokens": [
        {
          "t": "And Hazael said, But what, "
        },
        {
          "add": "is"
        },
        {
          "t": " thy servant a dog, that he should do this great thing? And Elisha answered, The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath shewed me that thou "
        },
        {
          "add": "shalt be"
        },
        {
          "t": " king over Syria. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "So he departed from Elisha, and came to his master; who said to him, What said Elisha to thee? And he answered, He told me that thou shouldest surely recover.",
      "tokens": [
        {
          "t": "So he departed from Elisha, and came to his master; who said to him, What said Elisha to thee? And he answered, He told me "
        },
        {
          "add": "that"
        },
        {
          "t": " thou shouldest surely recover. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And it came to pass on the morrow, that he took a thick cloth, and dipped it in water, and spread it on his face, so that he died: and Hazael reigned in his stead.",
      "tokens": [
        {
          "t": "And it came to pass on the morrow, that he took a thick cloth, and dipped "
        },
        {
          "add": "it"
        },
        {
          "t": " in water, and spread "
        },
        {
          "add": "it"
        },
        {
          "t": " on his face, so that he died: and Hazael reigned in his stead. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ And in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then king of Judah, Jehoram the son of Jehoshaphat king of Judah began to reign.",
      "tokens": [
        {
          "t": "¶ And in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat "
        },
        {
          "add": "being"
        },
        {
          "t": " then king of Judah, Jehoram the son of Jehoshaphat king of Judah began to reign. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "Thirty and two years old was he when he began to reign; and he reigned eight years in Jerusalem.",
      "tokens": [
        {
          "t": "Thirty and two years old was he when he began to reign; and he reigned eight years in Jerusalem. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And he walked in the way of the kings of Israel, as did the house of Ahab: for the daughter of Ahab was his wife: and he did evil in the sight of the LORD.",
      "tokens": [
        {
          "t": "And he walked in the way of the kings of Israel, as did the house of Ahab: for the daughter of Ahab was his wife: and he did evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Yet the LORD would not destroy Judah for David his servant’s sake, as he promised him to give him alway a light, and to his children.",
      "tokens": [
        {
          "t": "Yet the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " would not destroy Judah for David his servant’s sake, as he promised him to give him alway a light, "
        },
        {
          "add": "and"
        },
        {
          "t": " to his children. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ In his days Edom revolted from under the hand of Judah, and made a king over themselves.",
      "tokens": [
        {
          "t": "¶ In his days Edom revolted from under the hand of Judah, and made a king over themselves. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "So Joram went over to Zair, and all the chariots with him: and he rose by night, and smote the Edomites which compassed him about, and the captains of the chariots: and the people fled into their tents.",
      "tokens": [
        {
          "t": "So Joram went over to Zair, and all the chariots with him: and he rose by night, and smote the Edomites which compassed him about, and the captains of the chariots: and the people fled into their tents. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Yet Edom revolted from under the hand of Judah unto this day. Then Libnah revolted at the same time.",
      "tokens": [
        {
          "t": "Yet Edom revolted from under the hand of Judah unto this day. Then Libnah revolted at the same time. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And the rest of the acts of Joram, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
      "tokens": [
        {
          "t": "And the rest of the acts of Joram, and all that he did, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Judah? "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And Joram slept with his fathers, and was buried with his fathers in the city of David: and Ahaziah his son reigned in his stead.",
      "tokens": [
        {
          "t": "And Joram slept with his fathers, and was buried with his fathers in the city of David: and Ahaziah his son reigned in his stead. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "¶ In the twelfth year of Joram the son of Ahab king of Israel did Ahaziah the son of Jehoram king of Judah begin to reign.",
      "tokens": [
        {
          "t": "¶ In the twelfth year of Joram the son of Ahab king of Israel did Ahaziah the son of Jehoram king of Judah begin to reign. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Two and twenty years old was Ahaziah when he began to reign; and he reigned one year in Jerusalem. And his mother’s name was Athaliah, the daughter of Omri king of Israel.",
      "tokens": [
        {
          "t": "Two and twenty years old "
        },
        {
          "add": "was"
        },
        {
          "t": " Ahaziah when he began to reign; and he reigned one year in Jerusalem. And his mother’s name "
        },
        {
          "add": "was"
        },
        {
          "t": " Athaliah, the daughter of Omri king of Israel. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And he walked in the way of the house of Ahab, and did evil in the sight of the LORD, as did the house of Ahab: for he was the son in law of the house of Ahab.",
      "tokens": [
        {
          "t": "And he walked in the way of the house of Ahab, and did evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", as "
        },
        {
          "add": "did"
        },
        {
          "t": " the house of Ahab: for he "
        },
        {
          "add": "was"
        },
        {
          "t": " the son in law of the house of Ahab. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "¶ And he went with Joram the son of Ahab to the war against Hazael king of Syria in Ramoth-gilead; and the Syrians wounded Joram.",
      "tokens": [
        {
          "t": "¶ And he went with Joram the son of Ahab to the war against Hazael king of Syria in Ramoth-gilead; and the Syrians wounded Joram. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And king Joram went back to be healed in Jezreel of the wounds which the Syrians had given him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick.",
      "tokens": [
        {
          "t": "And king Joram went back to be healed in Jezreel of the wounds which the Syrians had given him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "officer: or, eunuch"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "with…: Heb. in his hand"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 11
      },
      "text": "stedfastly: Heb. and set it"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "began…: Heb. reigned"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 19
      },
      "text": "light: Heb. candle, or, lamp"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 24
      },
      "text": "Ahaziah: also called, Azariah, and Jehoahaz"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 26
      },
      "text": "daughter: or, granddaughter"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 29
      },
      "text": "which…: Heb. wherewith the Syrians had wounded"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 29
      },
      "text": "Ramah: called Ramoth"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 29
      },
      "text": "sick: Heb. wounded"
    }
  ]
}