{
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 10,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And Ahab had seventy sons in Samaria. And Jehu wrote letters, and sent to Samaria, unto the rulers of Jezreel, to the elders, and to them that brought up Ahab’s"
        },
        {
          "add": "children"
        },
        {
          "t": ", saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Now as soon as this letter cometh to you, seeing your master’s sons"
        },
        {
          "add": "are"
        },
        {
          "t": "with you, and"
        },
        {
          "add": "there are"
        },
        {
          "t": "with you chariots and horses, a fenced city also, and armour;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Look even out the best and meetest of your master’s sons, and set"
        },
        {
          "add": "him"
        },
        {
          "t": "on his father’s throne, and fight for your master’s house."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But they were exceedingly afraid, and said, Behold, two kings stood not before him: how then shall we stand?"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And he that"
        },
        {
          "add": "was"
        },
        {
          "t": "over the house, and he that"
        },
        {
          "add": "was"
        },
        {
          "t": "over the city, the elders also, and the bringers up"
        },
        {
          "add": "of the children"
        },
        {
          "t": ", sent to Jehu, saying, We"
        },
        {
          "add": "are"
        },
        {
          "t": "thy servants, and will do all that thou shalt bid us; we will not make any king: do thou"
        },
        {
          "add": "that which is"
        },
        {
          "t": "good in thine eyes."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then he wrote a letter the second time to them, saying, If ye"
        },
        {
          "add": "be"
        },
        {
          "t": "mine, and"
        },
        {
          "add": "if"
        },
        {
          "t": "ye will hearken unto my voice, take ye the heads of the men your master’s sons, and come to me to Jezreel by to morrow this time. Now the king’s sons,"
        },
        {
          "add": "being"
        },
        {
          "t": "seventy persons,"
        },
        {
          "add": "were"
        },
        {
          "t": "with the great men of the city, which brought them up."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And it came to pass, when the letter came to them, that they took the king’s sons, and slew seventy persons, and put their heads in baskets, and sent him"
        },
        {
          "add": "them"
        },
        {
          "t": "to Jezreel."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And there came a messenger, and told him, saying, They have brought the heads of the king’s sons. And he said, Lay ye them in two heaps at the entering in of the gate until the morning."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And it came to pass in the morning, that he went out, and stood, and said to all the people, Ye"
        },
        {
          "add": "be"
        },
        {
          "t": "righteous: behold, I conspired against my master, and slew him: but who slew all these?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Know now that there shall fall unto the earth nothing of the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake concerning the house of Ahab: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath done"
        },
        {
          "add": "that"
        },
        {
          "t": "which he spake by his servant Elijah."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "So Jehu slew all that remained of the house of Ahab in Jezreel, and all his great men, and his kinsfolks, and his priests, until he left him none remaining."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And he arose and departed, and came to Samaria."
        },
        {
          "add": "And"
        },
        {
          "t": "as he"
        },
        {
          "add": "was"
        },
        {
          "t": "at the shearing house in the way,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Jehu met with the brethren of Ahaziah king of Judah, and said, Who"
        },
        {
          "add": "are"
        },
        {
          "t": "ye? And they answered, We"
        },
        {
          "add": "are"
        },
        {
          "t": "the brethren of Ahaziah; and we go down to salute the children of the king and the children of the queen."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And he said, Take them alive. And they took them alive, and slew them at the pit of the shearing house,"
        },
        {
          "add": "even"
        },
        {
          "t": "two and forty men; neither left he any of them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And when he was departed thence, he lighted on Jehonadab the son of Rechab"
        },
        {
          "add": "coming"
        },
        {
          "t": "to meet him: and he saluted him, and said to him, Is thine heart right, as my heart"
        },
        {
          "add": "is"
        },
        {
          "t": "with thy heart? And Jehonadab answered, It is. If it be, give"
        },
        {
          "add": "me"
        },
        {
          "t": "thine hand. And he gave"
        },
        {
          "add": "him"
        },
        {
          "t": "his hand; and he took him up to him into the chariot."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he said, Come with me, and see my zeal for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". So they made him ride in his chariot."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And when he came to Samaria, he slew all that remained unto Ahab in Samaria, till he had destroyed him, according to the saying of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which he spake to Elijah."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And Jehu gathered all the people together, and said unto them, Ahab served Baal a little;"
        },
        {
          "add": "but"
        },
        {
          "t": "Jehu shall serve him much."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Now therefore call unto me all the prophets of Baal, all his servants, and all his priests; let none be wanting: for I have a great sacrifice"
        },
        {
          "add": "to do"
        },
        {
          "t": "to Baal; whosoever shall be wanting, he shall not live. But Jehu did"
        },
        {
          "add": "it"
        },
        {
          "t": "in subtilty, to the intent that he might destroy the worshippers of Baal."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Jehu said, Proclaim a solemn assembly for Baal. And they proclaimed"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Jehu sent through all Israel: and all the worshippers of Baal came, so that there was not a man left that came not. And they came into the house of Baal; and the house of Baal was full from one end to another."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And he said unto him that"
        },
        {
          "add": "was"
        },
        {
          "t": "over the vestry, Bring forth vestments for all the worshippers of Baal. And he brought them forth vestments."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And Jehu went, and Jehonadab the son of Rechab, into the house of Baal, and said unto the worshippers of Baal, Search, and look that there be here with you none of the servants of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", but the worshippers of Baal only."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And when they went in to offer sacrifices and burnt offerings, Jehu appointed fourscore men without, and said,"
        },
        {
          "add": "If"
        },
        {
          "t": "any of the men whom I have brought into your hands escape,"
        },
        {
          "add": "he that letteth him go"
        },
        {
          "t": ", his life"
        },
        {
          "add": "shall be"
        },
        {
          "t": "for the life of him."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And it came to pass, as soon as he had made an end of offering the burnt offering, that Jehu said to the guard and to the captains, Go in,"
        },
        {
          "add": "and"
        },
        {
          "t": "slay them; let none come forth. And they smote them with the edge of the sword; and the guard and the captains cast"
        },
        {
          "add": "them"
        },
        {
          "t": "out, and went to the city of the house of Baal."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And they brought forth the images out of the house of Baal, and burned them."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And they brake down the image of Baal, and brake down the house of Baal, and made it a draught house unto this day."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Thus Jehu destroyed Baal out of Israel."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ Howbeit"
        },
        {
          "add": "from"
        },
        {
          "t": "the sins of Jeroboam the son of Nebat, who made Israel to sin, Jehu departed not from after them,"
        },
        {
          "add": "to wit"
        },
        {
          "t": ", the golden calves that"
        },
        {
          "add": "were"
        },
        {
          "t": "in Beth-el, and that"
        },
        {
          "add": "were"
        },
        {
          "t": "in Dan."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Jehu, Because thou hast done well in executing"
        },
        {
          "add": "that which is"
        },
        {
          "t": "right in mine eyes,"
        },
        {
          "add": "and"
        },
        {
          "t": "hast done unto the house of Ahab according to all that"
        },
        {
          "add": "was"
        },
        {
          "t": "in mine heart, thy children of the fourth"
        },
        {
          "add": "generation"
        },
        {
          "t": "shall sit on the throne of Israel."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "But Jehu took no heed to walk in the law of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel with all his heart: for he departed not from the sins of Jeroboam, which made Israel to sin."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ In those days the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "began to cut Israel short: and Hazael smote them in all the coasts of Israel;"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "From Jordan eastward, all the land of Gilead, the Gadites, and the Reubenites, and the Manassites, from Aroer, which"
        },
        {
          "add": "is"
        },
        {
          "t": "by the river Arnon, even Gilead and Bashan."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Now the rest of the acts of Jehu, and all that he did, and all his might,"
        },
        {
          "add": "are"
        },
        {
          "t": "they not written in the book of the chronicles of the kings of Israel?"
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And Jehu slept with his fathers: and they buried him in Samaria. And Jehoahaz his son reigned in his stead."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And the time that Jehu reigned over Israel in Samaria"
        },
        {
          "add": "was"
        },
        {
          "t": "twenty and eight years."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "them…: Heb. nourishers"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "mine: Heb. for me"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "by: Heb. by the hand of"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "kinsfolks: or, acquaintance"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 12
      },
      "text": "shearing…: Heb. house of shepherds binding sheep"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 13
      },
      "text": "met with: Heb. found"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 13
      },
      "text": "to salute…: Heb. to the peace of, etc"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 15
      },
      "text": "lighted on: Heb. found"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 15
      },
      "text": "saluted: Heb. blessed"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 20
      },
      "text": "Proclaim: Heb. Sanctify"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 21
      },
      "text": "full…: or, so full that they stood mouth to mouth"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 25
      },
      "text": "the edge: Heb. the mouth"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 26
      },
      "text": "images: Heb. statues"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 31
      },
      "text": "took…: Heb. observed not"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 32
      },
      "text": "to cut: Heb. to cut off the ends"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 33
      },
      "text": "eastward: Heb. toward the rising of the sun"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 33
      },
      "text": "even…: or, even to Gilead and Bashan"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 36
      },
      "text": "the time: Heb. the days were"
    }
  ]
}