{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "plain": "In the three and twentieth year of Joash the son of Ahaziah king of Judah Jehoahaz the son of Jehu began to reign over Israel in Samaria, and reigned seventeen years.",
      "tokens": [
        {
          "t": "In the three and twentieth year of Joash the son of Ahaziah king of Judah Jehoahaz the son of Jehu began to reign over Israel in Samaria, "
        },
        {
          "add": "and reigned"
        },
        {
          "t": " seventeen years. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And he did that which was evil in the sight of the LORD, and followed the sins of Jeroboam the son of Nebat, which made Israel to sin; he departed not therefrom.",
      "tokens": [
        {
          "t": "And he did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and followed the sins of Jeroboam the son of Nebat, which made Israel to sin; he departed not therefrom. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ And the anger of the LORD was kindled against Israel, and he delivered them into the hand of Hazael king of Syria, and into the hand of Ben-hadad the son of Hazael, all their days.",
      "tokens": [
        {
          "t": "¶ And the anger of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " was kindled against Israel, and he delivered them into the hand of Hazael king of Syria, and into the hand of Ben-hadad the son of Hazael, all "
        },
        {
          "add": "their"
        },
        {
          "t": " days. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Jehoahaz besought the LORD, and the LORD hearkened unto him: for he saw the oppression of Israel, because the king of Syria oppressed them.",
      "tokens": [
        {
          "t": "And Jehoahaz besought the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hearkened unto him: for he saw the oppression of Israel, because the king of Syria oppressed them. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "(And the LORD gave Israel a saviour, so that they went out from under the hand of the Syrians: and the children of Israel dwelt in their tents, as beforetime.",
      "tokens": [
        {
          "t": "(And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " gave Israel a saviour, so that they went out from under the hand of the Syrians: and the children of Israel dwelt in their tents, as beforetime. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Nevertheless they departed not from the sins of the house of Jeroboam, who made Israel sin, but walked therein: and there remained the grove also in Samaria.)",
      "tokens": [
        {
          "t": "Nevertheless they departed not from the sins of the house of Jeroboam, who made Israel sin, "
        },
        {
          "add": "but"
        },
        {
          "t": " walked therein: and there remained the grove also in Samaria.) "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Neither did he leave of the people to Jehoahaz but fifty horsemen, and ten chariots, and ten thousand footmen; for the king of Syria had destroyed them, and had made them like the dust by threshing.",
      "tokens": [
        {
          "t": "Neither did he leave of the people to Jehoahaz but fifty horsemen, and ten chariots, and ten thousand footmen; for the king of Syria had destroyed them, and had made them like the dust by threshing. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ Now the rest of the acts of Jehoahaz, and all that he did, and his might, are they not written in the book of the chronicles of the kings of Israel?",
      "tokens": [
        {
          "t": "¶ Now the rest of the acts of Jehoahaz, and all that he did, and his might, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Israel? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And Jehoahaz slept with his fathers; and they buried him in Samaria: and Joash his son reigned in his stead.",
      "tokens": [
        {
          "t": "And Jehoahaz slept with his fathers; and they buried him in Samaria: and Joash his son reigned in his stead. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ In the thirty and seventh year of Joash king of Judah began Jehoash the son of Jehoahaz to reign over Israel in Samaria, and reigned sixteen years.",
      "tokens": [
        {
          "t": "¶ In the thirty and seventh year of Joash king of Judah began Jehoash the son of Jehoahaz to reign over Israel in Samaria, "
        },
        {
          "add": "and reigned"
        },
        {
          "t": " sixteen years. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And he did that which was evil in the sight of the LORD; he departed not from all the sins of Jeroboam the son of Nebat, who made Israel sin: but he walked therein.",
      "tokens": [
        {
          "t": "And he did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; he departed not from all the sins of Jeroboam the son of Nebat, who made Israel sin: "
        },
        {
          "add": "but"
        },
        {
          "t": " he walked therein. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And the rest of the acts of Joash, and all that he did, and his might wherewith he fought against Amaziah king of Judah, are they not written in the book of the chronicles of the kings of Israel?",
      "tokens": [
        {
          "t": "And the rest of the acts of Joash, and all that he did, and his might wherewith he fought against Amaziah king of Judah, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Israel? "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And Joash slept with his fathers; and Jeroboam sat upon his throne: and Joash was buried in Samaria with the kings of Israel.",
      "tokens": [
        {
          "t": "And Joash slept with his fathers; and Jeroboam sat upon his throne: and Joash was buried in Samaria with the kings of Israel. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ Now Elisha was fallen sick of his sickness whereof he died. And Joash the king of Israel came down unto him, and wept over his face, and said, O my father, my father, the chariot of Israel, and the horsemen thereof.",
      "tokens": [
        {
          "t": "¶ Now Elisha was fallen sick of his sickness whereof he died. And Joash the king of Israel came down unto him, and wept over his face, and said, O my father, my father, the chariot of Israel, and the horsemen thereof. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And Elisha said unto him, Take bow and arrows. And he took unto him bow and arrows.",
      "tokens": [
        {
          "t": "And Elisha said unto him, Take bow and arrows. And he took unto him bow and arrows. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And he said to the king of Israel, Put thine hand upon the bow. And he put his hand upon it: and Elisha put his hands upon the king’s hands.",
      "tokens": [
        {
          "t": "And he said to the king of Israel, Put thine hand upon the bow. And he put his hand "
        },
        {
          "add": "upon it:"
        },
        {
          "t": " and Elisha put his hands upon the king’s hands. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And he said, Open the window eastward. And he opened it. Then Elisha said, Shoot. And he shot. And he said, The arrow of the LORD’s deliverance, and the arrow of deliverance from Syria: for thou shalt smite the Syrians in Aphek, till thou have consumed them.",
      "tokens": [
        {
          "t": "And he said, Open the window eastward. And he opened "
        },
        {
          "add": "it"
        },
        {
          "t": ". Then Elisha said, Shoot. And he shot. And he said, The arrow of the "
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": " deliverance, and the arrow of deliverance from Syria: for thou shalt smite the Syrians in Aphek, till thou have consumed "
        },
        {
          "add": "them"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And he said, Take the arrows. And he took them. And he said unto the king of Israel, Smite upon the ground. And he smote thrice, and stayed.",
      "tokens": [
        {
          "t": "And he said, Take the arrows. And he took "
        },
        {
          "add": "them"
        },
        {
          "t": ". And he said unto the king of Israel, Smite upon the ground. And he smote thrice, and stayed. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And the man of God was wroth with him, and said, Thou shouldest have smitten five or six times; then hadst thou smitten Syria till thou hadst consumed it: whereas now thou shalt smite Syria but thrice.",
      "tokens": [
        {
          "t": "And the man of God was wroth with him, and said, Thou shouldest have smitten five or six times; then hadst thou smitten Syria till thou hadst consumed "
        },
        {
          "add": "it:"
        },
        {
          "t": " whereas now thou shalt smite Syria "
        },
        {
          "add": "but"
        },
        {
          "t": " thrice. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ And Elisha died, and they buried him. And the bands of the Moabites invaded the land at the coming in of the year.",
      "tokens": [
        {
          "t": "¶ And Elisha died, and they buried him. And the bands of the Moabites invaded the land at the coming in of the year. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And it came to pass, as they were burying a man, that, behold, they spied a band of men; and they cast the man into the sepulchre of Elisha: and when the man was let down, and touched the bones of Elisha, he revived, and stood up on his feet.",
      "tokens": [
        {
          "t": "And it came to pass, as they were burying a man, that, behold, they spied a band "
        },
        {
          "add": "of men;"
        },
        {
          "t": " and they cast the man into the sepulchre of Elisha: and when the man was let down, and touched the bones of Elisha, he revived, and stood up on his feet. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "¶ But Hazael king of Syria oppressed Israel all the days of Jehoahaz.",
      "tokens": [
        {
          "t": "¶ But Hazael king of Syria oppressed Israel all the days of Jehoahaz. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And the LORD was gracious unto them, and had compassion on them, and had respect unto them, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them, neither cast he them from his presence as yet.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " was gracious unto them, and had compassion on them, and had respect unto them, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them, neither cast he them from his presence as yet. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "So Hazael king of Syria died; and Ben-hadad his son reigned in his stead.",
      "tokens": [
        {
          "t": "So Hazael king of Syria died; and Ben-hadad his son reigned in his stead. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And Jehoash the son of Jehoahaz took again out of the hand of Ben-hadad the son of Hazael the cities, which he had taken out of the hand of Jehoahaz his father by war. Three times did Joash beat him, and recovered the cities of Israel.",
      "tokens": [
        {
          "t": "And Jehoash the son of Jehoahaz took again out of the hand of Ben-hadad the son of Hazael the cities, which he had taken out of the hand of Jehoahaz his father by war. Three times did Joash beat him, and recovered the cities of Israel. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "three…: Heb. twentieth year and third year"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "followed: Heb. walked after"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "as beforetime: Heb. as yesterday, and third day"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "walked: Heb. he walked"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "remained: Heb. stood"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 9
      },
      "text": "Joash: also called, Jehoash"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 16
      },
      "text": "Put thine…: Heb. Make thine hand to ride"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 21
      },
      "text": "was…: Heb. went down"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 23
      },
      "text": "presence: Heb. face"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 25
      },
      "text": "took…: Heb. returned and took"
    }
  ]
}