{
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 20,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In those days was Hezekiah sick unto death. And the prophet Isaiah the son of Amoz came to him, and said unto him, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Set thine house in order; for thou shalt die, and not live."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then he turned his face to the wall, and prayed unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", saying,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "I beseech thee, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", remember now how I have walked before thee in truth and with a perfect heart, and have done"
        },
        {
          "add": "that which is"
        },
        {
          "t": "good in thy sight. And Hezekiah wept sore."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And it came to pass, afore Isaiah was gone out into the middle court, that the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came to him, saying,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Turn again, and tell Hezekiah the captain of my people, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will heal thee: on the third day thou shalt go up unto the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And I will add unto thy days fifteen years; and I will deliver thee and this city out of the hand of the king of Assyria; and I will defend this city for mine own sake, and for my servant David’s sake."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Isaiah said, Take a lump of figs. And they took and laid"
        },
        {
          "add": "it"
        },
        {
          "t": "on the boil, and he recovered."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And Hezekiah said unto Isaiah, What"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the sign that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will heal me, and that I shall go up into the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "the third day?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Isaiah said, This sign shalt thou have of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will do the thing that he hath spoken: shall the shadow go forward ten degrees, or go back ten degrees?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And Hezekiah answered, It is a light thing for the shadow to go down ten degrees: nay, but let the shadow return backward ten degrees."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Isaiah the prophet cried unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and he brought the shadow ten degrees backward, by which it had gone down in the dial of Ahaz."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ At that time Berodach-baladan, the son of Baladan, king of Babylon, sent letters and a present unto Hezekiah: for he had heard that Hezekiah had been sick."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And Hezekiah hearkened unto them, and shewed them all the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and"
        },
        {
          "add": "all"
        },
        {
          "t": "the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah shewed them not."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto thee? And Hezekiah said, They are come from a far country,"
        },
        {
          "add": "even"
        },
        {
          "t": "from Babylon."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And he said, What have they seen in thine house? And Hezekiah answered, All"
        },
        {
          "add": "the things"
        },
        {
          "t": "that"
        },
        {
          "add": "are"
        },
        {
          "t": "in mine house have they seen: there is nothing among my treasures that I have not shewed them."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Isaiah said unto Hezekiah, Hear the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Behold, the days come, that all that"
        },
        {
          "add": "is"
        },
        {
          "t": "in thine house, and that which thy fathers have laid up in store unto this day, shall be carried into Babylon: nothing shall be left, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then said Hezekiah unto Isaiah, Good"
        },
        {
          "add": "is"
        },
        {
          "t": "the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "which thou hast spoken. And he said,"
        },
        {
          "add": "Is it"
        },
        {
          "t": "not"
        },
        {
          "add": "good"
        },
        {
          "t": ", if peace and truth be in my days?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And the rest of the acts of Hezekiah, and all his might, and how he made a pool, and a conduit, and brought water into the city,"
        },
        {
          "add": "are"
        },
        {
          "t": "they not written in the book of the chronicles of the kings of Judah?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Hezekiah slept with his fathers: and Manasseh his son reigned in his stead."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Set…: Heb. Give charge concerning thine house"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "sore: Heb. with a great weeping"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "court: or, city"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "dial: Heb. degrees"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 12
      },
      "text": "Berodach-baladan: or, Merodach-baladan"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 13
      },
      "text": "precious things: or, spicery"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 13
      },
      "text": "armour: or, jewels: Heb. vessels"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 19
      },
      "text": "Is it…: or, Shall there not be peace and truth, etc"
    }
  ]
}