{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 24,
  "verses": [
    {
      "v": 1,
      "plain": "In his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant three years: then he turned and rebelled against him.",
      "tokens": [
        {
          "t": "In his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant three years: then he turned and rebelled against him. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And the LORD sent against him bands of the Chaldees, and bands of the Syrians, and bands of the Moabites, and bands of the children of Ammon, and sent them against Judah to destroy it, according to the word of the LORD, which he spake by his servants the prophets.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " sent against him bands of the Chaldees, and bands of the Syrians, and bands of the Moabites, and bands of the children of Ammon, and sent them against Judah to destroy it, according to the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which he spake by his servants the prophets. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Surely at the commandment of the LORD came this upon Judah, to remove them out of his sight, for the sins of Manasseh, according to all that he did;",
      "tokens": [
        {
          "t": "Surely at the commandment of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came "
        },
        {
          "add": "this"
        },
        {
          "t": " upon Judah, to remove "
        },
        {
          "add": "them"
        },
        {
          "t": " out of his sight, for the sins of Manasseh, according to all that he did; "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And also for the innocent blood that he shed: for he filled Jerusalem with innocent blood; which the LORD would not pardon.",
      "tokens": [
        {
          "t": "And also for the innocent blood that he shed: for he filled Jerusalem with innocent blood; which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " would not pardon. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Now the rest of the acts of Jehoiakim, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
      "tokens": [
        {
          "t": "¶ Now the rest of the acts of Jehoiakim, and all that he did, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Judah? "
        }
      ]
    },
    {
      "v": 6,
      "plain": "So Jehoiakim slept with his fathers: and Jehoiachin his son reigned in his stead.",
      "tokens": [
        {
          "t": "So Jehoiakim slept with his fathers: and Jehoiachin his son reigned in his stead. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And the king of Egypt came not again any more out of his land: for the king of Babylon had taken from the river of Egypt unto the river Euphrates all that pertained to the king of Egypt.",
      "tokens": [
        {
          "t": "And the king of Egypt came not again any more out of his land: for the king of Babylon had taken from the river of Egypt unto the river Euphrates all that pertained to the king of Egypt. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ Jehoiachin was eighteen years old when he began to reign, and he reigned in Jerusalem three months. And his mother’s name was Nehushta, the daughter of Elnathan of Jerusalem.",
      "tokens": [
        {
          "t": "¶ Jehoiachin "
        },
        {
          "add": "was"
        },
        {
          "t": " eighteen years old when he began to reign, and he reigned in Jerusalem three months. And his mother’s name "
        },
        {
          "add": "was"
        },
        {
          "t": " Nehushta, the daughter of Elnathan of Jerusalem. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And he did that which was evil in the sight of the LORD, according to all that his father had done.",
      "tokens": [
        {
          "t": "And he did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", according to all that his father had done. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ At that time the servants of Nebuchadnezzar king of Babylon came up against Jerusalem, and the city was besieged.",
      "tokens": [
        {
          "t": "¶ At that time the servants of Nebuchadnezzar king of Babylon came up against Jerusalem, and the city was besieged. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And Nebuchadnezzar king of Babylon came against the city, and his servants did besiege it.",
      "tokens": [
        {
          "t": "And Nebuchadnezzar king of Babylon came against the city, and his servants did besiege it. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And Jehoiachin the king of Judah went out to the king of Babylon, he, and his mother, and his servants, and his princes, and his officers: and the king of Babylon took him in the eighth year of his reign.",
      "tokens": [
        {
          "t": "And Jehoiachin the king of Judah went out to the king of Babylon, he, and his mother, and his servants, and his princes, and his officers: and the king of Babylon took him in the eighth year of his reign. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And he carried out thence all the treasures of the house of the LORD, and the treasures of the king’s house, and cut in pieces all the vessels of gold which Solomon king of Israel had made in the temple of the LORD, as the LORD had said.",
      "tokens": [
        {
          "t": "And he carried out thence all the treasures of the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the treasures of the king’s house, and cut in pieces all the vessels of gold which Solomon king of Israel had made in the temple of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", as the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had said. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And he carried away all Jerusalem, and all the princes, and all the mighty men of valour, even ten thousand captives, and all the craftsmen and smiths: none remained, save the poorest sort of the people of the land.",
      "tokens": [
        {
          "t": "And he carried away all Jerusalem, and all the princes, and all the mighty men of valour, "
        },
        {
          "add": "even"
        },
        {
          "t": " ten thousand captives, and all the craftsmen and smiths: none remained, save the poorest sort of the people of the land. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he carried away Jehoiachin to Babylon, and the king’s mother, and the king’s wives, and his officers, and the mighty of the land, those carried he into captivity from Jerusalem to Babylon.",
      "tokens": [
        {
          "t": "And he carried away Jehoiachin to Babylon, and the king’s mother, and the king’s wives, and his officers, and the mighty of the land, "
        },
        {
          "add": "those"
        },
        {
          "t": " carried he into captivity from Jerusalem to Babylon. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And all the men of might, even seven thousand, and craftsmen and smiths a thousand, all that were strong and apt for war, even them the king of Babylon brought captive to Babylon.",
      "tokens": [
        {
          "t": "And all the men of might, "
        },
        {
          "add": "even"
        },
        {
          "t": " seven thousand, and craftsmen and smiths a thousand, all "
        },
        {
          "add": "that were"
        },
        {
          "t": " strong "
        },
        {
          "add": "and"
        },
        {
          "t": " apt for war, even them the king of Babylon brought captive to Babylon. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ And the king of Babylon made Mattaniah his father’s brother king in his stead, and changed his name to Zedekiah.",
      "tokens": [
        {
          "t": "¶ And the king of Babylon made Mattaniah his father’s brother king in his stead, and changed his name to Zedekiah. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Zedekiah was twenty and one years old when he began to reign, and he reigned eleven years in Jerusalem. And his mother’s name was Hamutal, the daughter of Jeremiah of Libnah.",
      "tokens": [
        {
          "t": "Zedekiah "
        },
        {
          "add": "was"
        },
        {
          "t": " twenty and one years old when he began to reign, and he reigned eleven years in Jerusalem. And his mother’s name "
        },
        {
          "add": "was"
        },
        {
          "t": " Hamutal, the daughter of Jeremiah of Libnah. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And he did that which was evil in the sight of the LORD, according to all that Jehoiakim had done.",
      "tokens": [
        {
          "t": "And he did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", according to all that Jehoiakim had done. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "For through the anger of the LORD it came to pass in Jerusalem and Judah, until he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon.",
      "tokens": [
        {
          "t": "For through the anger of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " it came to pass in Jerusalem and Judah, until he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "by: Heb. by the hand of"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "Jehoiachin: also called Jeconiah and Coniah"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "was…: Heb. came into siege"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 12
      },
      "text": "officers: or, eunuchs"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 12
      },
      "text": "his reign: Nebuchadnezzar’s eighth year"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "officers: or, eunuchs"
    }
  ]
}