{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Kgs",
  "abbr": "2KI",
  "chapter": 25,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass in the ninth year of his reign, in the tenth month, in the tenth"
        },
        {
          "add": "day"
        },
        {
          "t": "of the month,"
        },
        {
          "add": "that"
        },
        {
          "t": "Nebuchadnezzar king of Babylon came, he, and all his host, against Jerusalem, and pitched against it; and they built forts against it round about."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the city was besieged unto the eleventh year of king Zedekiah."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And on the ninth"
        },
        {
          "add": "day"
        },
        {
          "t": "of the"
        },
        {
          "add": "fourth"
        },
        {
          "t": "month the famine prevailed in the city, and there was no bread for the people of the land."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And the city was broken up, and all the men of war"
        },
        {
          "add": "fled"
        },
        {
          "t": "by night by the way of the gate between two walls, which"
        },
        {
          "add": "is"
        },
        {
          "t": "by the king’s garden: (now the Chaldees"
        },
        {
          "add": "were"
        },
        {
          "t": "against the city round about:) and"
        },
        {
          "add": "the king"
        },
        {
          "t": "went the way toward the plain."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the army of the Chaldees pursued after the king, and overtook him in the plains of Jericho: and all his army were scattered from him."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "So they took the king, and brought him up to the king of Babylon to Riblah; and they gave judgment upon him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And they slew the sons of Zedekiah before his eyes, and put out the eyes of Zedekiah, and bound him with fetters of brass, and carried him to Babylon."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And in the fifth month, on the seventh"
        },
        {
          "add": "day"
        },
        {
          "t": "of the month, which"
        },
        {
          "add": "is"
        },
        {
          "t": "the nineteenth year of king Nebuchadnezzar king of Babylon, came Nebuzar-adan, captain of the guard, a servant of the king of Babylon, unto Jerusalem:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And he burnt the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the king’s house, and all the houses of Jerusalem, and every great"
        },
        {
          "add": "man’s"
        },
        {
          "t": "house burnt he with fire."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And all the army of the Chaldees, that"
        },
        {
          "add": "were with"
        },
        {
          "t": "the captain of the guard, brake down the walls of Jerusalem round about."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Now the rest of the people"
        },
        {
          "add": "that were"
        },
        {
          "t": "left in the city, and the fugitives that fell away to the king of Babylon, with the remnant of the multitude, did Nebuzar-adan the captain of the guard carry away."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But the captain of the guard left of the poor of the land"
        },
        {
          "add": "to be"
        },
        {
          "t": "vinedressers and husbandmen."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the pillars of brass that"
        },
        {
          "add": "were"
        },
        {
          "t": "in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the bases, and the brasen sea that"
        },
        {
          "add": "was"
        },
        {
          "t": "in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", did the Chaldees break in pieces, and carried the brass of them to Babylon."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And the pots, and the shovels, and the snuffers, and the spoons, and all the vessels of brass wherewith they ministered, took they away."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And the firepans, and the bowls,"
        },
        {
          "add": "and"
        },
        {
          "t": "such things as"
        },
        {
          "add": "were"
        },
        {
          "t": "of gold,"
        },
        {
          "add": "in"
        },
        {
          "t": "gold, and of silver,"
        },
        {
          "add": "in"
        },
        {
          "t": "silver, the captain of the guard took away."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "The two pillars, one sea, and the bases which Solomon had made for the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; the brass of all these vessels was without weight."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The height of the one pillar"
        },
        {
          "add": "was"
        },
        {
          "t": "eighteen cubits, and the chapiter upon it"
        },
        {
          "add": "was"
        },
        {
          "t": "brass: and the height of the chapiter three cubits; and the wreathen work, and pomegranates upon the chapiter round about, all of brass: and like unto these had the second pillar with wreathen work."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the door:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And out of the city he took an officer that was set over the men of war, and five men of them that were in the king’s presence, which were found in the city, and the principal scribe of the host, which mustered the people of the land, and threescore men of the people of the land"
        },
        {
          "add": "that were"
        },
        {
          "t": "found in the city:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Nebuzar-adan captain of the guard took these, and brought them to the king of Babylon to Riblah:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the king of Babylon smote them, and slew them at Riblah in the land of Hamath. So Judah was carried away out of their land."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ And"
        },
        {
          "add": "as for"
        },
        {
          "t": "the people that remained in the land of Judah, whom Nebuchadnezzar king of Babylon had left, even over them he made Gedaliah the son of Ahikam, the son of Shaphan, ruler."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And when all the captains of the armies, they and their men, heard that the king of Babylon had made Gedaliah governor, there came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan the son of Careah, and Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of a Maachathite, they and their men."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And Gedaliah sware to them, and to their men, and said unto them, Fear not to be the servants of the Chaldees: dwell in the land, and serve the king of Babylon; and it shall be well with you."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "But it came to pass in the seventh month, that Ishmael the son of Nethaniah, the son of Elishama, of the seed royal, came, and ten men with him, and smote Gedaliah, that he died, and the Jews and the Chaldees that were with him at Mizpah."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And all the people, both small and great, and the captains of the armies, arose, and came to Egypt: for they were afraid of the Chaldees."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "¶ And it came to pass in the seven and thirtieth year of the captivity of Jehoiachin king of Judah, in the twelfth month, on the seven and twentieth"
        },
        {
          "add": "day"
        },
        {
          "t": "of the month,"
        },
        {
          "add": "that"
        },
        {
          "t": "Evil-merodach king of Babylon in the year that he began to reign did lift up the head of Jehoiachin king of Judah out of prison;"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And he spake kindly to him, and set his throne above the throne of the kings that"
        },
        {
          "add": "were"
        },
        {
          "t": "with him in Babylon;"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And changed his prison garments: and he did eat bread continually before him all the days of his life."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And his allowance"
        },
        {
          "add": "was"
        },
        {
          "t": "a continual allowance given him of the king, a daily rate for every day, all the days of his life."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "gave…: Heb. spake judgment with him"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "put…: Heb. made blind"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "captain…: or, chief marshal"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "fugitives: Heb. fallen away"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "one…: Heb. the one sea"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 18
      },
      "text": "door: Heb. threshold"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 19
      },
      "text": "officer: or, eunuch"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 19
      },
      "text": "were in…: Heb. saw the king’s face"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 19
      },
      "text": "principal…: or, scribe of the captain of the host"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 25
      },
      "text": "royal: Heb. of the kingdom"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 28
      },
      "text": "kindly…: Heb. good things with him"
    }
  ]
}