{
  "schema": 1,
  "work": "KJV",
  "osis": "Eccl",
  "abbr": "ECC",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "plain": "Keep thy foot when thou goest to the house of God, and be more ready to hear, than to give the sacrifice of fools: for they consider not that they do evil.",
      "tokens": [
        {
          "t": "Keep thy foot when thou goest to the house of God, and be more ready to hear, than to give the sacrifice of fools: for they consider not that they do evil. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Be not rash with thy mouth, and let not thine heart be hasty to utter any thing before God: for God is in heaven, and thou upon earth: therefore let thy words be few.",
      "tokens": [
        {
          "t": "Be not rash with thy mouth, and let not thine heart be hasty to utter "
        },
        {
          "add": "any"
        },
        {
          "t": " thing before God: for God "
        },
        {
          "add": "is"
        },
        {
          "t": " in heaven, and thou upon earth: therefore let thy words be few. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "For a dream cometh through the multitude of business; and a fool’s voice is known by multitude of words.",
      "tokens": [
        {
          "t": "For a dream cometh through the multitude of business; and a fool’s voice "
        },
        {
          "add": "is known"
        },
        {
          "t": " by multitude of words. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou hast vowed.",
      "tokens": [
        {
          "t": "When thou vowest a vow unto God, defer not to pay it; for "
        },
        {
          "add": "he hath"
        },
        {
          "t": " no pleasure in fools: pay that which thou hast vowed. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.",
      "tokens": [
        {
          "t": "Better "
        },
        {
          "add": "is it"
        },
        {
          "t": " that thou shouldest not vow, than that thou shouldest vow and not pay. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Suffer not thy mouth to cause thy flesh to sin; neither say thou before the angel, that it was an error: wherefore should God be angry at thy voice, and destroy the work of thine hands?",
      "tokens": [
        {
          "t": "Suffer not thy mouth to cause thy flesh to sin; neither say thou before the angel, that it "
        },
        {
          "add": "was"
        },
        {
          "t": " an error: wherefore should God be angry at thy voice, and destroy the work of thine hands? "
        }
      ]
    },
    {
      "v": 7,
      "plain": "For in the multitude of dreams and many words there are also divers vanities: but fear thou God.",
      "tokens": [
        {
          "t": "For in the multitude of dreams and many words "
        },
        {
          "add": "there are"
        },
        {
          "t": " also "
        },
        {
          "add": "divers"
        },
        {
          "t": " vanities: but fear thou God. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ If thou seest the oppression of the poor, and violent perverting of judgment and justice in a province, marvel not at the matter: for he that is higher than the highest regardeth; and there be higher than they.",
      "tokens": [
        {
          "t": "¶ If thou seest the oppression of the poor, and violent perverting of judgment and justice in a province, marvel not at the matter: for "
        },
        {
          "add": "he that is"
        },
        {
          "t": " higher than the highest regardeth; and "
        },
        {
          "add": "there be"
        },
        {
          "t": " higher than they. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ Moreover the profit of the earth is for all: the king himself is served by the field.",
      "tokens": [
        {
          "t": "¶ Moreover the profit of the earth is for all: the king "
        },
        {
          "add": "himself"
        },
        {
          "t": " is served by the field. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.",
      "tokens": [
        {
          "t": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this "
        },
        {
          "add": "is"
        },
        {
          "t": " also vanity. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "When goods increase, they are increased that eat them: and what good is there to the owners thereof, saving the beholding of them with their eyes?",
      "tokens": [
        {
          "t": "When goods increase, they are increased that eat them: and what good "
        },
        {
          "add": "is there"
        },
        {
          "t": " to the owners thereof, saving the beholding "
        },
        {
          "add": "of them"
        },
        {
          "t": " with their eyes? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "The sleep of a labouring man is sweet, whether he eat little or much: but the abundance of the rich will not suffer him to sleep.",
      "tokens": [
        {
          "t": "The sleep of a labouring man "
        },
        {
          "add": "is"
        },
        {
          "t": " sweet, whether he eat little or much: but the abundance of the rich will not suffer him to sleep. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "There is a sore evil which I have seen under the sun, namely, riches kept for the owners thereof to their hurt.",
      "tokens": [
        {
          "t": "There is a sore evil "
        },
        {
          "add": "which"
        },
        {
          "t": " I have seen under the sun, "
        },
        {
          "add": "namely"
        },
        {
          "t": ", riches kept for the owners thereof to their hurt. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "But those riches perish by evil travail: and he begetteth a son, and there is nothing in his hand.",
      "tokens": [
        {
          "t": "But those riches perish by evil travail: and he begetteth a son, and "
        },
        {
          "add": "there is"
        },
        {
          "t": " nothing in his hand. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "As he came forth of his mother’s womb, naked shall he return to go as he came, and shall take nothing of his labour, which he may carry away in his hand.",
      "tokens": [
        {
          "t": "As he came forth of his mother’s womb, naked shall he return to go as he came, and shall take nothing of his labour, which he may carry away in his hand. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And this also is a sore evil, that in all points as he came, so shall he go: and what profit hath he that hath laboured for the wind?",
      "tokens": [
        {
          "t": "And this also "
        },
        {
          "add": "is"
        },
        {
          "t": " a sore evil, "
        },
        {
          "add": "that"
        },
        {
          "t": " in all points as he came, so shall he go: and what profit hath he that hath laboured for the wind? "
        }
      ]
    },
    {
      "v": 17,
      "plain": "All his days also he eateth in darkness, and he hath much sorrow and wrath with his sickness.",
      "tokens": [
        {
          "t": "All his days also he eateth in darkness, and "
        },
        {
          "add": "he hath"
        },
        {
          "t": " much sorrow and wrath with his sickness. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ Behold that which I have seen: it is good and comely for one to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it is his portion.",
      "tokens": [
        {
          "t": "¶ Behold "
        },
        {
          "add": "that"
        },
        {
          "t": " which I have seen: "
        },
        {
          "add": "it is"
        },
        {
          "t": " good and comely "
        },
        {
          "add": "for one"
        },
        {
          "t": " to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it "
        },
        {
          "add": "is"
        },
        {
          "t": " his portion. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God.",
      "tokens": [
        {
          "t": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this "
        },
        {
          "add": "is"
        },
        {
          "t": " the gift of God. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "For he shall not much remember the days of his life; because God answereth him in the joy of his heart.",
      "tokens": [
        {
          "t": "For he shall not much remember the days of his life; because God answereth "
        },
        {
          "add": "him"
        },
        {
          "t": " in the joy of his heart. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "thing: or, word"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "at the…: Heb. at the will, or, purpose"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 18
      },
      "text": "it is good…: Heb. there is a good which is comely, etc"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 18
      },
      "text": "all the days: Heb. the number of the days"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 20
      },
      "text": "For…: or, Though he give not much, yet he remembereth, etc"
    }
  ]
}