{
  "work": "KJV",
  "osis": "Eccl",
  "abbr": "ECC",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Who"
        },
        {
          "add": "is"
        },
        {
          "t": "as the wise"
        },
        {
          "add": "man"
        },
        {
          "t": "? and who knoweth the interpretation of a thing? a man’s wisdom maketh his face to shine, and the boldness of his face shall be changed."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "I"
        },
        {
          "add": "counsel thee"
        },
        {
          "t": "to keep the king’s commandment, and"
        },
        {
          "add": "that"
        },
        {
          "t": "in regard of the oath of God."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Be not hasty to go out of his sight: stand not in an evil thing; for he doeth whatsoever pleaseth him."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Where the word of a king"
        },
        {
          "add": "is, there is"
        },
        {
          "t": "power: and who may say unto him, What doest thou?"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Whoso keepeth the commandment shall feel no evil thing: and a wise man’s heart discerneth both time and judgment."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ Because to every purpose there is time and judgment, therefore the misery of man"
        },
        {
          "add": "is"
        },
        {
          "t": "great upon him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For he knoweth not that which shall be: for who can tell him when it shall be?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "add": "There is"
        },
        {
          "t": "no man that hath power over the spirit to retain the spirit; neither"
        },
        {
          "add": "hath he"
        },
        {
          "t": "power in the day of death: and"
        },
        {
          "add": "there is"
        },
        {
          "t": "no discharge in"
        },
        {
          "add": "that"
        },
        {
          "t": "war; neither shall wickedness deliver those that are given to it."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "All this have I seen, and applied my heart unto every work that is done under the sun:"
        },
        {
          "add": "there is"
        },
        {
          "t": "a time wherein one man ruleth over another to his own hurt."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And so I saw the wicked buried, who had come and gone from the place of the holy, and they were forgotten in the city where they had so done: this"
        },
        {
          "add": "is"
        },
        {
          "t": "also vanity."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ Though a sinner do evil an hundred times, and his"
        },
        {
          "add": "days"
        },
        {
          "t": "be prolonged, yet surely I know that it shall be well with them that fear God, which fear before him:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "But it shall not be well with the wicked, neither shall he prolong"
        },
        {
          "add": "his"
        },
        {
          "t": "days,"
        },
        {
          "add": "which are"
        },
        {
          "t": "as a shadow; because he feareth not before God."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "There is a vanity which is done upon the earth; that there be just"
        },
        {
          "add": "men"
        },
        {
          "t": ", unto whom it happeneth according to the work of the wicked; again, there be wicked"
        },
        {
          "add": "men"
        },
        {
          "t": ", to whom it happeneth according to the work of the righteous: I said that this also"
        },
        {
          "add": "is"
        },
        {
          "t": "vanity."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Then I commended mirth, because a man hath no better thing under the sun, than to eat, and to drink, and to be merry: for that shall abide with him of his labour the days of his life, which God giveth him under the sun."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ When I applied mine heart to know wisdom, and to see the business that is done upon the earth: (for also"
        },
        {
          "add": "there is that"
        },
        {
          "t": "neither day nor night seeth sleep with his eyes:)"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then I beheld all the work of God, that a man cannot find out the work that is done under the sun: because though a man labour to seek"
        },
        {
          "add": "it"
        },
        {
          "t": "out, yet he shall not find"
        },
        {
          "add": "it;"
        },
        {
          "t": "yea further; though a wise"
        },
        {
          "add": "man"
        },
        {
          "t": "think to know"
        },
        {
          "add": "it"
        },
        {
          "t": ", yet shall he not be able to find"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "the boldness: Heb. the strength"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "shall…: Heb. shall know"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "when…: or, how it shall be?"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "discharge: or, casting off weapons"
    }
  ]
}