{
  "schema": 1,
  "work": "KJV",
  "osis": "Eccl",
  "abbr": "ECC",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "For all this I considered in my heart even to declare all this, that the righteous, and the wise, and their works,"
        },
        {
          "add": "are"
        },
        {
          "t": "in the hand of God: no man knoweth either love or hatred"
        },
        {
          "add": "by"
        },
        {
          "t": "all"
        },
        {
          "add": "that is"
        },
        {
          "t": "before them."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "All"
        },
        {
          "add": "things come"
        },
        {
          "t": "alike to all:"
        },
        {
          "add": "there is"
        },
        {
          "t": "one event to the righteous, and to the wicked; to the good and to the clean, and to the unclean; to him that sacrificeth, and to him that sacrificeth not: as"
        },
        {
          "add": "is"
        },
        {
          "t": "the good, so"
        },
        {
          "add": "is"
        },
        {
          "t": "the sinner;"
        },
        {
          "add": "and"
        },
        {
          "t": "he that sweareth, as"
        },
        {
          "add": "he"
        },
        {
          "t": "that feareth an oath."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "This"
        },
        {
          "add": "is"
        },
        {
          "t": "an evil among all"
        },
        {
          "add": "things"
        },
        {
          "t": "that are done under the sun, that"
        },
        {
          "add": "there is"
        },
        {
          "t": "one event unto all: yea, also the heart of the sons of men is full of evil, and madness"
        },
        {
          "add": "is"
        },
        {
          "t": "in their heart while they live, and after that"
        },
        {
          "add": "they go"
        },
        {
          "t": "to the dead."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ For to him that is joined to all the living there is hope: for a living dog is better than a dead lion."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Also their love, and their hatred, and their envy, is now perished; neither have they any more a portion for ever in any"
        },
        {
          "add": "thing"
        },
        {
          "t": "that is done under the sun."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Let thy garments be always white; and let thy head lack no ointment."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Live joyfully with the wife whom thou lovest all the days of the life of thy vanity, which he hath given thee under the sun, all the days of thy vanity: for that"
        },
        {
          "add": "is"
        },
        {
          "t": "thy portion in"
        },
        {
          "add": "this"
        },
        {
          "t": "life, and in thy labour which thou takest under the sun."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Whatsoever thy hand findeth to do, do"
        },
        {
          "add": "it"
        },
        {
          "t": "with thy might; for"
        },
        {
          "add": "there is"
        },
        {
          "t": "no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ I returned, and saw under the sun, that the race"
        },
        {
          "add": "is"
        },
        {
          "t": "not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "For man also knoweth not his time: as the fishes that are taken in an evil net, and as the birds that are caught in the snare; so"
        },
        {
          "add": "are"
        },
        {
          "t": "the sons of men snared in an evil time, when it falleth suddenly upon them."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ This wisdom have I seen also under the sun, and it"
        },
        {
          "add": "seemed"
        },
        {
          "t": "great unto me:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "add": "There was"
        },
        {
          "t": "a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Now there was found in it a poor wise man, and he by his wisdom delivered the city; yet no man remembered that same poor man."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Then said I, Wisdom"
        },
        {
          "add": "is"
        },
        {
          "t": "better than strength: nevertheless the poor man’s wisdom"
        },
        {
          "add": "is"
        },
        {
          "t": "despised, and his words are not heard."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The words of wise"
        },
        {
          "add": "men are"
        },
        {
          "t": "heard in quiet more than the cry of him that ruleth among fools."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Wisdom"
        },
        {
          "add": "is"
        },
        {
          "t": "better than weapons of war: but one sinner destroyeth much good."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "I considered…: Heb. I gave, or, set to my heart"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "Live…: Heb. See, or, Enjoy life"
    }
  ]
}