{
  "schema": 1,
  "work": "KJV",
  "osis": "Neh",
  "abbr": "NEH",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And there was a great cry of the people and of their wives against their brethren the Jews."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For there were that said, We, our sons, and our daughters,"
        },
        {
          "add": "are"
        },
        {
          "t": "many: therefore we take up corn"
        },
        {
          "add": "for them"
        },
        {
          "t": ", that we may eat, and live."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "add": "Some"
        },
        {
          "t": "also there were that said, We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "There were also that said, We have borrowed money for the king’s tribute,"
        },
        {
          "add": "and that upon"
        },
        {
          "t": "our lands and vineyards."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Yet now our flesh"
        },
        {
          "add": "is"
        },
        {
          "t": "as the flesh of our brethren, our children as their children: and, lo, we bring into bondage our sons and our daughters to be servants, and"
        },
        {
          "add": "some"
        },
        {
          "t": "of our daughters are brought unto bondage"
        },
        {
          "add": "already:"
        },
        {
          "t": "neither"
        },
        {
          "add": "is it"
        },
        {
          "t": "in our power"
        },
        {
          "add": "to redeem them;"
        },
        {
          "t": "for other men have our lands and vineyards."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And I was very angry when I heard their cry and these words."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, Ye exact usury, every one of his brother. And I set a great assembly against them."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will ye even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing"
        },
        {
          "add": "to answer"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Also I said, It"
        },
        {
          "add": "is"
        },
        {
          "t": "not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "I likewise,"
        },
        {
          "add": "and"
        },
        {
          "t": "my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Restore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth"
        },
        {
          "add": "part"
        },
        {
          "t": "of the money, and of the corn, the wine, and the oil, that ye exact of them."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Then said they, We will restore"
        },
        {
          "add": "them"
        },
        {
          "t": ", and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Also I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". And the people did according to this promise."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king,"
        },
        {
          "add": "that is"
        },
        {
          "t": ", twelve years, I and my brethren have not eaten the bread of the governor."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But the former governors that"
        },
        {
          "add": "had been"
        },
        {
          "t": "before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bare rule over the people: but so did not I, because of the fear of God."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Yea, also I continued in the work of this wall, neither bought we any land: and all my servants"
        },
        {
          "add": "were"
        },
        {
          "t": "gathered thither unto the work."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Moreover"
        },
        {
          "add": "there were"
        },
        {
          "t": "at my table an hundred and fifty of the Jews and rulers, beside those that came unto us from among the heathen that"
        },
        {
          "add": "are"
        },
        {
          "t": "about us."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Now"
        },
        {
          "add": "that"
        },
        {
          "t": "which was prepared"
        },
        {
          "add": "for me"
        },
        {
          "t": "daily"
        },
        {
          "add": "was"
        },
        {
          "t": "one ox"
        },
        {
          "add": "and"
        },
        {
          "t": "six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this required not I the bread of the governor, because the bondage was heavy upon this people."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Think upon me, my God, for good,"
        },
        {
          "add": "according"
        },
        {
          "t": "to all that I have done for this people."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "I consulted…: Heb. my heart consulted in me"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 13
      },
      "text": "emptied: Heb. empty, or, void"
    }
  ]
}