{
  "schema": 1,
  "work": "KJV",
  "osis": "Neh",
  "abbr": "NEH",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "plain": "And all the people gathered themselves together as one man into the street that was before the water gate; and they spake unto Ezra the scribe to bring the book of the law of Moses, which the LORD had commanded to Israel.",
      "tokens": [
        {
          "t": "And all the people gathered themselves together as one man into the street that "
        },
        {
          "add": "was"
        },
        {
          "t": " before the water gate; and they spake unto Ezra the scribe to bring the book of the law of Moses, which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had commanded to Israel. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And Ezra the priest brought the law before the congregation both of men and women, and all that could hear with understanding, upon the first day of the seventh month.",
      "tokens": [
        {
          "t": "And Ezra the priest brought the law before the congregation both of men and women, and all that could hear with understanding, upon the first day of the seventh month. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And he read therein before the street that was before the water gate from the morning until midday, before the men and the women, and those that could understand; and the ears of all the people were attentive unto the book of the law.",
      "tokens": [
        {
          "t": "And he read therein before the street that "
        },
        {
          "add": "was"
        },
        {
          "t": " before the water gate from the morning until midday, before the men and the women, and those that could understand; and the ears of all the people "
        },
        {
          "add": "were attentive"
        },
        {
          "t": " unto the book of the law. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, and Meshullam.",
      "tokens": [
        {
          "t": "And Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, "
        },
        {
          "add": "and"
        },
        {
          "t": " Meshullam. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up:",
      "tokens": [
        {
          "t": "And Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up: "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And Ezra blessed the LORD, the great God. And all the people answered, Amen, Amen, with lifting up their hands: and they bowed their heads, and worshipped the LORD with their faces to the ground.",
      "tokens": [
        {
          "t": "And Ezra blessed the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the great God. And all the people answered, Amen, Amen, with lifting up their hands: and they bowed their heads, and worshipped the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " with "
        },
        {
          "add": "their"
        },
        {
          "t": " faces to the ground. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people stood in their place.",
      "tokens": [
        {
          "t": "Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people "
        },
        {
          "add": "stood"
        },
        {
          "t": " in their place. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.",
      "tokens": [
        {
          "t": "So they read in the book in the law of God distinctly, and gave the sense, and caused "
        },
        {
          "add": "them"
        },
        {
          "t": " to understand the reading. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ And Nehemiah, which is the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day is holy unto the LORD your God; mourn not, nor weep. For all the people wept, when they heard the words of the law.",
      "tokens": [
        {
          "t": "¶ And Nehemiah, which "
        },
        {
          "add": "is"
        },
        {
          "t": " the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day "
        },
        {
          "add": "is"
        },
        {
          "t": " holy unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " your God; mourn not, nor weep. For all the people wept, when they heard the words of the law. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our Lord: neither be ye sorry; for the joy of the LORD is your strength.",
      "tokens": [
        {
          "t": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for "
        },
        {
          "add": "this"
        },
        {
          "t": " day "
        },
        {
          "add": "is"
        },
        {
          "t": " holy unto our Lord: neither be ye sorry; for the joy of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " is your strength. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "So the Levites stilled all the people, saying, Hold your peace, for the day is holy; neither be ye grieved.",
      "tokens": [
        {
          "t": "So the Levites stilled all the people, saying, Hold your peace, for the day "
        },
        {
          "add": "is"
        },
        {
          "t": " holy; neither be ye grieved. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them.",
      "tokens": [
        {
          "t": "And all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.",
      "tokens": [
        {
          "t": "¶ And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And they found written in the law which the LORD had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month:",
      "tokens": [
        {
          "t": "And they found written in the law which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month: "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.",
      "tokens": [
        {
          "t": "And that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as "
        },
        {
          "add": "it is"
        },
        {
          "t": " written. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ So the people went forth, and brought them, and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim.",
      "tokens": [
        {
          "t": "¶ So the people went forth, and brought "
        },
        {
          "add": "them"
        },
        {
          "t": ", and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.",
      "tokens": [
        {
          "t": "And all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Also day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner.",
      "tokens": [
        {
          "t": "Also day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day "
        },
        {
          "add": "was"
        },
        {
          "t": " a solemn assembly, according unto the manner. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "that…: Heb. that understood in hearing"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "from…: Heb. from the light"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "pulpit…: Heb. tower of wood"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "sight: Heb. eyes"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 9
      },
      "text": "the Tirshatha: or, the governor"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 13
      },
      "text": "to understand…: or, that they might instruct in the words of the law"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 14
      },
      "text": "by: Heb. by the hand of"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 18
      },
      "text": "a solemn…: Heb. a restraint"
    }
  ]
}