{
  "schema": 1,
  "work": "KJV",
  "osis": "Neh",
  "abbr": "NEH",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "plain": "On that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever;",
      "tokens": [
        {
          "t": "On that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever; "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.",
      "tokens": [
        {
          "t": "Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
      "tokens": [
        {
          "t": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "¶ And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah:",
      "tokens": [
        {
          "t": "¶ And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, "
        },
        {
          "add": "was"
        },
        {
          "t": " allied unto Tobiah: "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded to be given to the Levites, and the singers, and the porters; and the offerings of the priests.",
      "tokens": [
        {
          "t": "And he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded "
        },
        {
          "add": "to be given"
        },
        {
          "t": " to the Levites, and the singers, and the porters; and the offerings of the priests. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "But in all this time was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king:",
      "tokens": [
        {
          "t": "But in all this "
        },
        {
          "add": "time"
        },
        {
          "t": " was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.",
      "tokens": [
        {
          "t": "And I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber.",
      "tokens": [
        {
          "t": "And it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Then I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense.",
      "tokens": [
        {
          "t": "Then I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ And I perceived that the portions of the Levites had not been given them: for the Levites and the singers, that did the work, were fled every one to his field.",
      "tokens": [
        {
          "t": "¶ And I perceived that the portions of the Levites had not been given "
        },
        {
          "add": "them:"
        },
        {
          "t": " for the Levites and the singers, that did the work, were fled every one to his field. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.",
      "tokens": [
        {
          "t": "Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Then brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries.",
      "tokens": [
        {
          "t": "Then brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.",
      "tokens": [
        {
          "t": "And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them "
        },
        {
          "add": "was"
        },
        {
          "t": " Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office "
        },
        {
          "add": "was"
        },
        {
          "t": " to distribute unto their brethren. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.",
      "tokens": [
        {
          "t": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ In those days saw I in Judah some treading wine presses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.",
      "tokens": [
        {
          "t": "¶ In those days saw I in Judah "
        },
        {
          "add": "some"
        },
        {
          "t": " treading wine presses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all "
        },
        {
          "add": "manner of"
        },
        {
          "t": " burdens, which they brought into Jerusalem on the sabbath day: and I testified "
        },
        {
          "add": "against them"
        },
        {
          "t": " in the day wherein they sold victuals. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.",
      "tokens": [
        {
          "t": "There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?",
      "tokens": [
        {
          "t": "Then I contended with the nobles of Judah, and said unto them, What evil thing "
        },
        {
          "add": "is"
        },
        {
          "t": " this that ye do, and profane the sabbath day? "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.",
      "tokens": [
        {
          "t": "Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some of my servants set I at the gates, that there should no burden be brought in on the sabbath day.",
      "tokens": [
        {
          "t": "And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and "
        },
        {
          "add": "some"
        },
        {
          "t": " of my servants set I at the gates, "
        },
        {
          "add": "that"
        },
        {
          "t": " there should no burden be brought in on the sabbath day. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.",
      "tokens": [
        {
          "t": "So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.",
      "tokens": [
        {
          "t": "Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do "
        },
        {
          "add": "so"
        },
        {
          "t": " again, I will lay hands on you. From that time forth came they no "
        },
        {
          "add": "more"
        },
        {
          "t": " on the sabbath. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.",
      "tokens": [
        {
          "t": "And I commanded the Levites that they should cleanse themselves, and "
        },
        {
          "add": "that"
        },
        {
          "t": " they should come "
        },
        {
          "add": "and"
        },
        {
          "t": " keep the gates, to sanctify the sabbath day. Remember me, O my God, "
        },
        {
          "add": "concerning"
        },
        {
          "t": " this also, and spare me according to the greatness of thy mercy. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:",
      "tokens": [
        {
          "t": "¶ In those days also saw I Jews "
        },
        {
          "add": "that"
        },
        {
          "t": " had married wives of Ashdod, of Ammon, "
        },
        {
          "add": "and"
        },
        {
          "t": " of Moab: "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.",
      "tokens": [
        {
          "t": "And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying, Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.",
      "tokens": [
        {
          "t": "And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, "
        },
        {
          "add": "saying"
        },
        {
          "t": ", Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.",
      "tokens": [
        {
          "t": "Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?",
      "tokens": [
        {
          "t": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives? "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "one"
        },
        {
          "t": " of the sons of Joiada, the son of Eliashib the high priest, "
        },
        {
          "add": "was"
        },
        {
          "t": " son in law to Sanballat the Horonite: therefore I chased him from me. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.",
      "tokens": [
        {
          "t": "Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;",
      "tokens": [
        {
          "t": "Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business; "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good.",
      "tokens": [
        {
          "t": "And for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "they…: Heb. there was read"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "audience: Heb. ears"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "having…: Heb. being set over"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "which…: Heb. the commandment of the Levites"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "after…: Heb. at the end of days"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 6
      },
      "text": "obtained…: or, I earnestly requested"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "place: Heb. standing"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 12
      },
      "text": "treasuries: or, storehouses"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 13
      },
      "text": "treasuries: or, storehouses"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 13
      },
      "text": "next…: Heb. at their hand"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 13
      },
      "text": "their office…: Heb. it was upon them"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 14
      },
      "text": "good…: Heb. kindnesses"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 14
      },
      "text": "offices: or, observations"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 21
      },
      "text": "about: Heb. before"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 22
      },
      "text": "greatness: or, multitude"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 23
      },
      "text": "had…: Heb. had made to dwell with them"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 24
      },
      "text": "could…: Heb. they discerned not to speak"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 24
      },
      "text": "of each…: Heb. of people and people"
    },
    {
      "id": "FN19",
      "mark": "‡‡",
      "at": {
        "v": 25
      },
      "text": "cursed: or, reviled"
    },
    {
      "id": "FN20",
      "mark": "§§",
      "at": {
        "v": 29
      },
      "text": "because…: Heb. for the defilings"
    }
  ]
}