{
  "schema": 1,
  "work": "KJV",
  "osis": "Bar",
  "abbr": "BAR",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "This is the book of the commandments of God, and the law that endureth for ever: all they that keep it shall come to life; but such as leave it shall die."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Turn thee, O Jacob, and take hold of it: walk in the presence of the light thereof, that thou mayest be illuminated."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Give not thine honour to another, nor the things that are profitable unto thee to a strange nation."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "O Israel, happy are we: for things that are pleasing to God are made known unto us."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Be of good cheer, my people, the memorial of Israel."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Ye were sold to the nations, not for"
        },
        {
          "add": "your"
        },
        {
          "t": "destruction: but because ye moved God to wrath, ye were delivered unto the enemies."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For ye provoked him that made you by sacrificing unto devils, and not to God."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Ye have forgotten the everlasting God, that brought you up; and ye have grieved Jerusalem, that nursed you."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For when she saw the wrath of God coming upon you, she said, Hearken, O ye that dwell about Sion: God hath brought upon me great mourning;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For I saw the captivity of my sons and daughters, which the Everlasting brought upon them."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "With joy did I nourish them; but sent them away with weeping and mourning."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Let no man rejoice over me, a widow, and forsaken of many, who for the sins of my children am left desolate; because they departed from the law of God."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "They knew not his statutes, nor walked in the ways of his commandments, nor trod in the paths of discipline in his righteousness."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Let them that dwell about Sion come, and remember ye the captivity of my sons and daughters, which the Everlasting hath brought upon them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For he hath brought a nation upon them from far, a shameless nation, and of a strange language, who neither reverenced old man, nor pitied child."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "These have carried away the dear beloved children of the widow, and left her that was alone desolate without daughters."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But what can I help you?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For he that brought these plagues upon you will deliver you from the hands of your enemies."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Go your way, O my children, go your way: for I am left desolate."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "I have put off the clothing of peace, and put upon me the sackcloth of my prayer: I will cry unto the Everlasting in my days."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Be of good cheer, O my children, cry unto the Lord, and he will deliver you from the power and hand of the enemies."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "For my hope is in the Everlasting, that he will save you; and joy is come unto me from the Holy One, because of the mercy which shall soon come unto you from the Everlasting our Saviour."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "For I sent you out with mourning and weeping: but God will give you to me again with joy and gladness for ever."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Like as now the neighbours of Sion have seen your captivity: so shall they see shortly your salvation from our God which shall come upon you with great glory, and brightness of the Everlasting."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "My children, suffer patiently the wrath that is come upon you from God: for thine enemy hath persecuted thee; but shortly thou shalt see his destruction, and shalt tread upon his neck."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "My delicate ones have gone rough ways, and were taken away as a flock caught of the enemies."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Be of good comfort, O my children, and cry unto God: for ye shall be remembered of him that brought these things upon you."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "For as it was your mind to go astray from God: so, being returned, seek him ten times more."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "For he that hath brought these plagues upon you shall bring you everlasting joy with your salvation."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Take a good heart, O Jerusalem: for he that gave thee that name will comfort thee."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Miserable are they that afflicted thee, and rejoiced at thy fall."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Miserable are the cities which thy children served: miserable is she that received thy sons."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "For as she rejoiced at thy ruin, and was glad of thy fall: so shall she be grieved for her own desolation."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "For I will take away the rejoicing of her great multitude, and her pride shall be turned into mourning."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "For fire shall come upon her from the Everlasting, long to endure; and she shall be inhabited of devils for a great time."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "O Jerusalem, look about thee toward the east, and behold the joy that cometh unto thee from God."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "Lo, thy sons come, whom thou sentest away, they come gathered together from the east to the west by the word of the Holy One, rejoicing in the glory of God."
        }
      ]
    }
  ]
}