{
  "schema": 1,
  "work": "KJV",
  "osis": "Hos",
  "abbr": "HOS",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "plain": "When I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they commit falsehood; and the thief cometh in, and the troop of robbers spoileth without.",
      "tokens": [
        {
          "t": "When I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they commit falsehood; and the thief cometh in, "
        },
        {
          "add": "and"
        },
        {
          "t": " the troop of robbers spoileth without. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And they consider not in their hearts that I remember all their wickedness: now their own doings have beset them about; they are before my face.",
      "tokens": [
        {
          "t": "And they consider not in their hearts "
        },
        {
          "add": "that"
        },
        {
          "t": " I remember all their wickedness: now their own doings have beset them about; they are before my face. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "They make the king glad with their wickedness, and the princes with their lies.",
      "tokens": [
        {
          "t": "They make the king glad with their wickedness, and the princes with their lies. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "They are all adulterers, as an oven heated by the baker, who ceaseth from raising after he hath kneaded the dough, until it be leavened.",
      "tokens": [
        {
          "t": "They "
        },
        {
          "add": "are"
        },
        {
          "t": " all adulterers, as an oven heated by the baker, "
        },
        {
          "add": "who"
        },
        {
          "t": " ceaseth from raising after he hath kneaded the dough, until it be leavened. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "In the day of our king the princes have made him sick with bottles of wine; he stretched out his hand with scorners.",
      "tokens": [
        {
          "t": "In the day of our king the princes have made "
        },
        {
          "add": "him"
        },
        {
          "t": " sick with bottles of wine; he stretched out his hand with scorners. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "For they have made ready their heart like an oven, whiles they lie in wait: their baker sleepeth all the night; in the morning it burneth as a flaming fire.",
      "tokens": [
        {
          "t": "For they have made ready their heart like an oven, whiles they lie in wait: their baker sleepeth all the night; in the morning it burneth as a flaming fire. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "They are all hot as an oven, and have devoured their judges; all their kings are fallen: there is none among them that calleth unto me.",
      "tokens": [
        {
          "t": "They are all hot as an oven, and have devoured their judges; all their kings are fallen: "
        },
        {
          "add": "there is"
        },
        {
          "t": " none among them that calleth unto me. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Ephraim, he hath mixed himself among the people; Ephraim is a cake not turned.",
      "tokens": [
        {
          "t": "Ephraim, he hath mixed himself among the people; Ephraim is a cake not turned. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Strangers have devoured his strength, and he knoweth it not: yea, gray hairs are here and there upon him, yet he knoweth not.",
      "tokens": [
        {
          "t": "Strangers have devoured his strength, and he knoweth "
        },
        {
          "add": "it"
        },
        {
          "t": " not: yea, gray hairs are here and there upon him, yet he knoweth not. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the pride of Israel testifieth to his face: and they do not return to the LORD their God, nor seek him for all this.",
      "tokens": [
        {
          "t": "And the pride of Israel testifieth to his face: and they do not return to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " their God, nor seek him for all this. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "¶ Ephraim also is like a silly dove without heart: they call to Egypt, they go to Assyria.",
      "tokens": [
        {
          "t": "¶ Ephraim also is like a silly dove without heart: they call to Egypt, they go to Assyria. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "When they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard.",
      "tokens": [
        {
          "t": "When they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Woe unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me.",
      "tokens": [
        {
          "t": "Woe unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And they have not cried unto me with their heart, when they howled upon their beds: they assemble themselves for corn and wine, and they rebel against me.",
      "tokens": [
        {
          "t": "And they have not cried unto me with their heart, when they howled upon their beds: they assemble themselves for corn and wine, "
        },
        {
          "add": "and"
        },
        {
          "t": " they rebel against me. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Though I have bound and strengthened their arms, yet do they imagine mischief against me.",
      "tokens": [
        {
          "t": "Though I have bound "
        },
        {
          "add": "and"
        },
        {
          "t": " strengthened their arms, yet do they imagine mischief against me. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "They return, but not to the most High: they are like a deceitful bow: their princes shall fall by the sword for the rage of their tongue: this shall be their derision in the land of Egypt.",
      "tokens": [
        {
          "t": "They return, "
        },
        {
          "add": "but"
        },
        {
          "t": " not to the most High: they are like a deceitful bow: their princes shall fall by the sword for the rage of their tongue: this "
        },
        {
          "add": "shall be"
        },
        {
          "t": " their derision in the land of Egypt. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "wickedness: Heb. evils"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "spoileth: Heb. strippeth"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 2
      },
      "text": "consider…: Heb. say not to"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 4
      },
      "text": "who…: or, the raiser will cease"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 4
      },
      "text": "raising: or, waking"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 5
      },
      "text": "bottles…: or, heat through wine"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 6
      },
      "text": "made…: or, applied"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 9
      },
      "text": "here…: Heb. sprinkled"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 13
      },
      "text": "destruction: Heb. spoil"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 15
      },
      "text": "have…: or, chastened"
    }
  ]
}