{
  "work": "KJV",
  "osis": "Hos",
  "abbr": "HOS",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "When Israel"
        },
        {
          "add": "was"
        },
        {
          "t": "a child, then I loved him, and called my son out of Egypt."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "add": "As"
        },
        {
          "t": "they called them, so they went from them: they sacrificed unto Baalim, and burned incense to graven images."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "I taught Ephraim also to go, taking them by their arms; but they knew not that I healed them."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "I drew them with cords of a man, with bands of love: and I was to them as they that take off the yoke on their jaws, and I laid meat unto them."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ He shall not return into the land of Egypt, but the Assyrian shall be his king, because they refused to return."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And the sword shall abide on his cities, and shall consume his branches, and devour"
        },
        {
          "add": "them"
        },
        {
          "t": ", because of their own counsels."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And my people are bent to backsliding from me: though they called them to the most High, none at all would exalt"
        },
        {
          "add": "him"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "How shall I give thee up, Ephraim?"
        },
        {
          "add": "how"
        },
        {
          "t": "shall I deliver thee, Israel? how shall I make thee as Admah?"
        },
        {
          "add": "how"
        },
        {
          "t": "shall I set thee as Zeboim? mine heart is turned within me, my repentings are kindled together."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "I will not execute the fierceness of mine anger, I will not return to destroy Ephraim: for I"
        },
        {
          "add": "am"
        },
        {
          "t": "God, and not man; the Holy One in the midst of thee: and I will not enter into the city."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "They shall walk after the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": he shall roar like a lion: when he shall roar, then the children shall tremble from the west."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "They shall tremble as a bird out of Egypt, and as a dove out of the land of Assyria: and I will place them in their houses, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Ephraim compasseth me about with lies, and the house of Israel with deceit: but Judah yet ruleth with God, and is faithful with the saints."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "take off: Heb. lift up"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "none…: Heb. together they exalted not"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 12
      },
      "text": "saints: or, most holy"
    }
  ]
}