{
  "schema": 1,
  "work": "KJV",
  "osis": "Hos",
  "abbr": "HOS",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "plain": "When Ephraim spake trembling, he exalted himself in Israel; but when he offended in Baal, he died.",
      "tokens": [
        {
          "t": "When Ephraim spake trembling, he exalted himself in Israel; but when he offended in Baal, he died. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And now they sin more and more, and have made them molten images of their silver, and idols according to their own understanding, all of it the work of the craftsmen: they say of them, Let the men that sacrifice kiss the calves.",
      "tokens": [
        {
          "t": "And now they sin more and more, and have made them molten images of their silver, "
        },
        {
          "add": "and"
        },
        {
          "t": " idols according to their own understanding, all of it the work of the craftsmen: they say of them, Let the men that sacrifice kiss the calves. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Therefore they shall be as the morning cloud, and as the early dew that passeth away, as the chaff that is driven with the whirlwind out of the floor, and as the smoke out of the chimney.",
      "tokens": [
        {
          "t": "Therefore they shall be as the morning cloud, and as the early dew that passeth away, as the chaff "
        },
        {
          "add": "that"
        },
        {
          "t": " is driven with the whirlwind out of the floor, and as the smoke out of the chimney. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Yet I am the LORD thy God from the land of Egypt, and thou shalt know no god but me: for there is no saviour beside me.",
      "tokens": [
        {
          "t": "Yet I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God from the land of Egypt, and thou shalt know no god but me: for "
        },
        {
          "add": "there is"
        },
        {
          "t": " no saviour beside me. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ I did know thee in the wilderness, in the land of great drought.",
      "tokens": [
        {
          "t": "¶ I did know thee in the wilderness, in the land of great drought. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "According to their pasture, so were they filled; they were filled, and their heart was exalted; therefore have they forgotten me.",
      "tokens": [
        {
          "t": "According to their pasture, so were they filled; they were filled, and their heart was exalted; therefore have they forgotten me. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Therefore I will be unto them as a lion: as a leopard by the way will I observe them:",
      "tokens": [
        {
          "t": "Therefore I will be unto them as a lion: as a leopard by the way will I observe "
        },
        {
          "add": "them:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 8,
      "plain": "I will meet them as a bear that is bereaved of her whelps, and will rend the caul of their heart, and there will I devour them like a lion: the wild beast shall tear them.",
      "tokens": [
        {
          "t": "I will meet them as a bear "
        },
        {
          "add": "that is"
        },
        {
          "t": " bereaved "
        },
        {
          "add": "of her whelps"
        },
        {
          "t": ", and will rend the caul of their heart, and there will I devour them like a lion: the wild beast shall tear them. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ O Israel, thou hast destroyed thyself; but in me is thine help.",
      "tokens": [
        {
          "t": "¶ O Israel, thou hast destroyed thyself; but in me "
        },
        {
          "add": "is"
        },
        {
          "t": " thine help. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "I will be thy king: where is any other that may save thee in all thy cities? and thy judges of whom thou saidst, Give me a king and princes?",
      "tokens": [
        {
          "t": "I will be thy king: where "
        },
        {
          "add": "is any other"
        },
        {
          "t": " that may save thee in all thy cities? and thy judges of whom thou saidst, Give me a king and princes? "
        }
      ]
    },
    {
      "v": 11,
      "plain": "I gave thee a king in mine anger, and took him away in my wrath.",
      "tokens": [
        {
          "t": "I gave thee a king in mine anger, and took "
        },
        {
          "add": "him"
        },
        {
          "t": " away in my wrath. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "The iniquity of Ephraim is bound up; his sin is hid.",
      "tokens": [
        {
          "t": "The iniquity of Ephraim "
        },
        {
          "add": "is"
        },
        {
          "t": " bound up; his sin "
        },
        {
          "add": "is"
        },
        {
          "t": " hid. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "The sorrows of a travailing woman shall come upon him: he is an unwise son; for he should not stay long in the place of the breaking forth of children.",
      "tokens": [
        {
          "t": "The sorrows of a travailing woman shall come upon him: he "
        },
        {
          "add": "is"
        },
        {
          "t": " an unwise son; for he should not stay long in "
        },
        {
          "add": "the place of"
        },
        {
          "t": " the breaking forth of children. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "I will ransom them from the power of the grave; I will redeem them from death: O death, I will be thy plagues; O grave, I will be thy destruction: repentance shall be hid from mine eyes.",
      "tokens": [
        {
          "t": "I will ransom them from the power of the grave; I will redeem them from death: O death, I will be thy plagues; O grave, I will be thy destruction: repentance shall be hid from mine eyes. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ Though he be fruitful among his brethren, an east wind shall come, the wind of the LORD shall come up from the wilderness, and his spring shall become dry, and his fountain shall be dried up: he shall spoil the treasure of all pleasant vessels.",
      "tokens": [
        {
          "t": "¶ Though he be fruitful among "
        },
        {
          "add": "his"
        },
        {
          "t": " brethren, an east wind shall come, the wind of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall come up from the wilderness, and his spring shall become dry, and his fountain shall be dried up: he shall spoil the treasure of all pleasant vessels. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.",
      "tokens": [
        {
          "t": "Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "they sin…: Heb. they add to sin"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "the men…: or, the sacrificers of men"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "great…: Heb. droughts"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "wild…: Heb. beast of the field"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 9
      },
      "text": "is…: Heb. in thy help"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 10
      },
      "text": "I will…: rather, Where is thy king?"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 13
      },
      "text": "long: Heb. a time"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 14
      },
      "text": "power: Heb. hand"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 15
      },
      "text": "pleasant…: Heb. vessels of desire"
    }
  ]
}