{
  "schema": 1,
  "work": "KJV",
  "osis": "Esth",
  "abbr": "EST",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "plain": "Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)",
      "tokens": [
        {
          "t": "Now it came to pass in the days of Ahasuerus, (this "
        },
        {
          "add": "is"
        },
        {
          "t": " Ahasuerus which reigned, from India even unto Ethiopia, "
        },
        {
          "add": "over"
        },
        {
          "t": " an hundred and seven and twenty provinces:) "
        }
      ]
    },
    {
      "v": 2,
      "plain": "That in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace,",
      "tokens": [
        {
          "add": "That"
        },
        {
          "t": " in those days, when the king Ahasuerus sat on the throne of his kingdom, which "
        },
        {
          "add": "was"
        },
        {
          "t": " in Shushan the palace, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "In the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him:",
      "tokens": [
        {
          "t": "In the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, "
        },
        {
          "add": "being"
        },
        {
          "t": " before him: "
        }
      ]
    },
    {
      "v": 4,
      "plain": "When he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, even an hundred and fourscore days.",
      "tokens": [
        {
          "t": "When he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, "
        },
        {
          "add": "even"
        },
        {
          "t": " an hundred and fourscore days. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king’s palace;",
      "tokens": [
        {
          "t": "And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king’s palace; "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Where were white, green, and blue, hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds were of gold and silver, upon a pavement of red, and blue, and white, and black, marble.",
      "tokens": [
        {
          "add": "Where were"
        },
        {
          "t": " white, green, and blue, "
        },
        {
          "add": "hangings"
        },
        {
          "t": ", fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds "
        },
        {
          "add": "were of"
        },
        {
          "t": " gold and silver, upon a pavement of red, and blue, and white, and black, marble. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king.",
      "tokens": [
        {
          "t": "And they gave "
        },
        {
          "add": "them"
        },
        {
          "t": " drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And the drinking was according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man’s pleasure.",
      "tokens": [
        {
          "t": "And the drinking "
        },
        {
          "add": "was"
        },
        {
          "t": " according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man’s pleasure. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.",
      "tokens": [
        {
          "t": "Also Vashti the queen made a feast for the women "
        },
        {
          "add": "in"
        },
        {
          "t": " the royal house which "
        },
        {
          "add": "belonged"
        },
        {
          "t": " to king Ahasuerus. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king,",
      "tokens": [
        {
          "t": "¶ On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king, "
        }
      ]
    },
    {
      "v": 11,
      "plain": "To bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on.",
      "tokens": [
        {
          "t": "To bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she "
        },
        {
          "add": "was"
        },
        {
          "t": " fair to look on. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "But the queen Vashti refused to come at the king’s commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him.",
      "tokens": [
        {
          "t": "But the queen Vashti refused to come at the king’s commandment by "
        },
        {
          "add": "his"
        },
        {
          "t": " chamberlains: therefore was the king very wroth, and his anger burned in him. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ Then the king said to the wise men, which knew the times, (for so was the king’s manner toward all that knew law and judgment:",
      "tokens": [
        {
          "t": "¶ Then the king said to the wise men, which knew the times, (for so "
        },
        {
          "add": "was"
        },
        {
          "t": " the king’s manner toward all that knew law and judgment: "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king’s face, and which sat the first in the kingdom;)",
      "tokens": [
        {
          "t": "And the next unto him "
        },
        {
          "add": "was"
        },
        {
          "t": " Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, "
        },
        {
          "add": "and"
        },
        {
          "t": " Memucan, the seven princes of Persia and Media, which saw the king’s face, "
        },
        {
          "add": "and"
        },
        {
          "t": " which sat the first in the kingdom;) "
        }
      ]
    },
    {
      "v": 15,
      "plain": "What shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains?",
      "tokens": [
        {
          "t": "What shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains? "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus.",
      "tokens": [
        {
          "t": "And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that "
        },
        {
          "add": "are"
        },
        {
          "t": " in all the provinces of the king Ahasuerus. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "For this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.",
      "tokens": [
        {
          "t": "For "
        },
        {
          "add": "this"
        },
        {
          "t": " deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Likewise shall the ladies of Persia and Media say this day unto all the king’s princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath.",
      "tokens": [
        {
          "add": "Likewise"
        },
        {
          "t": " shall the ladies of Persia and Media say this day unto all the king’s princes, which have heard of the deed of the queen. Thus "
        },
        {
          "add": "shall there arise"
        },
        {
          "t": " too much contempt and wrath. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she.",
      "tokens": [
        {
          "t": "If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And when the king’s decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small.",
      "tokens": [
        {
          "t": "And when the king’s decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And the saying pleased the king and the princes; and the king did according to the word of Memucan:",
      "tokens": [
        {
          "t": "And the saying pleased the king and the princes; and the king did according to the word of Memucan: "
        }
      ]
    },
    {
      "v": 22,
      "plain": "For he sent letters into all the king’s provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.",
      "tokens": [
        {
          "t": "For he sent letters into all the king’s provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that "
        },
        {
          "add": "it"
        },
        {
          "t": " should be published according to the language of every people. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "present: Heb. found"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "blue, hangings: or, violet, etc"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "of red…: or, of porphyre, and marble and alabaster, and stone of blue colour"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 7
      },
      "text": "royal…: Heb. wine of the kingdom"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 7
      },
      "text": "state: Heb. hand"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 10
      },
      "text": "chamberlains: or, eunuchs"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "fair…: Heb. good of countenance"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 12
      },
      "text": "by his…: Heb. which was by the hand of his eunuchs"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 15
      },
      "text": "What…: Heb. What to do"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 19
      },
      "text": "If it…: Heb. If it be good with the king"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "unto…: Heb. unto her companion"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 19
      },
      "text": "from him: Heb. from before him"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 19
      },
      "text": "be not…: Heb. pass not away"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 21
      },
      "text": "pleased…: Heb. was good in the eyes of the king"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 22
      },
      "text": "that it…: Heb. that one should publish it according to the language of his people"
    }
  ]
}