{
  "work": "KJV",
  "osis": "Esth",
  "abbr": "EST",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And came even before the king’s gate: for none"
        },
        {
          "add": "might"
        },
        {
          "t": "enter into the king’s gate clothed with sackcloth."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And in every province, whithersoever the king’s commandment and his decree came,"
        },
        {
          "add": "there was"
        },
        {
          "t": "great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ So Esther’s maids and her chamberlains came and told"
        },
        {
          "add": "it"
        },
        {
          "t": "her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received"
        },
        {
          "add": "it"
        },
        {
          "t": "not."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Then called Esther for Hatach,"
        },
        {
          "add": "one"
        },
        {
          "t": "of the king’s chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it"
        },
        {
          "add": "was"
        },
        {
          "t": ", and why it"
        },
        {
          "add": "was"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "So Hatach went forth to Mordecai unto the street of the city, which"
        },
        {
          "add": "was"
        },
        {
          "t": "before the king’s gate."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king’s treasuries for the Jews, to destroy them."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew"
        },
        {
          "add": "it"
        },
        {
          "t": "unto Esther, and to declare"
        },
        {
          "add": "it"
        },
        {
          "t": "unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Hatach came and told Esther the words of Mordecai."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ Again Esther spake unto Hatach, and gave him commandment unto Mordecai;"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "All the king’s servants, and the people of the king’s provinces, do know, that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called,"
        },
        {
          "add": "there is"
        },
        {
          "t": "one law of his to put"
        },
        {
          "add": "him"
        },
        {
          "t": "to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And they told to Mordecai Esther’s words."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king’s house, more than all the Jews."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "For if thou altogether holdest thy peace at this time,"
        },
        {
          "add": "then"
        },
        {
          "t": "shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father’s house shall be destroyed: and who knoweth whether thou art come to the kingdom for"
        },
        {
          "add": "such"
        },
        {
          "t": "a time as this?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ Then Esther bade"
        },
        {
          "add": "them"
        },
        {
          "t": "return Mordecai"
        },
        {
          "add": "this answer"
        },
        {
          "t": ","
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which"
        },
        {
          "add": "is"
        },
        {
          "t": "not according to the law: and if I perish, I perish."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "So Mordecai went his way, and did according to all that Esther had commanded him."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "many…: Heb. sackcloth and ashes were laid under many"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "chamberlains: Heb. eunuchs"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "appointed…: Heb. set before her"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 14
      },
      "text": "enlargement: Heb. respiration"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "present: Heb. found"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 17
      },
      "text": "went…: Heb. passed"
    }
  ]
}