{
  "schema": 1,
  "work": "KJV",
  "osis": "Esth",
  "abbr": "EST",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "So the king and Haman came to banquet with Esther the queen."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the king said again unto Esther on the second day at the banquet of wine, What"
        },
        {
          "add": "is"
        },
        {
          "t": "thy petition, queen Esther? and it shall be granted thee: and what"
        },
        {
          "add": "is"
        },
        {
          "t": "thy request? and it shall be performed,"
        },
        {
          "add": "even"
        },
        {
          "t": "to the half of the kingdom."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondmen and bondwomen, I had held my tongue, although the enemy could not countervail the king’s damage."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ Then the king Ahasuerus answered and said unto Esther the queen, Who is he, and where is he, that durst presume in his heart to do so?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And Esther said, The adversary and enemy"
        },
        {
          "add": "is"
        },
        {
          "t": "this wicked Haman. Then Haman was afraid before the king and the queen."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And the king arising from the banquet of wine in his wrath"
        },
        {
          "add": "went"
        },
        {
          "t": "into the palace garden: and Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Then the king returned out of the palace garden into the place of the banquet of wine; and Haman was fallen upon the bed whereon Esther"
        },
        {
          "add": "was"
        },
        {
          "t": ". Then said the king, Will he force the queen also before me in the house? As the word went out of the king’s mouth, they covered Haman’s face."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Harbonah, one of the chamberlains, said before the king, Behold also, the gallows fifty cubits high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king’s wrath pacified."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "to banquet: Heb. to drink"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "to be destroyed…: Heb. that they should destroy, and kill, and cause to perish"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "that…: Heb. whose heart hath filled him"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "The adversary: Heb. The man adversary"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "before: or, at the presence of"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 8
      },
      "text": "before me: Heb. with me"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "gallows: Heb. tree"
    }
  ]
}