{
  "work": "KJV",
  "osis": "1 Thess",
  "abbr": "1TH",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "But of the times and the seasons, brethren, ye have no need that I write unto you."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For yourselves know perfectly that the day of the Lord so cometh as a thief in the night."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But ye, brethren, are not in darkness, that that day should overtake you as a thief."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Therefore let us not sleep, as"
        },
        {
          "add": "do"
        },
        {
          "t": "others; but let us watch and be sober."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For they that sleep sleep in the night; and they that be drunken are drunken in the night."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "But let us, who are of the day, be sober, putting on the breastplate of faith and love; and for an helmet, the hope of salvation."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Who died for us, that, whether we wake or sleep, we should live together with him."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Wherefore comfort yourselves together, and edify one another, even as also ye do."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And we beseech you, brethren, to know them which labour among you, and are over you in the Lord, and admonish you;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And to esteem them very highly in love for their work’s sake."
        },
        {
          "add": "And"
        },
        {
          "t": "be at peace among yourselves."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all"
        },
        {
          "add": "men"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "See that none render evil for evil unto any"
        },
        {
          "add": "man"
        },
        {
          "t": "; but ever follow that which is good, both among yourselves, and to all"
        },
        {
          "add": "men"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Rejoice evermore."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Pray without ceasing."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "In every thing give thanks: for this is the will of God in Christ Jesus concerning you."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Quench not the Spirit."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Despise not prophesyings."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Prove all things; hold fast that which is good."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Abstain from all appearance of evil."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And the very God of peace sanctify you wholly; and"
        },
        {
          "add": "I pray God"
        },
        {
          "t": "your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Faithful"
        },
        {
          "add": "is"
        },
        {
          "t": "he that calleth you, who also will do"
        },
        {
          "add": "it."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Brethren, pray for us."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Greet all the brethren with an holy kiss."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "I charge you by the Lord that this epistle be read unto all the holy brethren."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "The grace of our Lord Jesus Christ"
        },
        {
          "add": "be"
        },
        {
          "t": "with you. Amen."
        }
      ]
    }
  ]
}