{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Esd",
  "abbr": "1ES",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Then Esdras rising from the court of the temple went to the chamber of Joanan the son of Eliasib,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And remained there, and did eat no meat nor drink water, mourning for the great iniquities of the multitude."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And there was a proclamation in all Jewry and Jerusalem to all them that were of the captivity, that they should be gathered together at Jerusalem:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And that whosoever met not there within two or three days according as the elders that bare rule appointed, their cattle should be seized to the use of the temple, and himself cast out from them that were of the captivity."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And in three days were all they of the tribe of Judah and Benjamin gathered together at Jerusalem the twentieth day of the ninth month."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And all the multitude sat trembling in the broad court of the temple because of the present foul weather."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "So Esdras arose up, and said unto them, Ye have transgressed the law in marrying strange wives, thereby to increase the sins of Israel."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And now by confessing give glory unto the Lord God of our fathers,"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And do his will, and separate yourselves from the heathen of the land, and from the strange women."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Then cried the whole multitude, and said with a loud voice, Like as thou hast spoken, so will we do."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "But forasmuch as the people are many, and it is foul weather, so that we cannot stand without, and this is not a work of a day or two, seeing our sin in these things is spread far:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Therefore let the rulers of the multitude stay, and let all them of our habitations that have strange wives come at the time appointed,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And with them the rulers and judges of every place, till we turn away the wrath of the Lord from us for this matter."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then Jonathan the son of Azael and Ezechias the son of Theocanus accordingly took this matter upon them: and Mosollam and Levis and Sabbatheus helped them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And they that were of the captivity did according to all these things."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Esdras the priest chose unto him the principal men of their families, all by name: and in the first day of the tenth month they sat together to examine the matter."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "So their cause that held strange wives was brought to an end in the first day of the first month."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And of the priests that were come together, and had strange wives, there were found:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Of the sons of Jesus the son of Josedec, and his brethren; Matthelas and Eleazar, and Joribus and Joadanus."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And they gave their hands to put away their wives and to offer rams to make reconcilement for their errors."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And of the sons of Emmer; Ananias, and Zabdeus, and Eanes, and Sameius, and Hiereel, and Azarias."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And of the sons of Phaisur; Elionas, Massias Israel, and Nathanael, and Ocidelus and Talsas."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And of the Levites; Jozabad, and Semis, and Colius, who was called Calitas, and Patheus, and Judas, and Jonas."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Of the holy singers; Eleazurus, Bacchurus."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Of the porters; Sallumus, and Tolbanes."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Of them of Israel, of the sons of Phoros; Hiermas, and Eddias, and Melchias, and Maelus, and Eleazar, and Asibias, and Baanias."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Of the sons of Ela; Matthanias, Zacharias, and Hierielus, and Hieremoth, and Aedias."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And of the sons of Zamoth; Eliadas, Elisimus, Othonias, Jarimoth, and Sabatus, and Sardeus."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Of the sons of Babai; Johannes, and Ananias and Josabad, and Amatheis."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Of the sons of Mani; Olamus, Mamuchus, Jedeus, Jasubus, Jasael, and Hieremoth."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And of the sons of Addi; Naathus, and Moosias, Lacunus, and Naidus, and Mathanias, and Sesthel, Balnuus, and Manasseas."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And of the sons of Annas; Elionas and Aseas, and Melchias, and Sabbeus, and Simon Chosameus."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And of the sons of Asom; Altaneus, and Matthias, and Baanaia, Eliphalet, and Manasses, and Semei."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And of the sons of Maani; Jeremias, Momdis, Omaerus, Juel, Mabdai, and Pelias, and Anos, Carabasion, and Enasibus, and Mamnitanaimus, Eliasis, Bannus, Eliali, Samis, Selemias, Nathanias: and of the sons of Ozora; Sesis, Esril, Azaelus, Samatus, Zambis, Josephus."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And of the sons of Ethma; Mazitias, Zabadaias, Edes, Juel, Banaias."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "All these had taken strange wives, and they put them away with their children."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And the priests and Levites, and they that were of Israel, dwelt in Jerusalem, and in the country, in the first day of the seventh month: so the children of Israel were in their habitations."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And the whole multitude came together with one accord into the broad place of the holy porch toward the east:"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And they spake unto Esdras the priest and reader, that he would bring the law of Moses, that was given of the Lord God of Israel."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "So Esdras the chief priest brought the law unto the whole multitude from man to woman, and to all the priests, to hear law in the first day of the seventh month."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "And he read in the broad court before the holy porch from morning unto midday, before both men and women; and the multitude gave heed unto the law."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And Esdras the priest and reader of the law stood up upon a pulpit of wood, which was made for that purpose."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And there stood up by him Mattathias, Sammus, Ananias, Azarias, Urias, Ezecias, Balasamus, upon the right hand:"
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "And upon his left hand stood Phaldaius, Misael, Melchias, Lothasubus, and Nabarias."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Then took Esdras the book of the law before the multitude: for he sat honourably in the first place in the sight of them all."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "And when he opened the law, they stood all straight up. So Esdras blessed the Lord God most High, the God of hosts, Almighty."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "And all the people answered, Amen; and lifting up their hands they fell to the ground, and worshipped the Lord."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "Also Jesus, Anus, Sarabias, Adinus, Jacubus, Sabateas, Auteas, Maianeas, and Calitas, Asrias, and Joazabdus, and Ananias, Biatas, the Levites, taught the law of the Lord, making them withal to understand it."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "Then spake Attharates unto Esdras the chief priest. and reader, and to the Levites that taught the multitude, even to all, saying,"
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "This day is holy unto the Lord; (for they all wept when they heard the law:)"
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "Go then, and eat the fat, and drink the sweet, and send part to them that have nothing;"
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "For this day is holy unto the Lord: and be not sorrowful; for the Lord will bring you to honour."
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "So the Levites published all things to the people, saying, This day is holy to the Lord; be not sorrowful."
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "Then went they their way, every one to eat and drink, and make merry, and to give part to them that had nothing, and to make great cheer;"
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "Because they understood the words wherein they were instructed, and for the which they had been assembled."
        }
      ]
    }
  ]
}