{
  "work": "KJV",
  "osis": "Col",
  "abbr": "COL",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Masters, give unto"
        },
        {
          "add": "your"
        },
        {
          "t": "servants that which is just and equal; knowing that ye also have a Master in heaven."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Continue in prayer, and watch in the same with thanksgiving;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "That I may make it manifest, as I ought to speak."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Walk in wisdom toward them that are without, redeeming the time."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Let your speech"
        },
        {
          "add": "be"
        },
        {
          "t": "alway with grace, seasoned with salt, that ye may know how ye ought to answer every man."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "All my state shall Tychicus declare unto you,"
        },
        {
          "add": "who is"
        },
        {
          "t": "a beloved brother, and a faithful minister and fellowservant in the Lord:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Whom I have sent unto you for the same purpose, that he might know your estate, and comfort your hearts;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "With Onesimus, a faithful and beloved brother, who is"
        },
        {
          "add": "one"
        },
        {
          "t": "of you. They shall make known unto you all things which"
        },
        {
          "add": "are done"
        },
        {
          "t": "here."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Aristarchus my fellowprisoner saluteth you, and Marcus, sister’s son to Barnabas, (touching whom ye received commandments: if he come unto you, receive him;)"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Jesus, which is called Justus, who are of the circumcision. These only"
        },
        {
          "add": "are my"
        },
        {
          "t": "fellowworkers unto the kingdom of God, which have been a comfort unto me."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Epaphras, who is"
        },
        {
          "add": "one"
        },
        {
          "t": "of you, a servant of Christ, saluteth you, always labouring fervently for you in prayers, that ye may stand perfect and complete in all the will of God."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "For I bear him record, that he hath a great zeal for you, and them"
        },
        {
          "add": "that are"
        },
        {
          "t": "in Laodicea, and them in Hierapolis."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Luke, the beloved physician, and Demas, greet you."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Salute the brethren which are in Laodicea, and Nymphas, and the church which is in his house."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And when this epistle is read among you, cause that it be read also in the church of the Laodiceans; and that ye likewise read the"
        },
        {
          "add": "epistle"
        },
        {
          "t": "from Laodicea."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And say to Archippus, Take heed to the ministry which thou hast received in the Lord, that thou fulfil it."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "The salutation by the hand of me Paul. Remember my bonds. Grace"
        },
        {
          "add": "be"
        },
        {
          "t": "with you. Amen."
        }
      ]
    }
  ]
}