{
  "schema": 1,
  "work": "KJV",
  "osis": "Lam",
  "abbr": "LAM",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "How hath the Lord covered the daughter of Zion with a cloud in his anger,"
        },
        {
          "add": "and"
        },
        {
          "t": "cast down from heaven unto the earth the beauty of Israel, and remembered not his footstool in the day of his anger!"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "The Lord hath swallowed up all the habitations of Jacob, and hath not pitied: he hath thrown down in his wrath the strong holds of the daughter of Judah; he hath brought"
        },
        {
          "add": "them"
        },
        {
          "t": "down to the ground: he hath polluted the kingdom and the princes thereof."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "He hath cut off in"
        },
        {
          "add": "his"
        },
        {
          "t": "fierce anger all the horn of Israel: he hath drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire,"
        },
        {
          "add": "which"
        },
        {
          "t": "devoureth round about."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He hath bent his bow like an enemy: he stood with his right hand as an adversary, and slew all"
        },
        {
          "add": "that were"
        },
        {
          "t": "pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "The Lord was as an enemy: he hath swallowed up Israel, he hath swallowed up all her palaces: he hath destroyed his strong holds, and hath increased in the daughter of Judah mourning and lamentation."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And he hath violently taken away his tabernacle, as"
        },
        {
          "add": "if it were of"
        },
        {
          "t": "a garden: he hath destroyed his places of the assembly: the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath caused the solemn feasts and sabbaths to be forgotten in Zion, and hath despised in the indignation of his anger the king and the priest."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "The Lord hath cast off his altar, he hath abhorred his sanctuary, he hath given up into the hand of the enemy the walls of her palaces; they have made a noise in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", as in the day of a solemn feast."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath purposed to destroy the wall of the daughter of Zion: he hath stretched out a line, he hath not withdrawn his hand from destroying: therefore he made the rampart and the wall to lament; they languished together."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Her gates are sunk into the ground; he hath destroyed and broken her bars: her king and her princes"
        },
        {
          "add": "are"
        },
        {
          "t": "among the Gentiles: the law"
        },
        {
          "add": "is"
        },
        {
          "t": "no"
        },
        {
          "add": "more;"
        },
        {
          "t": "her prophets also find no vision from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "The elders of the daughter of Zion sit upon the ground,"
        },
        {
          "add": "and"
        },
        {
          "t": "keep silence: they have cast up dust upon their heads; they have girded themselves with sackcloth: the virgins of Jerusalem hang down their heads to the ground."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Mine eyes do fail with tears, my bowels are troubled, my liver is poured upon the earth, for the destruction of the daughter of my people; because the children and the sucklings swoon in the streets of the city."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "They say to their mothers, Where"
        },
        {
          "add": "is"
        },
        {
          "t": "corn and wine? when they swooned as the wounded in the streets of the city, when their soul was poured out into their mothers’ bosom."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "What thing shall I take to witness for thee? what thing shall I liken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? for thy breach"
        },
        {
          "add": "is"
        },
        {
          "t": "great like the sea: who can heal thee?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Thy prophets have seen vain and foolish things for thee: and they have not discovered thine iniquity, to turn away thy captivity; but have seen for thee false burdens and causes of banishment."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "All that pass by clap"
        },
        {
          "add": "their"
        },
        {
          "t": "hands at thee; they hiss and wag their head at the daughter of Jerusalem,"
        },
        {
          "add": "saying, Is"
        },
        {
          "t": "this the city that"
        },
        {
          "add": "men"
        },
        {
          "t": "call The perfection of beauty, The joy of the whole earth?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "All thine enemies have opened their mouth against thee: they hiss and gnash the teeth: they say, We have swallowed"
        },
        {
          "add": "her"
        },
        {
          "t": "up: certainly this"
        },
        {
          "add": "is"
        },
        {
          "t": "the day that we looked for; we have found, we have seen"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath done"
        },
        {
          "add": "that"
        },
        {
          "t": "which he had devised; he hath fulfilled his word that he had commanded in the days of old: he hath thrown down, and hath not pitied: and he hath caused"
        },
        {
          "add": "thine"
        },
        {
          "t": "enemy to rejoice over thee, he hath set up the horn of thine adversaries."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Their heart cried unto the Lord, O wall of the daughter of Zion, let tears run down like a river day and night: give thyself no rest; let not the apple of thine eye cease."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Arise, cry out in the night: in the beginning of the watches pour out thine heart like water before the face of the Lord: lift up thy hands toward him for the life of thy young children, that faint for hunger in the top of every street."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ Behold, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and consider to whom thou hast done this. Shall the women eat their fruit,"
        },
        {
          "add": "and"
        },
        {
          "t": "children of a span long? shall the priest and the prophet be slain in the sanctuary of the Lord?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "The young and the old lie on the ground in the streets: my virgins and my young men are fallen by the sword; thou hast slain"
        },
        {
          "add": "them"
        },
        {
          "t": "in the day of thine anger; thou hast killed,"
        },
        {
          "add": "and"
        },
        {
          "t": "not pitied."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Thou hast called as in a solemn day my terrors round about, so that in the day of the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "anger none escaped nor remained: those that I have swaddled and brought up hath mine enemy consumed."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "brought…: Heb. made to touch"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "all…: Heb. all the desirable of the eye"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "tabernacle: or, hedge"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 7
      },
      "text": "given up: Heb. shut up"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 8
      },
      "text": "destroying: Heb. swallowing up"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 11
      },
      "text": "swoon: or, faint"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 15
      },
      "text": "by: Heb. by the way"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 20
      },
      "text": "of a span…: or, swaddled with their hands?"
    }
  ]
}