{
  "work": "KJV",
  "osis": "Acts",
  "abbr": "ACT",
  "chapter": 18,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "After these things Paul departed from Athens, and came to Corinth;"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And found a certain Jew named Aquila, born in Pontus, lately come from Italy, with his wife Priscilla; (because that Claudius had commanded all Jews to depart from Rome:) and came unto them."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And when Silas and Timotheus were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews"
        },
        {
          "add": "that"
        },
        {
          "t": "Jesus"
        },
        {
          "add": "was"
        },
        {
          "t": "Christ."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when they opposed themselves, and blasphemed, he shook"
        },
        {
          "add": "his"
        },
        {
          "t": "raiment, and said unto them, Your blood"
        },
        {
          "add": "be"
        },
        {
          "t": "upon your own heads; I"
        },
        {
          "add": "am"
        },
        {
          "t": "clean: from henceforth I will go unto the Gentiles."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And he departed thence, and entered into a certain"
        },
        {
          "add": "man’s"
        },
        {
          "t": "house, named Justus,"
        },
        {
          "add": "one"
        },
        {
          "t": "that worshipped God, whose house joined hard to the synagogue."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And Crispus, the chief ruler of the synagogue, believed on the Lord with all his house; and many of the Corinthians hearing believed, and were baptized."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then spake the Lord to Paul in the night by a vision,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": null
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And he continued"
        },
        {
          "add": "there"
        },
        {
          "t": "a year and six months, teaching the word of God among them."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And when Gallio was the deputy of Achaia, the Jews made insurrection with one accord against Paul, and brought him to the judgment seat,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Saying, This"
        },
        {
          "add": "fellow"
        },
        {
          "t": "persuadeth men to worship God contrary to the law."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And when Paul was now about to open"
        },
        {
          "add": "his"
        },
        {
          "t": "mouth, Gallio said unto the Jews, If it were a matter of wrong or wicked lewdness, O"
        },
        {
          "add": "ye"
        },
        {
          "t": "Jews, reason would that I should bear with you:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But if it be a question of words and names, and"
        },
        {
          "add": "of"
        },
        {
          "t": "your law, look ye"
        },
        {
          "add": "to it"
        },
        {
          "t": "; for I will be no judge of such"
        },
        {
          "add": "matters"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he drave them from the judgment seat."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat"
        },
        {
          "add": "him"
        },
        {
          "t": "before the judgment seat. And Gallio cared for none of those things."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And Paul"
        },
        {
          "add": "after this"
        },
        {
          "t": "tarried"
        },
        {
          "add": "there"
        },
        {
          "t": "yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn"
        },
        {
          "add": "his"
        },
        {
          "t": "head in Cenchrea: for he had a vow."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And he came to Ephesus, and left them there: but he himself entered into the synagogue, and reasoned with the Jews."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "When they desired"
        },
        {
          "add": "him"
        },
        {
          "t": "to tarry longer time with them, he consented not;"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "But bade them farewell, saying, I must by all means keep this feast that cometh in Jerusalem: but I will return again unto you, if God will. And he sailed from Ephesus."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And when he had landed at Cæsarea, and gone up, and saluted the church, he went down to Antioch."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And after he had spent some time"
        },
        {
          "add": "there"
        },
        {
          "t": ", he departed, and went over"
        },
        {
          "add": "all"
        },
        {
          "t": "the country of Galatia and Phrygia in order, strengthening all the disciples."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ And a certain Jew named Apollos, born at Alexandria, an eloquent man,"
        },
        {
          "add": "and"
        },
        {
          "t": "mighty in the scriptures, came to Ephesus."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "This man was instructed in the way of the Lord; and being fervent in the spirit, he spake and taught diligently the things of the Lord, knowing only the baptism of John."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto"
        },
        {
          "add": "them"
        },
        {
          "t": ", and expounded unto him the way of God more perfectly."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And when he was disposed to pass into Achaia, the brethren wrote, exhorting the disciples to receive him: who, when he was come, helped them much which had believed through grace:"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "For he mightily convinced the Jews,"
        },
        {
          "add": "and that"
        },
        {
          "t": "publickly, shewing by the scriptures that Jesus was Christ."
        }
      ]
    }
  ]
}