{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the word of Samuel came to all Israel. Now Israel went out against the Philistines to battle, and pitched beside Eben-ezer: and the Philistines pitched in Aphek."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the Philistines put themselves in array against Israel: and when they joined battle, Israel was smitten before the Philistines: and they slew of the army in the field about four thousand men."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ And when the people were come into the camp, the elders of Israel said, Wherefore hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "smitten us to day before the Philistines? Let us fetch the ark of the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "out of Shiloh unto us, that, when it cometh among us, it may save us out of the hand of our enemies."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "So the people sent to Shiloh, that they might bring from thence the ark of the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, which dwelleth"
        },
        {
          "add": "between"
        },
        {
          "t": "the cherubims: and the two sons of Eli, Hophni and Phinehas,"
        },
        {
          "add": "were"
        },
        {
          "t": "there with the ark of the covenant of God."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And when the ark of the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came into the camp, all Israel shouted with a great shout, so that the earth rang again."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when the Philistines heard the noise of the shout, they said, What"
        },
        {
          "add": "meaneth"
        },
        {
          "t": "the noise of this great shout in the camp of the Hebrews? And they understood that the ark of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was come into the camp."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Woe unto us! who shall deliver us out of the hand of these mighty Gods? these"
        },
        {
          "add": "are"
        },
        {
          "t": "the Gods that smote the Egyptians with all the plagues in the wilderness."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Be strong, and quit yourselves like men, O ye Philistines, that ye be not servants unto the Hebrews, as they have been to you: quit yourselves like men, and fight."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And the Philistines fought, and Israel was smitten, and they fled every man into his tent: and there was a very great slaughter; for there fell of Israel thirty thousand footmen."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, were slain."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And there ran a man of Benjamin out of the army, and came to Shiloh the same day with his clothes rent, and with earth upon his head."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And when he came, lo, Eli sat upon a seat by the wayside watching: for his heart trembled for the ark of God. And when the man came into the city, and told"
        },
        {
          "add": "it"
        },
        {
          "t": ", all the city cried out."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And when Eli heard the noise of the crying, he said, What"
        },
        {
          "add": "meaneth"
        },
        {
          "t": "the noise of this tumult? And the man came in hastily, and told Eli."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Now Eli was ninety and eight years old; and his eyes were dim, that he could not see."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the man said unto Eli, I"
        },
        {
          "add": "am"
        },
        {
          "t": "he that came out of the army, and I fled to day out of the army. And he said, What is there done, my son?"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And the messenger answered and said, Israel is fled before the Philistines, and there hath been also a great slaughter among the people, and thy two sons also, Hophni and Phinehas, are dead, and the ark of God is taken."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And it came to pass, when he made mention of the ark of God, that he fell from off the seat backward by the side of the gate, and his neck brake, and he died: for he was an old man, and heavy. And he had judged Israel forty years."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ And his daughter in law, Phinehas’ wife, was with child,"
        },
        {
          "add": "near"
        },
        {
          "t": "to be delivered: and when she heard the tidings that the ark of God was taken, and that her father in law and her husband were dead, she bowed herself and travailed; for her pains came upon her."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And about the time of her death the women that stood by her said unto her, Fear not; for thou hast born a son. But she answered not, neither did she regard"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And she named the child I-chabod, saying, The glory is departed from Israel: because the ark of God was taken, and because of her father in law and her husband."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And she said, The glory is departed from Israel: for the ark of God is taken."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "came: or, came to pass: Heb. was"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "they joined…: Heb. the battle was spread"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 2
      },
      "text": "army: Heb. array"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 3
      },
      "text": "fetch: Heb. take unto us"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 7
      },
      "text": "heretofore: Heb. yesterday, or, the third day"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 9
      },
      "text": "quit…: Heb. be men"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "were slain: Heb. died"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 15
      },
      "text": "were dim: Heb. stood"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 16
      },
      "text": "is…: Heb. is the thing"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 19
      },
      "text": "be delivered: or, cry out"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "came: Heb. were turned"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 20
      },
      "text": "neither…: Heb. set not her heart"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 21
      },
      "text": "I-chabod: that is, Where is the glory? or, There is no glory"
    }
  ]
}