{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "plain": "And the men of Kirjath-jearim came, and fetched up the ark of the LORD, and brought it into the house of Abinadab in the hill, and sanctified Eleazar his son to keep the ark of the LORD.",
      "tokens": [
        {
          "t": "And the men of Kirjath-jearim came, and fetched up the ark of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and brought it into the house of Abinadab in the hill, and sanctified Eleazar his son to keep the ark of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And it came to pass, while the ark abode in Kirjath-jearim, that the time was long; for it was twenty years: and all the house of Israel lamented after the LORD.",
      "tokens": [
        {
          "t": "And it came to pass, while the ark abode in Kirjath-jearim, that the time was long; for it was twenty years: and all the house of Israel lamented after the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ And Samuel spake unto all the house of Israel, saying, If ye do return unto the LORD with all your hearts, then put away the strange gods and Ashtaroth from among you, and prepare your hearts unto the LORD, and serve him only: and he will deliver you out of the hand of the Philistines.",
      "tokens": [
        {
          "t": "¶ And Samuel spake unto all the house of Israel, saying, If ye do return unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " with all your hearts, "
        },
        {
          "add": "then"
        },
        {
          "t": " put away the strange gods and Ashtaroth from among you, and prepare your hearts unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and serve him only: and he will deliver you out of the hand of the Philistines. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Then the children of Israel did put away Baalim and Ashtaroth, and served the LORD only.",
      "tokens": [
        {
          "t": "Then the children of Israel did put away Baalim and Ashtaroth, and served the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " only. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Samuel said, Gather all Israel to Mizpeh, and I will pray for you unto the LORD.",
      "tokens": [
        {
          "t": "And Samuel said, Gather all Israel to Mizpeh, and I will pray for you unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And they gathered together to Mizpeh, and drew water, and poured it out before the LORD, and fasted on that day, and said there, We have sinned against the LORD. And Samuel judged the children of Israel in Mizpeh.",
      "tokens": [
        {
          "t": "And they gathered together to Mizpeh, and drew water, and poured "
        },
        {
          "add": "it"
        },
        {
          "t": " out before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and fasted on that day, and said there, We have sinned against the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". And Samuel judged the children of Israel in Mizpeh. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And when the Philistines heard that the children of Israel were gathered together to Mizpeh, the lords of the Philistines went up against Israel. And when the children of Israel heard it, they were afraid of the Philistines.",
      "tokens": [
        {
          "t": "And when the Philistines heard that the children of Israel were gathered together to Mizpeh, the lords of the Philistines went up against Israel. And when the children of Israel heard "
        },
        {
          "add": "it"
        },
        {
          "t": ", they were afraid of the Philistines. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And the children of Israel said to Samuel, Cease not to cry unto the LORD our God for us, that he will save us out of the hand of the Philistines.",
      "tokens": [
        {
          "t": "And the children of Israel said to Samuel, Cease not to cry unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God for us, that he will save us out of the hand of the Philistines. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ And Samuel took a sucking lamb, and offered it for a burnt offering wholly unto the LORD: and Samuel cried unto the LORD for Israel; and the LORD heard him.",
      "tokens": [
        {
          "t": "¶ And Samuel took a sucking lamb, and offered "
        },
        {
          "add": "it for"
        },
        {
          "t": " a burnt offering wholly unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and Samuel cried unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " for Israel; and the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " heard him. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel: but the LORD thundered with a great thunder on that day upon the Philistines, and discomfited them; and they were smitten before Israel.",
      "tokens": [
        {
          "t": "And as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel: but the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thundered with a great thunder on that day upon the Philistines, and discomfited them; and they were smitten before Israel. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And the men of Israel went out of Mizpeh, and pursued the Philistines, and smote them, until they came under Beth-car.",
      "tokens": [
        {
          "t": "And the men of Israel went out of Mizpeh, and pursued the Philistines, and smote them, until "
        },
        {
          "add": "they came"
        },
        {
          "t": " under Beth-car. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Then Samuel took a stone, and set it between Mizpeh and Shen, and called the name of it Eben-ezer, saying, Hitherto hath the LORD helped us.",
      "tokens": [
        {
          "t": "Then Samuel took a stone, and set "
        },
        {
          "add": "it"
        },
        {
          "t": " between Mizpeh and Shen, and called the name of it Eben-ezer, saying, Hitherto hath the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " helped us. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ So the Philistines were subdued, and they came no more into the coast of Israel: and the hand of the LORD was against the Philistines all the days of Samuel.",
      "tokens": [
        {
          "t": "¶ So the Philistines were subdued, and they came no more into the coast of Israel: and the hand of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " was against the Philistines all the days of Samuel. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And the cities which the Philistines had taken from Israel were restored to Israel, from Ekron even unto Gath; and the coasts thereof did Israel deliver out of the hands of the Philistines. And there was peace between Israel and the Amorites.",
      "tokens": [
        {
          "t": "And the cities which the Philistines had taken from Israel were restored to Israel, from Ekron even unto Gath; and the coasts thereof did Israel deliver out of the hands of the Philistines. And there was peace between Israel and the Amorites. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And Samuel judged Israel all the days of his life.",
      "tokens": [
        {
          "t": "And Samuel judged Israel all the days of his life. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And he went from year to year in circuit to Beth-el, and Gilgal, and Mizpeh, and judged Israel in all those places.",
      "tokens": [
        {
          "t": "And he went from year to year in circuit to Beth-el, and Gilgal, and Mizpeh, and judged Israel in all those places. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And his return was to Ramah; for there was his house; and there he judged Israel; and there he built an altar unto the LORD.",
      "tokens": [
        {
          "t": "And his return "
        },
        {
          "add": "was"
        },
        {
          "t": " to Ramah; for there "
        },
        {
          "add": "was"
        },
        {
          "t": " his house; and there he judged Israel; and there he built an altar unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 8
      },
      "text": "Cease…: Heb. Be not silent from us from crying"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "heard: or, answered"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 12
      },
      "text": "Eben-ezer: that is, The stone of help"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "in circuit: Heb. and he circuited"
    }
  ]
}