{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Samuel also said unto Saul, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "sent me to anoint thee"
        },
        {
          "add": "to be"
        },
        {
          "t": "king over his people, over Israel: now therefore hearken thou unto the voice of the words of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, I remember"
        },
        {
          "add": "that"
        },
        {
          "t": "which Amalek did to Israel, how he laid"
        },
        {
          "add": "wait"
        },
        {
          "t": "for him in the way, when he came up from Egypt."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Saul came to a city of Amalek, and laid wait in the valley."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for ye shewed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Saul smote the Amalekites from Havilah"
        },
        {
          "add": "until"
        },
        {
          "t": "thou comest to Shur, that"
        },
        {
          "add": "is"
        },
        {
          "t": "over against Egypt."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "But Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all"
        },
        {
          "add": "that was"
        },
        {
          "t": "good, and would not utterly destroy them: but every thing"
        },
        {
          "add": "that was"
        },
        {
          "t": "vile and refuse, that they destroyed utterly."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ Then came the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto Samuel, saying,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "It repenteth me that I have set up Saul"
        },
        {
          "add": "to be"
        },
        {
          "t": "king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "all night."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And Samuel came to Saul: and Saul said unto him, Blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "thou of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": I have performed the commandment of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And Samuel said, What"
        },
        {
          "add": "meaneth"
        },
        {
          "t": "then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God; and the rest we have utterly destroyed."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Then Samuel said unto Saul, Stay, and I will tell thee what the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath said to me this night. And he said unto him, Say on."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And Samuel said, When thou"
        },
        {
          "add": "wast"
        },
        {
          "t": "little in thine own sight,"
        },
        {
          "add": "wast"
        },
        {
          "t": "thou not"
        },
        {
          "add": "made"
        },
        {
          "t": "the head of the tribes of Israel, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "anointed thee king over Israel?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Wherefore then didst thou not obey the voice of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", but didst fly upon the spoil, and didst evil in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Saul said unto Samuel, Yea, I have obeyed the voice of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and have gone the way which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God in Gilgal."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Samuel said, Hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "as great"
        },
        {
          "t": "delight in burnt offerings and sacrifices, as in obeying the voice of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "? Behold, to obey"
        },
        {
          "add": "is"
        },
        {
          "t": "better than sacrifice,"
        },
        {
          "add": "and"
        },
        {
          "t": "to hearken than the fat of rams."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "For rebellion"
        },
        {
          "add": "is as"
        },
        {
          "t": "the sin of witchcraft, and stubbornness"
        },
        {
          "add": "is as"
        },
        {
          "t": "iniquity and idolatry. Because thou hast rejected the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", he hath also rejected thee from"
        },
        {
          "add": "being"
        },
        {
          "t": "king."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and thy words: because I feared the people, and obeyed their voice."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Now therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath rejected thee from being king over Israel."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And Samuel said unto him, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine,"
        },
        {
          "add": "that is"
        },
        {
          "t": "better than thou."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And also the Strength of Israel will not lie nor repent: for he"
        },
        {
          "add": "is"
        },
        {
          "t": "not a man, that he should repent."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Then he said, I have sinned:"
        },
        {
          "add": "yet"
        },
        {
          "t": "honour me now, I pray thee, before the elders of my people, and before Israel, and turn again with me, that I may worship the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "So Samuel turned again after Saul; and Saul worshipped the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ Then said Samuel, Bring ye hither to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And Samuel said, As thy sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "in Gilgal."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "¶ Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "repented that he had made Saul king over Israel."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "laid…: or, fought"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "fatlings: or, second sort"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 18
      },
      "text": "they…: Heb. they consume them"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 23
      },
      "text": "witchcraft: Heb. divination"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 29
      },
      "text": "Strength: or, Eternity, or, Victory"
    }
  ]
}