{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 17,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now the Philistines gathered together their armies to battle, and were gathered together at Shochoh, which"
        },
        {
          "add": "belongeth"
        },
        {
          "t": "to Judah, and pitched between Shochoh and Azekah, in Ephes-dammim."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Saul and the men of Israel were gathered together, and pitched by the valley of Elah, and set the battle in array against the Philistines."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And the Philistines stood on a mountain on the one side, and Israel stood on a mountain on the other side: and"
        },
        {
          "add": "there was"
        },
        {
          "t": "a valley between them."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And there went out a champion out of the camp of the Philistines, named Goliath, of Gath, whose height"
        },
        {
          "add": "was"
        },
        {
          "t": "six cubits and a span."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "he had"
        },
        {
          "t": "an helmet of brass upon his head, and he"
        },
        {
          "add": "was"
        },
        {
          "t": "armed with a coat of mail; and the weight of the coat"
        },
        {
          "add": "was"
        },
        {
          "t": "five thousand shekels of brass."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "he had"
        },
        {
          "t": "greaves of brass upon his legs, and a target of brass between his shoulders."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And the staff of his spear"
        },
        {
          "add": "was"
        },
        {
          "t": "like a weaver’s beam; and his spear’s head"
        },
        {
          "add": "weighed"
        },
        {
          "t": "six hundred shekels of iron: and one bearing a shield went before him."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And he stood and cried unto the armies of Israel, and said unto them, Why are ye come out to set"
        },
        {
          "add": "your"
        },
        {
          "t": "battle in array?"
        },
        {
          "add": "am"
        },
        {
          "t": "not I a Philistine, and ye servants to Saul? choose you a man for you, and let him come down to me."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "If he be able to fight with me, and to kill me, then will we be your servants: but if I prevail against him, and kill him, then shall ye be our servants, and serve us."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the Philistine said, I defy the armies of Israel this day; give me a man, that we may fight together."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "When Saul and all Israel heard those words of the Philistine, they were dismayed, and greatly afraid."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ Now David"
        },
        {
          "add": "was"
        },
        {
          "t": "the son of that Ephrathite of Beth-lehem-judah, whose name"
        },
        {
          "add": "was"
        },
        {
          "t": "Jesse; and he had eight sons: and the man went among men"
        },
        {
          "add": "for"
        },
        {
          "t": "an old man in the days of Saul."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the three eldest sons of Jesse went"
        },
        {
          "add": "and"
        },
        {
          "t": "followed Saul to the battle: and the names of his three sons that went to the battle"
        },
        {
          "add": "were"
        },
        {
          "t": "Eliab the firstborn, and next unto him Abinadab, and the third Shammah."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And David"
        },
        {
          "add": "was"
        },
        {
          "t": "the youngest: and the three eldest followed Saul."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But David went and returned from Saul to feed his father’s sheep at Beth-lehem."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the Philistine drew near morning and evening, and presented himself forty days."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And Jesse said unto David his son, Take now for thy brethren an ephah of this parched"
        },
        {
          "add": "corn"
        },
        {
          "t": ", and these ten loaves, and run to the camp to thy brethren;"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And carry these ten cheeses unto the captain of"
        },
        {
          "add": "their"
        },
        {
          "t": "thousand, and look how thy brethren fare, and take their pledge."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Now Saul, and they, and all the men of Israel,"
        },
        {
          "add": "were"
        },
        {
          "t": "in the valley of Elah, fighting with the Philistines."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And David rose up early in the morning, and left the sheep with a keeper, and took, and went, as Jesse had commanded him; and he came to the trench, as the host was going forth to the fight, and shouted for the battle."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For Israel and the Philistines had put the battle in array, army against army."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And David left his carriage in the hand of the keeper of the carriage, and ran into the army, and came and saluted his brethren."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And as he talked with them, behold, there came up the champion, the Philistine of Gath, Goliath by name, out of the armies of the Philistines, and spake according to the same words: and David heard"
        },
        {
          "add": "them"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And all the men of Israel, when they saw the man, fled from him, and were sore afraid."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And the men of Israel said, Have ye seen this man that is come up? surely to defy Israel is he come up: and it shall be,"
        },
        {
          "add": "that"
        },
        {
          "t": "the man who killeth him, the king will enrich him with great riches, and will give him his daughter, and make his father’s house free in Israel."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And David spake to the men that stood by him, saying, What shall be done to the man that killeth this Philistine, and taketh away the reproach from Israel? for who"
        },
        {
          "add": "is"
        },
        {
          "t": "this uncircumcised Philistine, that he should defy the armies of the living God?"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And the people answered him after this manner, saying, So shall it be done to the man that killeth him."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "¶ And Eliab his eldest brother heard when he spake unto the men; and Eliab’s anger was kindled against David, and he said, Why camest thou down hither? and with whom hast thou left those few sheep in the wilderness? I know thy pride, and the naughtiness of thine heart; for thou art come down that thou mightest see the battle."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And David said, What have I now done?"
        },
        {
          "add": "Is there"
        },
        {
          "t": "not a cause?"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "¶ And he turned from him toward another, and spake after the same manner: and the people answered him again after the former manner."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And when the words were heard which David spake, they rehearsed"
        },
        {
          "add": "them"
        },
        {
          "t": "before Saul: and he sent for him."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ And David said to Saul, Let no man’s heart fail because of him; thy servant will go and fight with this Philistine."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And Saul said to David, Thou art not able to go against this Philistine to fight with him: for thou"
        },
        {
          "add": "art but"
        },
        {
          "t": "a youth, and he a man of war from his youth."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And David said unto Saul, Thy servant kept his father’s sheep, and there came a lion, and a bear, and took a lamb out of the flock:"
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And I went out after him, and smote him, and delivered"
        },
        {
          "add": "it"
        },
        {
          "t": "out of his mouth: and when he arose against me, I caught"
        },
        {
          "add": "him"
        },
        {
          "t": "by his beard, and smote him, and slew him."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "Thy servant slew both the lion and the bear: and this uncircumcised Philistine shall be as one of them, seeing he hath defied the armies of the living God."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "David said moreover, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Philistine. And Saul said unto David, Go, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "be with thee."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "¶ And Saul armed David with his armour, and he put an helmet of brass upon his head; also he armed him with a coat of mail."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And David girded his sword upon his armour, and he assayed to go; for he had not proved"
        },
        {
          "add": "it"
        },
        {
          "t": ". And David said unto Saul, I cannot go with these; for I have not proved"
        },
        {
          "add": "them"
        },
        {
          "t": ". And David put them off him."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And he took his staff in his hand, and chose him five smooth stones out of the brook, and put them in a shepherd’s bag which he had, even in a scrip; and his sling"
        },
        {
          "add": "was"
        },
        {
          "t": "in his hand: and he drew near to the Philistine."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "And the Philistine came on and drew near unto David; and the man that bare the shield"
        },
        {
          "add": "went"
        },
        {
          "t": "before him."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And when the Philistine looked about, and saw David, he disdained him: for he was"
        },
        {
          "add": "but"
        },
        {
          "t": "a youth, and ruddy, and of a fair countenance."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And the Philistine said unto David,"
        },
        {
          "add": "Am"
        },
        {
          "t": "I a dog, that thou comest to me with staves? And the Philistine cursed David by his gods."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "And the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, the God of the armies of Israel, whom thou hast defied."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "This day will the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "And all this assembly shall know that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "saveth not with sword and spear: for the battle"
        },
        {
          "add": "is"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": ", and he will give you into our hands."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "And it came to pass, when the Philistine arose, and came and drew nigh to meet David, that David hasted, and ran toward the army to meet the Philistine."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "And David put his hand in his bag, and took thence a stone, and slang"
        },
        {
          "add": "it"
        },
        {
          "t": ", and smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him; but"
        },
        {
          "add": "there was"
        },
        {
          "t": "no sword in the hand of David."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "Therefore David ran, and stood upon the Philistine, and took his sword, and drew it out of the sheath thereof, and slew him, and cut off his head therewith. And when the Philistines saw their champion was dead, they fled."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "And the men of Israel and of Judah arose, and shouted, and pursued the Philistines, until thou come to the valley, and to the gates of Ekron. And the wounded of the Philistines fell down by the way to Shaaraim, even unto Gath, and unto Ekron."
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "And the children of Israel returned from chasing after the Philistines, and they spoiled their tents."
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "And David took the head of the Philistine, and brought it to Jerusalem; but he put his armour in his tent."
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "¶ And when Saul saw David go forth against the Philistine, he said unto Abner, the captain of the host, Abner, whose son"
        },
        {
          "add": "is"
        },
        {
          "t": "this youth? And Abner said,"
        },
        {
          "add": "As"
        },
        {
          "t": "thy soul liveth, O king, I cannot tell."
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "And the king said, Enquire thou whose son the stripling"
        },
        {
          "add": "is"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 57,
      "tokens": [
        {
          "t": "And as David returned from the slaughter of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand."
        }
      ]
    },
    {
      "v": 58,
      "tokens": [
        {
          "t": "And Saul said to him, Whose son"
        },
        {
          "add": "art"
        },
        {
          "t": "thou,"
        },
        {
          "add": "thou"
        },
        {
          "t": "young man? And David answered, I"
        },
        {
          "add": "am"
        },
        {
          "t": "the son of thy servant Jesse the Beth-lehemite."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Ephes-dammim: or, the coast of Dammim, called Pas-dammim"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "set…: Heb. ranged the battle"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "armed: Heb. clothed"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "target: or, gorget"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 18
      },
      "text": "cheeses: Heb. cheeses of milk"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 18
      },
      "text": "of…: Heb. of a thousand"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 20
      },
      "text": "trench: or, place of the carriage"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 20
      },
      "text": "fight: or, battle array, or, place of fight"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 22
      },
      "text": "his carriage: Heb. the vessels from upon him"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 22
      },
      "text": "saluted…: Heb. asked his brethren of peace"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 24
      },
      "text": "from…: Heb. from his face"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 30
      },
      "text": "manner: Heb. word"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 31
      },
      "text": "sent…: Heb. took him"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 34
      },
      "text": "lamb: or, kid"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 38
      },
      "text": "armed David…: Heb. clothed David with his clothes"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 40
      },
      "text": "brook: or, valley"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 40
      },
      "text": "bag: Heb. vessel"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 46
      },
      "text": "deliver…: Heb. shut thee up"
    }
  ]
}