{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 18,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, when he had made an end of speaking unto Saul, that the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Saul took him that day, and would let him go no more home to his father’s house."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then Jonathan and David made a covenant, because he loved him as his own soul."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And Jonathan stripped himself of the robe that"
        },
        {
          "add": "was"
        },
        {
          "t": "upon him, and gave it to David, and his garments, even to his sword, and to his bow, and to his girdle."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ And David went out whithersoever Saul sent him,"
        },
        {
          "add": "and"
        },
        {
          "t": "behaved himself wisely: and Saul set him over the men of war, and he was accepted in the sight of all the people, and also in the sight of Saul’s servants."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And it came to pass as they came, when David was returned from the slaughter of the Philistine, that the women came out of all cities of Israel, singing and dancing, to meet king Saul, with tabrets, with joy, and with instruments of musick."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And the women answered"
        },
        {
          "add": "one another"
        },
        {
          "t": "as they played, and said, Saul hath slain his thousands, and David his ten thousands."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And Saul was very wroth, and the saying displeased him; and he said, They have ascribed unto David ten thousands, and to me they have ascribed"
        },
        {
          "add": "but"
        },
        {
          "t": "thousands: and"
        },
        {
          "add": "what"
        },
        {
          "t": "can he have more but the kingdom?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Saul eyed David from that day and forward."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And it came to pass on the morrow, that the evil spirit from God came upon Saul, and he prophesied in the midst of the house: and David played with his hand, as at other times: and"
        },
        {
          "add": "there was"
        },
        {
          "t": "a javelin in Saul’s hand."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Saul cast the javelin; for he said, I will smite David even to the wall"
        },
        {
          "add": "with it"
        },
        {
          "t": ". And David avoided out of his presence twice."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And Saul was afraid of David, because the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was with him, and was departed from Saul."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Therefore Saul removed him from him, and made him his captain over a thousand; and he went out and came in before the people."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And David behaved himself wisely in all his ways; and the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "was"
        },
        {
          "t": "with him."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Wherefore when Saul saw that he behaved himself very wisely, he was afraid of him."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "But all Israel and Judah loved David, because he went out and came in before them."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And Saul said to David, Behold my elder daughter Merab, her will I give thee to wife: only be thou valiant for me, and fight the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "battles. For Saul said, Let not mine hand be upon him, but let the hand of the Philistines be upon him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And David said unto Saul, Who"
        },
        {
          "add": "am"
        },
        {
          "t": "I? and what"
        },
        {
          "add": "is"
        },
        {
          "t": "my life,"
        },
        {
          "add": "or"
        },
        {
          "t": "my father’s family in Israel, that I should be son in law to the king?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "But it came to pass at the time when Merab Saul’s daughter should have been given to David, that she was given unto Adriel the Meholathite to wife."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Michal Saul’s daughter loved David: and they told Saul, and the thing pleased him."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Saul said, I will give him her, that she may be a snare to him, and that the hand of the Philistines may be against him. Wherefore Saul said to David, Thou shalt this day be my son in law in"
        },
        {
          "add": "the one of"
        },
        {
          "t": "the twain."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ And Saul commanded his servants,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", Commune with David secretly, and say, Behold, the king hath delight in thee, and all his servants love thee: now therefore be the king’s son in law."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And Saul’s servants spake those words in the ears of David. And David said, Seemeth it to you"
        },
        {
          "add": "a"
        },
        {
          "t": "light"
        },
        {
          "add": "thing"
        },
        {
          "t": "to be a king’s son in law, seeing that I"
        },
        {
          "add": "am"
        },
        {
          "t": "a poor man, and lightly esteemed?"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And the servants of Saul told him, saying, On this manner spake David."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And Saul said, Thus shall ye say to David, The king desireth not any dowry, but an hundred foreskins of the Philistines, to be avenged of the king’s enemies. But Saul thought to make David fall by the hand of the Philistines."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And when his servants told David these words, it pleased David well to be the king’s son in law: and the days were not expired."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Wherefore David arose and went, he and his men, and slew of the Philistines two hundred men; and David brought their foreskins, and they gave them in full tale to the king, that he might be the king’s son in law. And Saul gave him Michal his daughter to wife."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "¶ And Saul saw and knew that the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "was"
        },
        {
          "t": "with David, and"
        },
        {
          "add": "that"
        },
        {
          "t": "Michal Saul’s daughter loved him."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Saul was yet the more afraid of David; and Saul became David’s enemy continually."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Then the princes of the Philistines went forth: and it came to pass, after they went forth,"
        },
        {
          "add": "that"
        },
        {
          "t": "David behaved himself more wisely than all the servants of Saul; so that his name was much set by."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "behaved…: or, prospered"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "Philistine: or, Philistines"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "instruments…: Heb. three stringed instruments"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "displeased him: Heb. was evil in his eyes"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "behaved…: or, prospered"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 17
      },
      "text": "valiant: Heb. a son of valour"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 20
      },
      "text": "pleased him: Heb. was right in his eyes"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 24
      },
      "text": "On…: Heb. According to these words"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 26
      },
      "text": "expired: Heb. fulfilled"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 30
      },
      "text": "set by: Heb. precious"
    }
  ]
}