{
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 22,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "David therefore departed thence, and escaped to the cave Adullam: and when his brethren and all his father’s house heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", they went down thither to him."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And every one"
        },
        {
          "add": "that was"
        },
        {
          "t": "in distress, and every one that"
        },
        {
          "add": "was"
        },
        {
          "t": "in debt, and every one"
        },
        {
          "add": "that was"
        },
        {
          "t": "discontented, gathered themselves unto him; and he became a captain over them: and there were with him about four hundred men."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ And David went thence to Mizpeh of Moab: and he said unto the king of Moab, Let my father and my mother, I pray thee, come forth,"
        },
        {
          "add": "and be"
        },
        {
          "t": "with you, till I know what God will do for me."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he brought them before the king of Moab: and they dwelt with him all the while that David was in the hold."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ And the prophet Gad said unto David, Abide not in the hold; depart, and get thee into the land of Judah. Then David departed, and came into the forest of Hareth."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ When Saul heard that David was discovered, and the men that"
        },
        {
          "add": "were"
        },
        {
          "t": "with him, (now Saul abode in Gibeah under a tree in Ramah, having his spear in his hand, and all his servants"
        },
        {
          "add": "were"
        },
        {
          "t": "standing about him;)"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then Saul said unto his servants that stood about him, Hear now, ye Benjamites; will the son of Jesse give every one of you fields and vineyards,"
        },
        {
          "add": "and"
        },
        {
          "t": "make you all captains of thousands, and captains of hundreds;"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "That all of you have conspired against me, and"
        },
        {
          "add": "there is"
        },
        {
          "t": "none that sheweth me that my son hath made a league with the son of Jesse, and"
        },
        {
          "add": "there is"
        },
        {
          "t": "none of you that is sorry for me, or sheweth unto me that my son hath stirred up my servant against me, to lie in wait, as at this day?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ Then answered Doeg the Edomite, which was set over the servants of Saul, and said, I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And he enquired of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "for him, and gave him victuals, and gave him the sword of Goliath the Philistine."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Then the king sent to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests that"
        },
        {
          "add": "were"
        },
        {
          "t": "in Nob: and they came all of them to the king."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And Saul said, Hear now, thou son of Ahitub. And he answered, Here I"
        },
        {
          "add": "am"
        },
        {
          "t": ", my lord."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And Saul said unto him, Why have ye conspired against me, thou and the son of Jesse, in that thou hast given him bread, and a sword, and hast enquired of God for him, that he should rise against me, to lie in wait, as at this day?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then Ahimelech answered the king, and said, And who"
        },
        {
          "add": "is so"
        },
        {
          "t": "faithful among all thy servants as David, which is the king’s son in law, and goeth at thy bidding, and is honourable in thine house?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Did I then begin to enquire of God for him? be it far from me: let not the king impute"
        },
        {
          "add": "any"
        },
        {
          "t": "thing unto his servant,"
        },
        {
          "add": "nor"
        },
        {
          "t": "to all the house of my father: for thy servant knew nothing of all this, less or more."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the king said, Thou shalt surely die, Ahimelech, thou, and all thy father’s house."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And the king said unto the footmen that stood about him, Turn, and slay the priests of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; because their hand also"
        },
        {
          "add": "is"
        },
        {
          "t": "with David, and because they knew when he fled, and did not shew it to me. But the servants of the king would not put forth their hand to fall upon the priests of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the king said to Doeg, Turn thou, and fall upon the priests. And Doeg the Edomite turned, and he fell upon the priests, and slew on that day fourscore and five persons that did wear a linen ephod."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Nob, the city of the priests, smote he with the edge of the sword, both men and women, children and sucklings, and oxen, and asses, and sheep, with the edge of the sword."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped, and fled after David."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Abiathar shewed David that Saul had slain the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "priests."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And David said unto Abiathar, I knew"
        },
        {
          "add": "it"
        },
        {
          "t": "that day, when Doeg the Edomite"
        },
        {
          "add": "was"
        },
        {
          "t": "there, that he would surely tell Saul: I have occasioned"
        },
        {
          "add": "the death"
        },
        {
          "t": "of all the persons of thy father’s house."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Abide thou with me, fear not: for he that seeketh my life seeketh thy life: but with me thou"
        },
        {
          "add": "shalt be"
        },
        {
          "t": "in safeguard."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "was in debt: Heb. had a creditor"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "discontented: Heb. bitter of soul"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "tree…: or, grove in a high place"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "sheweth…: Heb. uncovereth mine ear"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 12
      },
      "text": "Here…: Heb. Behold me"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "less…: Heb. little or great"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 17
      },
      "text": "footmen: or, guard: Heb. runners"
    }
  ]
}