{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Sam",
  "abbr": "1SA",
  "chapter": 25,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And Samuel died; and all the Israelites were gathered together, and lamented him, and buried him in his house at Ramah. And David arose, and went down to the wilderness of Paran."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there was"
        },
        {
          "t": "a man in Maon, whose possessions"
        },
        {
          "add": "were"
        },
        {
          "t": "in Carmel; and the man"
        },
        {
          "add": "was"
        },
        {
          "t": "very great, and he had three thousand sheep, and a thousand goats: and he was shearing his sheep in Carmel."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Now the name of the man"
        },
        {
          "add": "was"
        },
        {
          "t": "Nabal; and the name of his wife Abigail: and"
        },
        {
          "add": "she was"
        },
        {
          "t": "a woman of good understanding, and of a beautiful countenance: but the man"
        },
        {
          "add": "was"
        },
        {
          "t": "churlish and evil in his doings; and he"
        },
        {
          "add": "was"
        },
        {
          "t": "of the house of Caleb."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And David heard in the wilderness that Nabal did shear his sheep."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And David sent out ten young men, and David said unto the young men, Get you up to Carmel, and go to Nabal, and greet him in my name:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And thus shall ye say to him that liveth"
        },
        {
          "add": "in prosperity"
        },
        {
          "t": ", Peace"
        },
        {
          "add": "be"
        },
        {
          "t": "both to thee, and peace"
        },
        {
          "add": "be"
        },
        {
          "t": "to thine house, and peace"
        },
        {
          "add": "be"
        },
        {
          "t": "unto all that thou hast."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And now I have heard that thou hast shearers: now thy shepherds which were with us, we hurt them not, neither was there ought missing unto them, all the while they were in Carmel."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Ask thy young men, and they will shew thee. Wherefore let the young men find favour in thine eyes: for we come in a good day: give, I pray thee, whatsoever cometh to thine hand unto thy servants, and to thy son David."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And when David’s young men came, they spake to Nabal according to all those words in the name of David, and ceased."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And Nabal answered David’s servants, and said, Who"
        },
        {
          "add": "is"
        },
        {
          "t": "David? and who"
        },
        {
          "add": "is"
        },
        {
          "t": "the son of Jesse? there be many servants now a days that break away every man from his master."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Shall I then take my bread, and my water, and my flesh that I have killed for my shearers, and give"
        },
        {
          "add": "it"
        },
        {
          "t": "unto men, whom I know not whence they"
        },
        {
          "add": "be"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "So David’s young men turned their way, and went again, and came and told him all those sayings."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And David said unto his men, Gird ye on every man his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred abode by the stuff."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ But one of the young men told Abigail, Nabal’s wife, saying, Behold, David sent messengers out of the wilderness to salute our master; and he railed on them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But the men"
        },
        {
          "add": "were"
        },
        {
          "t": "very good unto us, and we were not hurt, neither missed we any thing, as long as we were conversant with them, when we were in the fields:"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "They were a wall unto us both by night and day, all the while we were with them keeping the sheep."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Now therefore know and consider what thou wilt do; for evil is determined against our master, and against all his household: for he"
        },
        {
          "add": "is such"
        },
        {
          "t": "a son of Belial, that"
        },
        {
          "add": "a man"
        },
        {
          "t": "cannot speak to him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ Then Abigail made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready dressed, and five measures of parched"
        },
        {
          "add": "corn"
        },
        {
          "t": ", and an hundred clusters of raisins, and two hundred cakes of figs, and laid"
        },
        {
          "add": "them"
        },
        {
          "t": "on asses."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And she said unto her servants, Go on before me; behold, I come after you. But she told not her husband Nabal."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And it was"
        },
        {
          "add": "so, as"
        },
        {
          "t": "she rode on the ass, that she came down by the covert of the hill, and, behold, David and his men came down against her; and she met them."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Now David had said, Surely in vain have I kept all that this"
        },
        {
          "add": "fellow"
        },
        {
          "t": "hath in the wilderness, so that nothing was missed of all that"
        },
        {
          "add": "pertained"
        },
        {
          "t": "unto him: and he hath requited me evil for good."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "So and more also do God unto the enemies of David, if I leave of all that"
        },
        {
          "add": "pertain"
        },
        {
          "t": "to him by the morning light any that pisseth against the wall."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And when Abigail saw David, she hasted, and lighted off the ass, and fell before David on her face, and bowed herself to the ground,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And fell at his feet, and said, Upon me, my lord,"
        },
        {
          "add": "upon"
        },
        {
          "t": "me"
        },
        {
          "add": "let this"
        },
        {
          "t": "iniquity"
        },
        {
          "add": "be:"
        },
        {
          "t": "and let thine handmaid, I pray thee, speak in thine audience, and hear the words of thine handmaid."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Let not my lord, I pray thee, regard this man of Belial,"
        },
        {
          "add": "even"
        },
        {
          "t": "Nabal: for as his name"
        },
        {
          "add": "is"
        },
        {
          "t": ", so"
        },
        {
          "add": "is"
        },
        {
          "t": "he; Nabal"
        },
        {
          "add": "is"
        },
        {
          "t": "his name, and folly"
        },
        {
          "add": "is"
        },
        {
          "t": "with him: but I thine handmaid saw not the young men of my lord, whom thou didst send."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Now therefore, my lord,"
        },
        {
          "add": "as"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "liveth, and"
        },
        {
          "add": "as"
        },
        {
          "t": "thy soul liveth, seeing the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath withholden thee from coming to"
        },
        {
          "add": "shed"
        },
        {
          "t": "blood, and from avenging thyself with thine own hand, now let thine enemies, and they that seek evil to my lord, be as Nabal."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And now this blessing which thine handmaid hath brought unto my lord, let it even be given unto the young men that follow my lord."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "I pray thee, forgive the trespass of thine handmaid: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will certainly make my lord a sure house; because my lord fighteth the battles of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and evil hath not been found in thee"
        },
        {
          "add": "all"
        },
        {
          "t": "thy days."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Yet a man is risen to pursue thee, and to seek thy soul: but the soul of my lord shall be bound in the bundle of life with the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God; and the souls of thine enemies, them shall he sling out,"
        },
        {
          "add": "as out"
        },
        {
          "t": "of the middle of a sling."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And it shall come to pass, when the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall have done to my lord according to all the good that he hath spoken concerning thee, and shall have appointed thee ruler over Israel;"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "That this shall be no grief unto thee, nor offence of heart unto my lord, either that thou hast shed blood causeless, or that my lord hath avenged himself: but when the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall have dealt well with my lord, then remember thine handmaid."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ And David said to Abigail, Blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, which sent thee this day to meet me:"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "thy advice, and blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "thou, which hast kept me this day from coming to"
        },
        {
          "add": "shed"
        },
        {
          "t": "blood, and from avenging myself with mine own hand."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "For in very deed,"
        },
        {
          "add": "as"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel liveth, which hath kept me back from hurting thee, except thou hadst hasted and come to meet me, surely there had not been left unto Nabal by the morning light any that pisseth against the wall."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "So David received of her hand"
        },
        {
          "add": "that"
        },
        {
          "t": "which she had brought him, and said unto her, Go up in peace to thine house; see, I have hearkened to thy voice, and have accepted thy person."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "¶ And Abigail came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal’s heart"
        },
        {
          "add": "was"
        },
        {
          "t": "merry within him, for he"
        },
        {
          "add": "was"
        },
        {
          "t": "very drunken: wherefore she told him nothing, less or more, until the morning light."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "But it came to pass in the morning, when the wine was gone out of Nabal, and his wife had told him these things, that his heart died within him, and he became"
        },
        {
          "add": "as"
        },
        {
          "t": "a stone."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And it came to pass about ten days"
        },
        {
          "add": "after"
        },
        {
          "t": ", that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "smote Nabal, that he died."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "¶ And when David heard that Nabal was dead, he said, Blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that hath pleaded the cause of my reproach from the hand of Nabal, and hath kept his servant from evil: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath returned the wickedness of Nabal upon his own head. And David sent and communed with Abigail, to take her to him to wife."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And when the servants of David were come to Abigail to Carmel, they spake unto her, saying, David sent us unto thee, to take thee to him to wife."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "And she arose, and bowed herself on"
        },
        {
          "add": "her"
        },
        {
          "t": "face to the earth, and said, Behold,"
        },
        {
          "add": "let"
        },
        {
          "t": "thine handmaid"
        },
        {
          "add": "be"
        },
        {
          "t": "a servant to wash the feet of the servants of my lord."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And Abigail hasted, and arose, and rode upon an ass, with five damsels of hers that went after her; and she went after the messengers of David, and became his wife."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "David also took Ahinoam of Jezreel; and they were also both of them his wives."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "¶ But Saul had given Michal his daughter, David’s wife, to Phalti the son of Laish, which"
        },
        {
          "add": "was"
        },
        {
          "t": "of Gallim."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "possessions: or, business"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "greet…: Heb. ask him in my name of peace"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "hurt: Heb. shamed"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 9
      },
      "text": "ceased: Heb. rested"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "flesh: Heb. slaughter"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "railed…: Heb. flew upon them"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 15
      },
      "text": "hurt: Heb. shamed"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 18
      },
      "text": "clusters: or, lumps"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 24
      },
      "text": "audience: Heb. ears"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 25
      },
      "text": "regard: Heb. lay it to his heart"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 25
      },
      "text": "Nabal: that is, Fool"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 26
      },
      "text": "avenging…: Heb. saving thyself"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 27
      },
      "text": "blessing: or, present"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 27
      },
      "text": "follow…: Heb. walk at the feet of, etc"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 29
      },
      "text": "as out…: Heb. in the midst of the bought of a sling"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 31
      },
      "text": "no grief: Heb. no staggering, or, stumbling"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 42
      },
      "text": "after her: Heb. at her feet"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 44
      },
      "text": "Phalti: also called, Phaltiel"
    }
  ]
}