{
  "schema": 1,
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 6,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the children of Israel did evil in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "delivered them into the hand of Midian seven years."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the hand of Midian prevailed against Israel:"
        },
        {
          "add": "and"
        },
        {
          "t": "because of the Midianites the children of Israel made them the dens which"
        },
        {
          "add": "are"
        },
        {
          "t": "in the mountains, and caves, and strong holds."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "so"
        },
        {
          "t": "it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east, even they came up against them;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And they encamped against them, and destroyed the increase of the earth, till thou come unto Gaza, and left no sustenance for Israel, neither sheep, nor ox, nor ass."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For they came up with their cattle and their tents, and they came as grasshoppers for multitude;"
        },
        {
          "add": "for"
        },
        {
          "t": "both they and their camels were without number: and they entered into the land to destroy it."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And Israel was greatly impoverished because of the Midianites; and the children of Israel cried unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And it came to pass, when the children of Israel cried unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "because of the Midianites,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "That the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "sent a prophet unto the children of Israel, which said unto them, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, I brought you up from Egypt, and brought you forth out of the house of bondage;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and drave them out from before you, and gave you their land;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And I said unto you, I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God; fear not the gods of the Amorites, in whose land ye dwell: but ye have not obeyed my voice."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ And there came an angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and sat under an oak which"
        },
        {
          "add": "was"
        },
        {
          "t": "in Ophrah, that"
        },
        {
          "add": "pertained"
        },
        {
          "t": "unto Joash the Abi-ezrite: and his son Gideon threshed wheat by the winepress, to hide"
        },
        {
          "add": "it"
        },
        {
          "t": "from the Midianites."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "appeared unto him, and said unto him, The"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "with thee, thou mighty man of valour."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And Gideon said unto him, Oh my Lord, if the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "be with us, why then is all this befallen us? and where"
        },
        {
          "add": "be"
        },
        {
          "t": "all his miracles which our fathers told us of, saying, Did not the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "bring us up from Egypt? but now the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath forsaken us, and delivered us into the hands of the Midianites."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "looked upon him, and said, Go in this thy might, and thou shalt save Israel from the hand of the Midianites: have not I sent thee?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And he said unto him, Oh my Lord, wherewith shall I save Israel? behold, my family"
        },
        {
          "add": "is"
        },
        {
          "t": "poor in Manasseh, and I"
        },
        {
          "add": "am"
        },
        {
          "t": "the least in my father’s house."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, Surely I will be with thee, and thou shalt smite the Midianites as one man."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And he said unto him, If now I have found grace in thy sight, then shew me a sign that thou talkest with me."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and set"
        },
        {
          "add": "it"
        },
        {
          "t": "before thee. And he said, I will tarry until thou come again."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ And Gideon went in, and made ready a kid, and unleavened cakes of an ephah of flour: the flesh he put in a basket, and he put the broth in a pot, and brought"
        },
        {
          "add": "it"
        },
        {
          "t": "out unto him under the oak, and presented"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And the angel of God said unto him, Take the flesh and the unleavened cakes, and lay"
        },
        {
          "add": "them"
        },
        {
          "t": "upon this rock, and pour out the broth. And he did so."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "¶ Then the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "put forth the end of the staff that"
        },
        {
          "add": "was"
        },
        {
          "t": "in his hand, and touched the flesh and the unleavened cakes; and there rose up fire out of the rock, and consumed the flesh and the unleavened cakes. Then the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "departed out of his sight."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And when Gideon perceived that he"
        },
        {
          "add": "was"
        },
        {
          "t": "an angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Gideon said, Alas, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "! for because I have seen an angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "face to face."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, Peace"
        },
        {
          "add": "be"
        },
        {
          "t": "unto thee; fear not: thou shalt not die."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Then Gideon built an altar there unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and called it Jehovah-shalom: unto this day it"
        },
        {
          "add": "is"
        },
        {
          "t": "yet in Ophrah of the Abi-ezrites."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And it came to pass the same night, that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, Take thy father’s young bullock, even the second bullock of seven years old, and throw down the altar of Baal that thy father hath, and cut down the grove that"
        },
        {
          "add": "is"
        },
        {
          "t": "by it:"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And build an altar unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God upon the top of this rock, in the ordered place, and take the second bullock, and offer a burnt sacrifice with the wood of the grove which thou shalt cut down."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Then Gideon took ten men of his servants, and did as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "had said unto him: and"
        },
        {
          "add": "so"
        },
        {
          "t": "it was, because he feared his father’s household, and the men of the city, that he could not do"
        },
        {
          "add": "it"
        },
        {
          "t": "by day, that he did"
        },
        {
          "add": "it"
        },
        {
          "t": "by night."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "¶ And when the men of the city arose early in the morning, behold, the altar of Baal was cast down, and the grove was cut down that"
        },
        {
          "add": "was"
        },
        {
          "t": "by it, and the second bullock was offered upon the altar"
        },
        {
          "add": "that was"
        },
        {
          "t": "built."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And they said one to another, Who hath done this thing? And when they enquired and asked, they said, Gideon the son of Joash hath done this thing."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Then the men of the city said unto Joash, Bring out thy son, that he may die: because he hath cast down the altar of Baal, and because he hath cut down the grove that"
        },
        {
          "add": "was"
        },
        {
          "t": "by it."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And Joash said unto all that stood against him, Will ye plead for Baal? will ye save him? he that will plead for him, let him be put to death whilst"
        },
        {
          "add": "it is yet"
        },
        {
          "t": "morning: if he"
        },
        {
          "add": "be"
        },
        {
          "t": "a god, let him plead for himself, because"
        },
        {
          "add": "one"
        },
        {
          "t": "hath cast down his altar."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Therefore on that day he called him Jerubbaal, saying, Let Baal plead against him, because he hath thrown down his altar."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "¶ Then all the Midianites and the Amalekites and the children of the east were gathered together, and went over, and pitched in the valley of Jezreel."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "But the Spirit of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came upon Gideon, and he blew a trumpet; and Abi-ezer was gathered after him."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And he sent messengers throughout all Manasseh; who also was gathered after him: and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "¶ And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "Behold, I will put a fleece of wool in the floor;"
        },
        {
          "add": "and"
        },
        {
          "t": "if the dew be on the fleece only, and"
        },
        {
          "add": "it be"
        },
        {
          "t": "dry upon all the earth"
        },
        {
          "add": "beside"
        },
        {
          "t": ", then shall I know that thou wilt save Israel by mine hand, as thou hast said."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And it was so: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, a bowl full of water."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And Gideon said unto God, Let not thine anger be hot against me, and I will speak but this once: let me prove, I pray thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And God did so that night: for it was dry upon the fleece only, and there was dew on all the ground."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "prevailed: Heb. was strong"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "sheep: or goat"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "a prophet: Heb. a man a prophet"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "Gideon: Gr. Gedeon"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "to hide…: Heb. to cause it to flee"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "my family…: Heb. my thousand is the meanest"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 18
      },
      "text": "present: or, meat offering"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 19
      },
      "text": "a kid: Heb. a kid of the goats"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 24
      },
      "text": "Jehovah-shalom: that is, The LORD send peace"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 25
      },
      "text": "even: or, and"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 26
      },
      "text": "rock: Heb. strong place"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 26
      },
      "text": "in the ordered…: or, in an orderly manner"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 32
      },
      "text": "Jerubbaal: that is, Let Baal plead"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 32
      },
      "text": "Jerubbesheth: that is, Let the shameful thing plead"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 34
      },
      "text": "came…: Heb. clothed"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 34
      },
      "text": "gathered: Heb. called"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 35
      },
      "text": "gathered: Heb. called"
    }
  ]
}