{
  "schema": 1,
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "plain": "And Abimelech the son of Jerubbaal went to Shechem unto his mother’s brethren, and communed with them, and with all the family of the house of his mother’s father, saying,",
      "tokens": [
        {
          "t": "And Abimelech the son of Jerubbaal went to Shechem unto his mother’s brethren, and communed with them, and with all the family of the house of his mother’s father, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Speak, I pray you, in the ears of all the men of Shechem, Whether is better for you, either that all the sons of Jerubbaal, which are threescore and ten persons, reign over you, or that one reign over you? remember also that I am your bone and your flesh.",
      "tokens": [
        {
          "t": "Speak, I pray you, in the ears of all the men of Shechem, Whether "
        },
        {
          "add": "is"
        },
        {
          "t": " better for you, either that all the sons of Jerubbaal, "
        },
        {
          "add": "which are"
        },
        {
          "t": " threescore and ten persons, reign over you, or that one reign over you? remember also that I "
        },
        {
          "add": "am"
        },
        {
          "t": " your bone and your flesh. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And his mother’s brethren spake of him in the ears of all the men of Shechem all these words: and their hearts inclined to follow Abimelech; for they said, He is our brother.",
      "tokens": [
        {
          "t": "And his mother’s brethren spake of him in the ears of all the men of Shechem all these words: and their hearts inclined to follow Abimelech; for they said, He "
        },
        {
          "add": "is"
        },
        {
          "t": " our brother. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And they gave him threescore and ten pieces of silver out of the house of Baal-berith, wherewith Abimelech hired vain and light persons, which followed him.",
      "tokens": [
        {
          "t": "And they gave him threescore and ten "
        },
        {
          "add": "pieces"
        },
        {
          "t": " of silver out of the house of Baal-berith, wherewith Abimelech hired vain and light persons, which followed him. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And he went unto his father’s house at Ophrah, and slew his brethren the sons of Jerubbaal, being threescore and ten persons, upon one stone: notwithstanding yet Jotham the youngest son of Jerubbaal was left; for he hid himself.",
      "tokens": [
        {
          "t": "And he went unto his father’s house at Ophrah, and slew his brethren the sons of Jerubbaal, "
        },
        {
          "add": "being"
        },
        {
          "t": " threescore and ten persons, upon one stone: notwithstanding yet Jotham the youngest son of Jerubbaal was left; for he hid himself. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And all the men of Shechem gathered together, and all the house of Millo, and went, and made Abimelech king, by the plain of the pillar that was in Shechem.",
      "tokens": [
        {
          "t": "And all the men of Shechem gathered together, and all the house of Millo, and went, and made Abimelech king, by the plain of the pillar that "
        },
        {
          "add": "was"
        },
        {
          "t": " in Shechem. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them, Hearken unto me, ye men of Shechem, that God may hearken unto you.",
      "tokens": [
        {
          "t": "¶ And when they told "
        },
        {
          "add": "it"
        },
        {
          "t": " to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them, Hearken unto me, ye men of Shechem, that God may hearken unto you. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "The trees went forth on a time to anoint a king over them; and they said unto the olive tree, Reign thou over us.",
      "tokens": [
        {
          "t": "The trees went forth "
        },
        {
          "add": "on a time"
        },
        {
          "t": " to anoint a king over them; and they said unto the olive tree, Reign thou over us. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "But the olive tree said unto them, Should I leave my fatness, wherewith by me they honour God and man, and go to be promoted over the trees?",
      "tokens": [
        {
          "t": "But the olive tree said unto them, Should I leave my fatness, wherewith by me they honour God and man, and go to be promoted over the trees? "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the trees said to the fig tree, Come thou, and reign over us.",
      "tokens": [
        {
          "t": "And the trees said to the fig tree, Come thou, "
        },
        {
          "add": "and"
        },
        {
          "t": " reign over us. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "But the fig tree said unto them, Should I forsake my sweetness, and my good fruit, and go to be promoted over the trees?",
      "tokens": [
        {
          "t": "But the fig tree said unto them, Should I forsake my sweetness, and my good fruit, and go to be promoted over the trees? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Then said the trees unto the vine, Come thou, and reign over us.",
      "tokens": [
        {
          "t": "Then said the trees unto the vine, Come thou, "
        },
        {
          "add": "and"
        },
        {
          "t": " reign over us. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And the vine said unto them, Should I leave my wine, which cheereth God and man, and go to be promoted over the trees?",
      "tokens": [
        {
          "t": "And the vine said unto them, Should I leave my wine, which cheereth God and man, and go to be promoted over the trees? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Then said all the trees unto the bramble, Come thou, and reign over us.",
      "tokens": [
        {
          "t": "Then said all the trees unto the bramble, Come thou, "
        },
        {
          "add": "and"
        },
        {
          "t": " reign over us. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And the bramble said unto the trees, If in truth ye anoint me king over you, then come and put your trust in my shadow: and if not, let fire come out of the bramble, and devour the cedars of Lebanon.",
      "tokens": [
        {
          "t": "And the bramble said unto the trees, If in truth ye anoint me king over you, "
        },
        {
          "add": "then"
        },
        {
          "t": " come "
        },
        {
          "add": "and"
        },
        {
          "t": " put your trust in my shadow: and if not, let fire come out of the bramble, and devour the cedars of Lebanon. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Now therefore, if ye have done truly and sincerely, in that ye have made Abimelech king, and if ye have dealt well with Jerubbaal and his house, and have done unto him according to the deserving of his hands;",
      "tokens": [
        {
          "t": "Now therefore, if ye have done truly and sincerely, in that ye have made Abimelech king, and if ye have dealt well with Jerubbaal and his house, and have done unto him according to the deserving of his hands; "
        }
      ]
    },
    {
      "v": 17,
      "plain": "(For my father fought for you, and adventured his life far, and delivered you out of the hand of Midian:",
      "tokens": [
        {
          "t": "(For my father fought for you, and adventured his life far, and delivered you out of the hand of Midian: "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And ye are risen up against my father’s house this day, and have slain his sons, threescore and ten persons, upon one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he is your brother;)",
      "tokens": [
        {
          "t": "And ye are risen up against my father’s house this day, and have slain his sons, threescore and ten persons, upon one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he "
        },
        {
          "add": "is"
        },
        {
          "t": " your brother;) "
        }
      ]
    },
    {
      "v": 19,
      "plain": "If ye then have dealt truly and sincerely with Jerubbaal and with his house this day, then rejoice ye in Abimelech, and let him also rejoice in you:",
      "tokens": [
        {
          "t": "If ye then have dealt truly and sincerely with Jerubbaal and with his house this day, "
        },
        {
          "add": "then"
        },
        {
          "t": " rejoice ye in Abimelech, and let him also rejoice in you: "
        }
      ]
    },
    {
      "v": 20,
      "plain": "But if not, let fire come out from Abimelech, and devour the men of Shechem, and the house of Millo; and let fire come out from the men of Shechem, and from the house of Millo, and devour Abimelech.",
      "tokens": [
        {
          "t": "But if not, let fire come out from Abimelech, and devour the men of Shechem, and the house of Millo; and let fire come out from the men of Shechem, and from the house of Millo, and devour Abimelech. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And Jotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother.",
      "tokens": [
        {
          "t": "And Jotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "¶ When Abimelech had reigned three years over Israel,",
      "tokens": [
        {
          "t": "¶ When Abimelech had reigned three years over Israel, "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech:",
      "tokens": [
        {
          "t": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech: "
        }
      ]
    },
    {
      "v": 24,
      "plain": "That the cruelty done to the threescore and ten sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, which slew them; and upon the men of Shechem, which aided him in the killing of his brethren.",
      "tokens": [
        {
          "t": "That the cruelty "
        },
        {
          "add": "done"
        },
        {
          "t": " to the threescore and ten sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, which slew them; and upon the men of Shechem, which aided him in the killing of his brethren. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And the men of Shechem set liers in wait for him in the top of the mountains, and they robbed all that came along that way by them: and it was told Abimelech.",
      "tokens": [
        {
          "t": "And the men of Shechem set liers in wait for him in the top of the mountains, and they robbed all that came along that way by them: and it was told Abimelech. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And Gaal the son of Ebed came with his brethren, and went over to Shechem: and the men of Shechem put their confidence in him.",
      "tokens": [
        {
          "t": "And Gaal the son of Ebed came with his brethren, and went over to Shechem: and the men of Shechem put their confidence in him. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And they went out into the fields, and gathered their vineyards, and trode the grapes, and made merry, and went into the house of their god, and did eat and drink, and cursed Abimelech.",
      "tokens": [
        {
          "t": "And they went out into the fields, and gathered their vineyards, and trode "
        },
        {
          "add": "the grapes"
        },
        {
          "t": ", and made merry, and went into the house of their god, and did eat and drink, and cursed Abimelech. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And Gaal the son of Ebed said, Who is Abimelech, and who is Shechem, that we should serve him? is not he the son of Jerubbaal? and Zebul his officer? serve the men of Hamor the father of Shechem: for why should we serve him?",
      "tokens": [
        {
          "t": "And Gaal the son of Ebed said, Who "
        },
        {
          "add": "is"
        },
        {
          "t": " Abimelech, and who "
        },
        {
          "add": "is"
        },
        {
          "t": " Shechem, that we should serve him? "
        },
        {
          "add": "is"
        },
        {
          "t": " not "
        },
        {
          "add": "he"
        },
        {
          "t": " the son of Jerubbaal? and Zebul his officer? serve the men of Hamor the father of Shechem: for why should we serve him? "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And would to God this people were under my hand! then would I remove Abimelech. And he said to Abimelech, Increase thine army, and come out.",
      "tokens": [
        {
          "t": "And would to God this people were under my hand! then would I remove Abimelech. And he said to Abimelech, Increase thine army, and come out. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "¶ And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled.",
      "tokens": [
        {
          "t": "¶ And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And he sent messengers unto Abimelech privily, saying, Behold, Gaal the son of Ebed and his brethren be come to Shechem; and, behold, they fortify the city against thee.",
      "tokens": [
        {
          "t": "And he sent messengers unto Abimelech privily, saying, Behold, Gaal the son of Ebed and his brethren be come to Shechem; and, behold, they fortify the city against thee. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "Now therefore up by night, thou and the people that is with thee, and lie in wait in the field:",
      "tokens": [
        {
          "t": "Now therefore up by night, thou and the people that "
        },
        {
          "add": "is"
        },
        {
          "t": " with thee, and lie in wait in the field: "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And it shall be, that in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city: and, behold, when he and the people that is with him come out against thee, then mayest thou do to them as thou shalt find occasion.",
      "tokens": [
        {
          "t": "And it shall be, "
        },
        {
          "add": "that"
        },
        {
          "t": " in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city: and, behold, "
        },
        {
          "add": "when"
        },
        {
          "t": " he and the people that "
        },
        {
          "add": "is"
        },
        {
          "t": " with him come out against thee, then mayest thou do to them as thou shalt find occasion. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "¶ And Abimelech rose up, and all the people that were with him, by night, and they laid wait against Shechem in four companies.",
      "tokens": [
        {
          "t": "¶ And Abimelech rose up, and all the people that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him, by night, and they laid wait against Shechem in four companies. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And Gaal the son of Ebed went out, and stood in the entering of the gate of the city: and Abimelech rose up, and the people that were with him, from lying in wait.",
      "tokens": [
        {
          "t": "And Gaal the son of Ebed went out, and stood in the entering of the gate of the city: and Abimelech rose up, and the people that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him, from lying in wait. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And when Gaal saw the people, he said to Zebul, Behold, there come people down from the top of the mountains. And Zebul said unto him, Thou seest the shadow of the mountains as if they were men.",
      "tokens": [
        {
          "t": "And when Gaal saw the people, he said to Zebul, Behold, there come people down from the top of the mountains. And Zebul said unto him, Thou seest the shadow of the mountains as "
        },
        {
          "add": "if they were"
        },
        {
          "t": " men. "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And Gaal spake again and said, See there come people down by the middle of the land, and another company come along by the plain of Meonenim.",
      "tokens": [
        {
          "t": "And Gaal spake again and said, See there come people down by the middle of the land, and another company come along by the plain of Meonenim. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "Then said Zebul unto him, Where is now thy mouth, wherewith thou saidst, Who is Abimelech, that we should serve him? is not this the people that thou hast despised? go out, I pray now, and fight with them.",
      "tokens": [
        {
          "t": "Then said Zebul unto him, Where "
        },
        {
          "add": "is"
        },
        {
          "t": " now thy mouth, wherewith thou saidst, Who "
        },
        {
          "add": "is"
        },
        {
          "t": " Abimelech, that we should serve him? "
        },
        {
          "add": "is"
        },
        {
          "t": " not this the people that thou hast despised? go out, I pray now, and fight with them. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And Gaal went out before the men of Shechem, and fought with Abimelech.",
      "tokens": [
        {
          "t": "And Gaal went out before the men of Shechem, and fought with Abimelech. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And Abimelech chased him, and he fled before him, and many were overthrown and wounded, even unto the entering of the gate.",
      "tokens": [
        {
          "t": "And Abimelech chased him, and he fled before him, and many were overthrown "
        },
        {
          "add": "and"
        },
        {
          "t": " wounded, "
        },
        {
          "add": "even"
        },
        {
          "t": " unto the entering of the gate. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And Abimelech dwelt at Arumah: and Zebul thrust out Gaal and his brethren, that they should not dwell in Shechem.",
      "tokens": [
        {
          "t": "And Abimelech dwelt at Arumah: and Zebul thrust out Gaal and his brethren, that they should not dwell in Shechem. "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
      "tokens": [
        {
          "t": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech. "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And he took the people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people were come forth out of the city; and he rose up against them, and smote them.",
      "tokens": [
        {
          "t": "And he took the people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people "
        },
        {
          "add": "were"
        },
        {
          "t": " come forth out of the city; and he rose up against them, and smote them. "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And Abimelech, and the company that was with him, rushed forward, and stood in the entering of the gate of the city: and the two other companies ran upon all the people that were in the fields, and slew them.",
      "tokens": [
        {
          "t": "And Abimelech, and the company that "
        },
        {
          "add": "was"
        },
        {
          "t": " with him, rushed forward, and stood in the entering of the gate of the city: and the two "
        },
        {
          "add": "other"
        },
        {
          "t": " companies ran upon all "
        },
        {
          "add": "the people"
        },
        {
          "t": " that "
        },
        {
          "add": "were"
        },
        {
          "t": " in the fields, and slew them. "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And Abimelech fought against the city all that day; and he took the city, and slew the people that was therein, and beat down the city, and sowed it with salt.",
      "tokens": [
        {
          "t": "And Abimelech fought against the city all that day; and he took the city, and slew the people that "
        },
        {
          "add": "was"
        },
        {
          "t": " therein, and beat down the city, and sowed it with salt. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "¶ And when all the men of the tower of Shechem heard that, they entered into an hold of the house of the god Berith.",
      "tokens": [
        {
          "t": "¶ And when all the men of the tower of Shechem heard "
        },
        {
          "add": "that"
        },
        {
          "t": ", they entered into an hold of the house of the god Berith. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And it was told Abimelech, that all the men of the tower of Shechem were gathered together.",
      "tokens": [
        {
          "t": "And it was told Abimelech, that all the men of the tower of Shechem were gathered together. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "And Abimelech gat him up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it, and laid it on his shoulder, and said unto the people that were with him, What ye have seen me do, make haste, and do as I have done.",
      "tokens": [
        {
          "t": "And Abimelech gat him up to mount Zalmon, he and all the people that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it, and laid "
        },
        {
          "add": "it"
        },
        {
          "t": " on his shoulder, and said unto the people that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him, What ye have seen me do, make haste, "
        },
        {
          "add": "and"
        },
        {
          "t": " do as I "
        },
        {
          "add": "have done"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 49,
      "plain": "And all the people likewise cut down every man his bough, and followed Abimelech, and put them to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem died also, about a thousand men and women.",
      "tokens": [
        {
          "t": "And all the people likewise cut down every man his bough, and followed Abimelech, and put "
        },
        {
          "add": "them"
        },
        {
          "t": " to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem died also, about a thousand men and women. "
        }
      ]
    },
    {
      "v": 50,
      "plain": "¶ Then went Abimelech to Thebez, and encamped against Thebez, and took it.",
      "tokens": [
        {
          "t": "¶ Then went Abimelech to Thebez, and encamped against Thebez, and took it. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "But there was a strong tower within the city, and thither fled all the men and women, and all they of the city, and shut it to them, and gat them up to the top of the tower.",
      "tokens": [
        {
          "t": "But there was a strong tower within the city, and thither fled all the men and women, and all they of the city, and shut "
        },
        {
          "add": "it"
        },
        {
          "t": " to them, and gat them up to the top of the tower. "
        }
      ]
    },
    {
      "v": 52,
      "plain": "And Abimelech came unto the tower, and fought against it, and went hard unto the door of the tower to burn it with fire.",
      "tokens": [
        {
          "t": "And Abimelech came unto the tower, and fought against it, and went hard unto the door of the tower to burn it with fire. "
        }
      ]
    },
    {
      "v": 53,
      "plain": "And a certain woman cast a piece of a millstone upon Abimelech’s head, and all to brake his skull.",
      "tokens": [
        {
          "t": "And a certain woman cast a piece of a millstone upon Abimelech’s head, and all to brake his skull. "
        }
      ]
    },
    {
      "v": 54,
      "plain": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.",
      "tokens": [
        {
          "t": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died. "
        }
      ]
    },
    {
      "v": 55,
      "plain": "And when the men of Israel saw that Abimelech was dead, they departed every man unto his place.",
      "tokens": [
        {
          "t": "And when the men of Israel saw that Abimelech was dead, they departed every man unto his place. "
        }
      ]
    },
    {
      "v": 56,
      "plain": "¶ Thus God rendered the wickedness of Abimelech, which he did unto his father, in slaying his seventy brethren:",
      "tokens": [
        {
          "t": "¶ Thus God rendered the wickedness of Abimelech, which he did unto his father, in slaying his seventy brethren: "
        }
      ]
    },
    {
      "v": 57,
      "plain": "And all the evil of the men of Shechem did God render upon their heads: and upon them came the curse of Jotham the son of Jerubbaal.",
      "tokens": [
        {
          "t": "And all the evil of the men of Shechem did God render upon their heads: and upon them came the curse of Jotham the son of Jerubbaal. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "Whether…: Heb. What is good? whether, etc"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "to follow: Heb. after"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "plain: or, oak"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 9
      },
      "text": "go…: or, go up and down for other trees"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "bramble: or, thistle"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 17
      },
      "text": "adventured…: Heb. cast his life"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 24
      },
      "text": "aided…: Heb. strengthened his hands to kill"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 27
      },
      "text": "merry: or, songs"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 30
      },
      "text": "kindled: or, hot"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 31
      },
      "text": "privily: Heb. craftily or, to Tormah"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 33
      },
      "text": "as thou shalt…: Heb. as thine hand shall find"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 37
      },
      "text": "middle: Heb. navel"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 37
      },
      "text": "Meonenim: or, the regarders of times"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 48
      },
      "text": "me do: Heb. I have done"
    }
  ]
}