{
  "schema": 1,
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "plain": "And Samson went down to Timnath, and saw a woman in Timnath of the daughters of the Philistines.",
      "tokens": [
        {
          "t": "And Samson went down to Timnath, and saw a woman in Timnath of the daughters of the Philistines. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And he came up, and told his father and his mother, and said, I have seen a woman in Timnath of the daughters of the Philistines: now therefore get her for me to wife.",
      "tokens": [
        {
          "t": "And he came up, and told his father and his mother, and said, I have seen a woman in Timnath of the daughters of the Philistines: now therefore get her for me to wife. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Then his father and his mother said unto him, Is there never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines? And Samson said unto his father, Get her for me; for she pleaseth me well.",
      "tokens": [
        {
          "t": "Then his father and his mother said unto him, "
        },
        {
          "add": "Is there"
        },
        {
          "t": " never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines? And Samson said unto his father, Get her for me; for she pleaseth me well. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "But his father and his mother knew not that it was of the LORD, that he sought an occasion against the Philistines: for at that time the Philistines had dominion over Israel.",
      "tokens": [
        {
          "t": "But his father and his mother knew not that it "
        },
        {
          "add": "was"
        },
        {
          "t": " of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that he sought an occasion against the Philistines: for at that time the Philistines had dominion over Israel. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Then went Samson down, and his father and his mother, to Timnath, and came to the vineyards of Timnath: and, behold, a young lion roared against him.",
      "tokens": [
        {
          "t": "¶ Then went Samson down, and his father and his mother, to Timnath, and came to the vineyards of Timnath: and, behold, a young lion roared against him. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And the Spirit of the LORD came mightily upon him, and he rent him as he would have rent a kid, and he had nothing in his hand: but he told not his father or his mother what he had done.",
      "tokens": [
        {
          "t": "And the Spirit of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came mightily upon him, and he rent him as he would have rent a kid, and "
        },
        {
          "add": "he had"
        },
        {
          "t": " nothing in his hand: but he told not his father or his mother what he had done. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And he went down, and talked with the woman; and she pleased Samson well.",
      "tokens": [
        {
          "t": "And he went down, and talked with the woman; and she pleased Samson well. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ And after a time he returned to take her, and he turned aside to see the carcase of the lion: and, behold, there was a swarm of bees and honey in the carcase of the lion.",
      "tokens": [
        {
          "t": "¶ And after a time he returned to take her, and he turned aside to see the carcase of the lion: and, behold, "
        },
        {
          "add": "there was"
        },
        {
          "t": " a swarm of bees and honey in the carcase of the lion. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And he took thereof in his hands, and went on eating, and came to his father and mother, and he gave them, and they did eat: but he told not them that he had taken the honey out of the carcase of the lion.",
      "tokens": [
        {
          "t": "And he took thereof in his hands, and went on eating, and came to his father and mother, and he gave them, and they did eat: but he told not them that he had taken the honey out of the carcase of the lion. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ So his father went down unto the woman: and Samson made there a feast; for so used the young men to do.",
      "tokens": [
        {
          "t": "¶ So his father went down unto the woman: and Samson made there a feast; for so used the young men to do. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
      "tokens": [
        {
          "t": "And it came to pass, when they saw him, that they brought thirty companions to be with him. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "¶ And Samson said unto them, I will now put forth a riddle unto you: if ye can certainly declare it me within the seven days of the feast, and find it out, then I will give you thirty sheets and thirty change of garments:",
      "tokens": [
        {
          "t": "¶ And Samson said unto them, I will now put forth a riddle unto you: if ye can certainly declare it me within the seven days of the feast, and find "
        },
        {
          "add": "it"
        },
        {
          "t": " out, then I will give you thirty sheets and thirty change of garments: "
        }
      ]
    },
    {
      "v": 13,
      "plain": "But if ye cannot declare it me, then shall ye give me thirty sheets and thirty change of garments. And they said unto him, Put forth thy riddle, that we may hear it.",
      "tokens": [
        {
          "t": "But if ye cannot declare "
        },
        {
          "add": "it"
        },
        {
          "t": " me, then shall ye give me thirty sheets and thirty change of garments. And they said unto him, Put forth thy riddle, that we may hear it. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And he said unto them, Out of the eater came forth meat, and out of the strong came forth sweetness. And they could not in three days expound the riddle.",
      "tokens": [
        {
          "t": "And he said unto them, Out of the eater came forth meat, and out of the strong came forth sweetness. And they could not in three days expound the riddle. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And it came to pass on the seventh day, that they said unto Samson’s wife, Entice thy husband, that he may declare unto us the riddle, lest we burn thee and thy father’s house with fire: have ye called us to take that we have? is it not so?",
      "tokens": [
        {
          "t": "And it came to pass on the seventh day, that they said unto Samson’s wife, Entice thy husband, that he may declare unto us the riddle, lest we burn thee and thy father’s house with fire: have ye called us to take that we have? "
        },
        {
          "add": "is it"
        },
        {
          "t": " not "
        },
        {
          "add": "so"
        },
        {
          "t": "? "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And Samson’s wife wept before him, and said, Thou dost but hate me, and lovest me not: thou hast put forth a riddle unto the children of my people, and hast not told it me. And he said unto her, Behold, I have not told it my father nor my mother, and shall I tell it thee?",
      "tokens": [
        {
          "t": "And Samson’s wife wept before him, and said, Thou dost but hate me, and lovest me not: thou hast put forth a riddle unto the children of my people, and hast not told "
        },
        {
          "add": "it"
        },
        {
          "t": " me. And he said unto her, Behold, I have not told "
        },
        {
          "add": "it"
        },
        {
          "t": " my father nor my mother, and shall I tell "
        },
        {
          "add": "it"
        },
        {
          "t": " thee? "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And she wept before him the seven days, while their feast lasted: and it came to pass on the seventh day, that he told her, because she lay sore upon him: and she told the riddle to the children of her people.",
      "tokens": [
        {
          "t": "And she wept before him the seven days, while their feast lasted: and it came to pass on the seventh day, that he told her, because she lay sore upon him: and she told the riddle to the children of her people. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And the men of the city said unto him on the seventh day before the sun went down, What is sweeter than honey? and what is stronger than a lion? And he said unto them, If ye had not plowed with my heifer, ye had not found out my riddle.",
      "tokens": [
        {
          "t": "And the men of the city said unto him on the seventh day before the sun went down, What "
        },
        {
          "add": "is"
        },
        {
          "t": " sweeter than honey? and what "
        },
        {
          "add": "is"
        },
        {
          "t": " stronger than a lion? And he said unto them, If ye had not plowed with my heifer, ye had not found out my riddle. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "¶ And the Spirit of the LORD came upon him, and he went down to Ashkelon, and slew thirty men of them, and took their spoil, and gave change of garments unto them which expounded the riddle. And his anger was kindled, and he went up to his father’s house.",
      "tokens": [
        {
          "t": "¶ And the Spirit of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came upon him, and he went down to Ashkelon, and slew thirty men of them, and took their spoil, and gave change of garments unto them which expounded the riddle. And his anger was kindled, and he went up to his father’s house. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "But Samson’s wife was given to his companion, whom he had used as his friend.",
      "tokens": [
        {
          "t": "But Samson’s wife was "
        },
        {
          "add": "given"
        },
        {
          "t": " to his companion, whom he had used as his friend. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "pleaseth…: Heb. is right in mine eyes"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "against…: Heb. in meeting him"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 12
      },
      "text": "sheets: or, shirts"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 13
      },
      "text": "sheets: or, shirts"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 15
      },
      "text": "take…: Heb. possess us, or, impoverish us?"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 17
      },
      "text": "the seven…: or, the rest of the seven days"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 19
      },
      "text": "spoil: or, apparel"
    }
  ]
}