{
  "schema": 1,
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "plain": "But it came to pass within a while after, in the time of wheat harvest, that Samson visited his wife with a kid; and he said, I will go in to my wife into the chamber. But her father would not suffer him to go in.",
      "tokens": [
        {
          "t": "But it came to pass within a while after, in the time of wheat harvest, that Samson visited his wife with a kid; and he said, I will go in to my wife into the chamber. But her father would not suffer him to go in. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And her father said, I verily thought that thou hadst utterly hated her; therefore I gave her to thy companion: is not her younger sister fairer than she? take her, I pray thee, instead of her.",
      "tokens": [
        {
          "t": "And her father said, I verily thought that thou hadst utterly hated her; therefore I gave her to thy companion: "
        },
        {
          "add": "is"
        },
        {
          "t": " not her younger sister fairer than she? take her, I pray thee, instead of her. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ And Samson said concerning them, Now shall I be more blameless than the Philistines, though I do them a displeasure.",
      "tokens": [
        {
          "t": "¶ And Samson said concerning them, Now shall I be more blameless than the Philistines, though I do them a displeasure. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Samson went and caught three hundred foxes, and took firebrands, and turned tail to tail, and put a firebrand in the midst between two tails.",
      "tokens": [
        {
          "t": "And Samson went and caught three hundred foxes, and took firebrands, and turned tail to tail, and put a firebrand in the midst between two tails. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And when he had set the brands on fire, he let them go into the standing corn of the Philistines, and burnt up both the shocks, and also the standing corn, with the vineyards and olives.",
      "tokens": [
        {
          "t": "And when he had set the brands on fire, he let "
        },
        {
          "add": "them"
        },
        {
          "t": " go into the standing corn of the Philistines, and burnt up both the shocks, and also the standing corn, with the vineyards "
        },
        {
          "add": "and"
        },
        {
          "t": " olives. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ Then the Philistines said, Who hath done this? And they answered, Samson, the son in law of the Timnite, because he had taken his wife, and given her to his companion. And the Philistines came up, and burnt her and her father with fire.",
      "tokens": [
        {
          "t": "¶ Then the Philistines said, Who hath done this? And they answered, Samson, the son in law of the Timnite, because he had taken his wife, and given her to his companion. And the Philistines came up, and burnt her and her father with fire. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ And Samson said unto them, Though ye have done this, yet will I be avenged of you, and after that I will cease.",
      "tokens": [
        {
          "t": "¶ And Samson said unto them, Though ye have done this, yet will I be avenged of you, and after that I will cease. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And he smote them hip and thigh with a great slaughter: and he went down and dwelt in the top of the rock Etam.",
      "tokens": [
        {
          "t": "And he smote them hip and thigh with a great slaughter: and he went down and dwelt in the top of the rock Etam. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ Then the Philistines went up, and pitched in Judah, and spread themselves in Lehi.",
      "tokens": [
        {
          "t": "¶ Then the Philistines went up, and pitched in Judah, and spread themselves in Lehi. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the men of Judah said, Why are ye come up against us? And they answered, To bind Samson are we come up, to do to him as he hath done to us.",
      "tokens": [
        {
          "t": "And the men of Judah said, Why are ye come up against us? And they answered, To bind Samson are we come up, to do to him as he hath done to us. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Then three thousand men of Judah went to the top of the rock Etam, and said to Samson, Knowest thou not that the Philistines are rulers over us? what is this that thou hast done unto us? And he said unto them, As they did unto me, so have I done unto them.",
      "tokens": [
        {
          "t": "Then three thousand men of Judah went to the top of the rock Etam, and said to Samson, Knowest thou not that the Philistines "
        },
        {
          "add": "are"
        },
        {
          "t": " rulers over us? what "
        },
        {
          "add": "is"
        },
        {
          "t": " this "
        },
        {
          "add": "that"
        },
        {
          "t": " thou hast done unto us? And he said unto them, As they did unto me, so have I done unto them. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And they said unto him, We are come down to bind thee, that we may deliver thee into the hand of the Philistines. And Samson said unto them, Swear unto me, that ye will not fall upon me yourselves.",
      "tokens": [
        {
          "t": "And they said unto him, We are come down to bind thee, that we may deliver thee into the hand of the Philistines. And Samson said unto them, Swear unto me, that ye will not fall upon me yourselves. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And they spake unto him, saying, No; but we will bind thee fast, and deliver thee into their hand: but surely we will not kill thee. And they bound him with two new cords, and brought him up from the rock.",
      "tokens": [
        {
          "t": "And they spake unto him, saying, No; but we will bind thee fast, and deliver thee into their hand: but surely we will not kill thee. And they bound him with two new cords, and brought him up from the rock. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ And when he came unto Lehi, the Philistines shouted against him: and the Spirit of the LORD came mightily upon him, and the cords that were upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands.",
      "tokens": [
        {
          "t": "¶ "
        },
        {
          "add": "And"
        },
        {
          "t": " when he came unto Lehi, the Philistines shouted against him: and the Spirit of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came mightily upon him, and the cords that "
        },
        {
          "add": "were"
        },
        {
          "t": " upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he found a new jawbone of an ass, and put forth his hand, and took it, and slew a thousand men therewith.",
      "tokens": [
        {
          "t": "And he found a new jawbone of an ass, and put forth his hand, and took it, and slew a thousand men therewith. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And Samson said, With the jawbone of an ass, heaps upon heaps, with the jaw of an ass have I slain a thousand men.",
      "tokens": [
        {
          "t": "And Samson said, With the jawbone of an ass, heaps upon heaps, with the jaw of an ass have I slain a thousand men. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand, and called that place Ramath-lehi.",
      "tokens": [
        {
          "t": "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand, and called that place Ramath-lehi. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ And he was sore athirst, and called on the LORD, and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised?",
      "tokens": [
        {
          "t": "¶ And he was sore athirst, and called on the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised? "
        }
      ]
    },
    {
      "v": 19,
      "plain": "But God clave an hollow place that was in the jaw, and there came water thereout; and when he had drunk, his spirit came again, and he revived: wherefore he called the name thereof En-hakkore, which is in Lehi unto this day.",
      "tokens": [
        {
          "t": "But God clave an hollow place that "
        },
        {
          "add": "was"
        },
        {
          "t": " in the jaw, and there came water thereout; and when he had drunk, his spirit came again, and he revived: wherefore he called the name thereof En-hakkore, which "
        },
        {
          "add": "is"
        },
        {
          "t": " in Lehi unto this day. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And he judged Israel in the days of the Philistines twenty years.",
      "tokens": [
        {
          "t": "And he judged Israel in the days of the Philistines twenty years. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "take…: Heb. let her be thine"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "more…: or, blameless from the Philistines though, etc"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "firebrands: or, torches"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "went: Heb. went down"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "loosed: Heb. were melted"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "new: Heb. moist"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 16
      },
      "text": "heaps upon…: Heb. an heap, two heaps"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 17
      },
      "text": "Ramath-lehi: that is, the lifting up of the jawbone, or, casting away of the jawbone"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 19
      },
      "text": "En-hakkore: that is, the well of him that called or, cried"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 19
      },
      "text": "the jaw: or, Lehi, as called in this chapter"
    }
  ]
}