{
  "schema": 1,
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 17,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And there was a man of mount Ephraim, whose name"
        },
        {
          "add": "was"
        },
        {
          "t": "Micah."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he said unto his mother, The eleven hundred"
        },
        {
          "add": "shekels"
        },
        {
          "t": "of silver that were taken from thee, about which thou cursedst, and spakest of also in mine ears, behold, the silver"
        },
        {
          "add": "is"
        },
        {
          "t": "with me; I took it. And his mother said, Blessed"
        },
        {
          "add": "be thou"
        },
        {
          "t": "of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", my son."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And when he had restored the eleven hundred"
        },
        {
          "add": "shekels"
        },
        {
          "t": "of silver to his mother, his mother said, I had wholly dedicated the silver unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "from my hand for my son, to make a graven image and a molten image: now therefore I will restore it unto thee."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Yet he restored the money unto his mother; and his mother took two hundred"
        },
        {
          "add": "shekels"
        },
        {
          "t": "of silver, and gave them to the founder, who made thereof a graven image and a molten image: and they were in the house of Micah."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the man Micah had an house of gods, and made an ephod, and teraphim, and consecrated one of his sons, who became his priest."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "In those days"
        },
        {
          "add": "there was"
        },
        {
          "t": "no king in Israel,"
        },
        {
          "add": "but"
        },
        {
          "t": "every man did"
        },
        {
          "add": "that which was"
        },
        {
          "t": "right in his own eyes."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And there was a young man out of Beth-lehem-judah of the family of Judah, who"
        },
        {
          "add": "was"
        },
        {
          "t": "a Levite, and he sojourned there."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And the man departed out of the city from Beth-lehem-judah to sojourn where he could find"
        },
        {
          "add": "a place:"
        },
        {
          "t": "and he came to mount Ephraim to the house of Micah, as he journeyed."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Micah said unto him, Whence comest thou? And he said unto him, I"
        },
        {
          "add": "am"
        },
        {
          "t": "a Levite of Beth-lehem-judah, and I go to sojourn where I may find"
        },
        {
          "add": "a place"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And Micah said unto him, Dwell with me, and be unto me a father and a priest, and I will give thee ten"
        },
        {
          "add": "shekels"
        },
        {
          "t": "of silver by the year, and a suit of apparel, and thy victuals. So the Levite went in."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the Levite was content to dwell with the man; and the young man was unto him as one of his sons."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And Micah consecrated the Levite; and the young man became his priest, and was in the house of Micah."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then said Micah, Now know I that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will do me good, seeing I have a Levite to"
        },
        {
          "add": "my"
        },
        {
          "t": "priest."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "consecrated: Heb. filled the hand"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "as he…: Heb. in making his way"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "a suit…: or, a double suit, etc: Heb. an order of garments"
    }
  ]
}