{
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 18,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In those days"
        },
        {
          "add": "there was"
        },
        {
          "t": "no king in Israel: and in those days the tribe of the Danites sought them an inheritance to dwell in; for unto that day"
        },
        {
          "add": "all their"
        },
        {
          "t": "inheritance had not fallen unto them among the tribes of Israel."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the children of Dan sent of their family five men from their coasts, men of valour, from Zorah, and from Eshtaol, to spy out the land, and to search it; and they said unto them, Go, search the land: who when they came to mount Ephraim, to the house of Micah, they lodged there."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "When they"
        },
        {
          "add": "were"
        },
        {
          "t": "by the house of Micah, they knew the voice of the young man the Levite: and they turned in thither, and said unto him, Who brought thee hither? and what makest thou in this"
        },
        {
          "add": "place"
        },
        {
          "t": "? and what hast thou here?"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he said unto them, Thus and thus dealeth Micah with me, and hath hired me, and I am his priest."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And they said unto him, Ask counsel, we pray thee, of God, that we may know whether our way which we go shall be prosperous."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And the priest said unto them, Go in peace: before the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "your way wherein ye go."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ Then the five men departed, and came to Laish, and saw the people that"
        },
        {
          "add": "were"
        },
        {
          "t": "therein, how they dwelt careless, after the manner of the Zidonians, quiet and secure; and"
        },
        {
          "add": "there was"
        },
        {
          "t": "no magistrate in the land, that might put"
        },
        {
          "add": "them"
        },
        {
          "t": "to shame in"
        },
        {
          "add": "any"
        },
        {
          "t": "thing; and they"
        },
        {
          "add": "were"
        },
        {
          "t": "far from the Zidonians, and had no business with"
        },
        {
          "add": "any"
        },
        {
          "t": "man."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What"
        },
        {
          "add": "say"
        },
        {
          "t": "ye?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it"
        },
        {
          "add": "is"
        },
        {
          "t": "very good: and"
        },
        {
          "add": "are"
        },
        {
          "t": "ye still? be not slothful to go,"
        },
        {
          "add": "and"
        },
        {
          "t": "to enter to possess the land."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "When ye go, ye shall come unto a people secure, and to a large land: for God hath given it into your hands; a place where"
        },
        {
          "add": "there is"
        },
        {
          "t": "no want of any thing that"
        },
        {
          "add": "is"
        },
        {
          "t": "in the earth."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ And there went from thence of the family of the Danites, out of Zorah and out of Eshtaol, six hundred men appointed with weapons of war."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And they went up, and pitched in Kirjath-jearim, in Judah: wherefore they called that place Mahaneh-dan unto this day: behold,"
        },
        {
          "add": "it is"
        },
        {
          "t": "behind Kirjath-jearim."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And they passed thence unto mount Ephraim, and came unto the house of Micah."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Then answered the five men that went to spy out the country of Laish, and said unto their brethren, Do ye know that there is in these houses an ephod, and teraphim, and a graven image, and a molten image? now therefore consider what ye have to do."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And they turned thitherward, and came to the house of the young man the Levite,"
        },
        {
          "add": "even"
        },
        {
          "t": "unto the house of Micah, and saluted him."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the six hundred men appointed with their weapons of war, which"
        },
        {
          "add": "were"
        },
        {
          "t": "of the children of Dan, stood by the entering of the gate."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And the five men that went to spy out the land went up,"
        },
        {
          "add": "and"
        },
        {
          "t": "came in thither,"
        },
        {
          "add": "and"
        },
        {
          "t": "took the graven image, and the ephod, and the teraphim, and the molten image: and the priest stood in the entering of the gate with the six hundred men"
        },
        {
          "add": "that were"
        },
        {
          "t": "appointed with weapons of war."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And these went into Micah’s house, and fetched the carved image, the ephod, and the teraphim, and the molten image. Then said the priest unto them, What do ye?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And they said unto him, Hold thy peace, lay thine hand upon thy mouth, and go with us, and be to us a father and a priest:"
        },
        {
          "add": "is it"
        },
        {
          "t": "better for thee to be a priest unto the house of one man, or that thou be a priest unto a tribe and a family in Israel?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And the priest’s heart was glad, and he took the ephod, and the teraphim, and the graven image, and went in the midst of the people."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "So they turned and departed, and put the little ones and the cattle and the carriage before them."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶"
        },
        {
          "add": "And"
        },
        {
          "t": "when they were a good way from the house of Micah, the men that"
        },
        {
          "add": "were"
        },
        {
          "t": "in the houses near to Micah’s house were gathered together, and overtook the children of Dan."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And they cried unto the children of Dan. And they turned their faces, and said unto Micah, What aileth thee, that thou comest with such a company?"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And he said, Ye have taken away my gods which I made, and the priest, and ye are gone away: and what have I more? and what"
        },
        {
          "add": "is"
        },
        {
          "t": "this"
        },
        {
          "add": "that"
        },
        {
          "t": "ye say unto me, What aileth thee?"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And the children of Dan said unto him, Let not thy voice be heard among us, lest angry fellows run upon thee, and thou lose thy life, with the lives of thy household."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And the children of Dan went their way: and when Micah saw that they"
        },
        {
          "add": "were"
        },
        {
          "t": "too strong for him, he turned and went back unto his house."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And they took"
        },
        {
          "add": "the things"
        },
        {
          "t": "which Micah had made, and the priest which he had, and came unto Laish, unto a people"
        },
        {
          "add": "that were"
        },
        {
          "t": "at quiet and secure: and they smote them with the edge of the sword, and burnt the city with fire."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there was"
        },
        {
          "t": "no deliverer, because it"
        },
        {
          "add": "was"
        },
        {
          "t": "far from Zidon, and they had no business with"
        },
        {
          "add": "any"
        },
        {
          "t": "man; and it was in the valley that"
        },
        {
          "add": "lieth"
        },
        {
          "t": "by Beth-rehob. And they built a city, and dwelt therein."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And they called the name of the city Dan, after the name of Dan their father, who was born unto Israel: howbeit the name of the city"
        },
        {
          "add": "was"
        },
        {
          "t": "Laish at the first."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "¶ And the children of Dan set up the graven image: and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the captivity of the land."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And they set them up Micah’s graven image, which he made, all the time that the house of God was in Shiloh."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "men of: Heb. sons of"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "Laish: also called, Leshem"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "magistrate: Heb. possessor, or, heir of restraints"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "appointed: Heb. girded"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 15
      },
      "text": "saluted…: Heb. asked him of peace"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 23
      },
      "text": "comest…: Heb. art gathered together?"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 25
      },
      "text": "angry: Heb. bitter of soul"
    }
  ]
}