{
  "schema": 1,
  "work": "KJV",
  "osis": "Judg",
  "abbr": "JDG",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "plain": "Now the men of Israel had sworn in Mizpeh, saying, There shall not any of us give his daughter unto Benjamin to wife.",
      "tokens": [
        {
          "t": "Now the men of Israel had sworn in Mizpeh, saying, There shall not any of us give his daughter unto Benjamin to wife. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And the people came to the house of God, and abode there till even before God, and lifted up their voices, and wept sore;",
      "tokens": [
        {
          "t": "And the people came to the house of God, and abode there till even before God, and lifted up their voices, and wept sore; "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And said, O LORD God of Israel, why is this come to pass in Israel, that there should be to day one tribe lacking in Israel?",
      "tokens": [
        {
          "t": "And said, O "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel, why is this come to pass in Israel, that there should be to day one tribe lacking in Israel? "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And it came to pass on the morrow, that the people rose early, and built there an altar, and offered burnt offerings and peace offerings.",
      "tokens": [
        {
          "t": "And it came to pass on the morrow, that the people rose early, and built there an altar, and offered burnt offerings and peace offerings. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And the children of Israel said, Who is there among all the tribes of Israel that came not up with the congregation unto the LORD? For they had made a great oath concerning him that came not up to the LORD to Mizpeh, saying, He shall surely be put to death.",
      "tokens": [
        {
          "t": "And the children of Israel said, Who "
        },
        {
          "add": "is there"
        },
        {
          "t": " among all the tribes of Israel that came not up with the congregation unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "? For they had made a great oath concerning him that came not up to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " to Mizpeh, saying, He shall surely be put to death. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And the children of Israel repented them for Benjamin their brother, and said, There is one tribe cut off from Israel this day.",
      "tokens": [
        {
          "t": "And the children of Israel repented them for Benjamin their brother, and said, There is one tribe cut off from Israel this day. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "How shall we do for wives for them that remain, seeing we have sworn by the LORD that we will not give them of our daughters to wives?",
      "tokens": [
        {
          "t": "How shall we do for wives for them that remain, seeing we have sworn by the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " that we will not give them of our daughters to wives? "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ And they said, What one is there of the tribes of Israel that came not up to Mizpeh to the LORD? And, behold, there came none to the camp from Jabesh-gilead to the assembly.",
      "tokens": [
        {
          "t": "¶ And they said, What one "
        },
        {
          "add": "is there"
        },
        {
          "t": " of the tribes of Israel that came not up to Mizpeh to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "? And, behold, there came none to the camp from Jabesh-gilead to the assembly. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "For the people were numbered, and, behold, there were none of the inhabitants of Jabesh-gilead there.",
      "tokens": [
        {
          "t": "For the people were numbered, and, behold, "
        },
        {
          "add": "there were"
        },
        {
          "t": " none of the inhabitants of Jabesh-gilead there. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the congregation sent thither twelve thousand men of the valiantest, and commanded them, saying, Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the children.",
      "tokens": [
        {
          "t": "And the congregation sent thither twelve thousand men of the valiantest, and commanded them, saying, Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the children. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And this is the thing that ye shall do, Ye shall utterly destroy every male, and every woman that hath lain by man.",
      "tokens": [
        {
          "t": "And this "
        },
        {
          "add": "is"
        },
        {
          "t": " the thing that ye shall do, Ye shall utterly destroy every male, and every woman that hath lain by man. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins, that had known no man by lying with any male: and they brought them unto the camp to Shiloh, which is in the land of Canaan.",
      "tokens": [
        {
          "t": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins, that had known no man by lying with any male: and they brought them unto the camp to Shiloh, which "
        },
        {
          "add": "is"
        },
        {
          "t": " in the land of Canaan. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And the whole congregation sent some to speak to the children of Benjamin that were in the rock Rimmon, and to call peaceably unto them.",
      "tokens": [
        {
          "t": "And the whole congregation sent "
        },
        {
          "add": "some"
        },
        {
          "t": " to speak to the children of Benjamin that "
        },
        {
          "add": "were"
        },
        {
          "t": " in the rock Rimmon, and to call peaceably unto them. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And Benjamin came again at that time; and they gave them wives which they had saved alive of the women of Jabesh-gilead: and yet so they sufficed them not.",
      "tokens": [
        {
          "t": "And Benjamin came again at that time; and they gave them wives which they had saved alive of the women of Jabesh-gilead: and yet so they sufficed them not. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And the people repented them for Benjamin, because that the LORD had made a breach in the tribes of Israel.",
      "tokens": [
        {
          "t": "And the people repented them for Benjamin, because that the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had made a breach in the tribes of Israel. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ Then the elders of the congregation said, How shall we do for wives for them that remain, seeing the women are destroyed out of Benjamin?",
      "tokens": [
        {
          "t": "¶ Then the elders of the congregation said, How shall we do for wives for them that remain, seeing the women are destroyed out of Benjamin? "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And they said, There must be an inheritance for them that be escaped of Benjamin, that a tribe be not destroyed out of Israel.",
      "tokens": [
        {
          "t": "And they said, "
        },
        {
          "add": "There must be"
        },
        {
          "t": " an inheritance for them that be escaped of Benjamin, that a tribe be not destroyed out of Israel. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Howbeit we may not give them wives of our daughters: for the children of Israel have sworn, saying, Cursed be he that giveth a wife to Benjamin.",
      "tokens": [
        {
          "t": "Howbeit we may not give them wives of our daughters: for the children of Israel have sworn, saying, Cursed "
        },
        {
          "add": "be"
        },
        {
          "t": " he that giveth a wife to Benjamin. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Then they said, Behold, there is a feast of the LORD in Shiloh yearly in a place which is on the north side of Beth-el, on the east side of the highway that goeth up from Beth-el to Shechem, and on the south of Lebonah.",
      "tokens": [
        {
          "t": "Then they said, Behold, "
        },
        {
          "add": "there is"
        },
        {
          "t": " a feast of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " in Shiloh yearly "
        },
        {
          "add": "in a place"
        },
        {
          "t": " which "
        },
        {
          "add": "is"
        },
        {
          "t": " on the north side of Beth-el, on the east side of the highway that goeth up from Beth-el to Shechem, and on the south of Lebonah. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Therefore they commanded the children of Benjamin, saying, Go and lie in wait in the vineyards;",
      "tokens": [
        {
          "t": "Therefore they commanded the children of Benjamin, saying, Go and lie in wait in the vineyards; "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And see, and, behold, if the daughters of Shiloh come out to dance in dances, then come ye out of the vineyards, and catch you every man his wife of the daughters of Shiloh, and go to the land of Benjamin.",
      "tokens": [
        {
          "t": "And see, and, behold, if the daughters of Shiloh come out to dance in dances, then come ye out of the vineyards, and catch you every man his wife of the daughters of Shiloh, and go to the land of Benjamin. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And it shall be, when their fathers or their brethren come unto us to complain, that we will say unto them, Be favourable unto them for our sakes: because we reserved not to each man his wife in the war: for ye did not give unto them at this time, that ye should be guilty.",
      "tokens": [
        {
          "t": "And it shall be, when their fathers or their brethren come unto us to complain, that we will say unto them, Be favourable unto them for our sakes: because we reserved not to each man his wife in the war: for ye did not give unto them at this time, "
        },
        {
          "add": "that"
        },
        {
          "t": " ye should be guilty. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And the children of Benjamin did so, and took them wives, according to their number, of them that danced, whom they caught: and they went and returned unto their inheritance, and repaired the cities, and dwelt in them.",
      "tokens": [
        {
          "t": "And the children of Benjamin did so, and took "
        },
        {
          "add": "them"
        },
        {
          "t": " wives, according to their number, of them that danced, whom they caught: and they went and returned unto their inheritance, and repaired the cities, and dwelt in them. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
      "tokens": [
        {
          "t": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "In those days there was no king in Israel: every man did that which was right in his own eyes.",
      "tokens": [
        {
          "t": "In those days "
        },
        {
          "add": "there was"
        },
        {
          "t": " no king in Israel: every man did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " right in his own eyes. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 11
      },
      "text": "hath lain…: Heb. knoweth the lying with man"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "young…: Heb. young women virgins"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 13
      },
      "text": "to speak…: Heb. and spake and called"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 13
      },
      "text": "call…: or, proclaim peace"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 19
      },
      "text": "yearly: Heb. from year to year"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 19
      },
      "text": "on the east…: or, toward the sunrising"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 19
      },
      "text": "of the highway: or, on the highway"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 22
      },
      "text": "Be favourable…: or, Gratify us in them"
    }
  ]
}