{
  "schema": 1,
  "work": "KJV",
  "osis": "Josh",
  "abbr": "JOS",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now after the death of Moses the servant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "it came to pass, that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Joshua the son of Nun, Moses’ minister, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Moses my servant is dead; now therefore arise, go over this Jordan, thou, and all this people, unto the land which I do give to them,"
        },
        {
          "add": "even"
        },
        {
          "t": "to the children of Israel."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Every place that the sole of your foot shall tread upon, that have I given unto you, as I said unto Moses."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "From the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites, and unto the great sea toward the going down of the sun, shall be your coast."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "There shall not any man be able to stand before thee all the days of thy life: as I was with Moses,"
        },
        {
          "add": "so"
        },
        {
          "t": "I will be with thee: I will not fail thee, nor forsake thee."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it"
        },
        {
          "add": "to"
        },
        {
          "t": "the right hand or"
        },
        {
          "add": "to"
        },
        {
          "t": "the left, that thou mayest prosper whithersoever thou goest."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God"
        },
        {
          "add": "is"
        },
        {
          "t": "with thee whithersoever thou goest."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ Then Joshua commanded the officers of the people, saying,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Pass through the host, and command the people, saying, Prepare you victuals; for within three days ye shall pass over this Jordan, to go in to possess the land, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God giveth you to possess it."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And to the Reubenites, and to the Gadites, and to half the tribe of Manasseh, spake Joshua, saying,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Remember the word which Moses the servant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "commanded you, saying, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God hath given you rest, and hath given you this land."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Your wives, your little ones, and your cattle, shall remain in the land which Moses gave you on this side Jordan; but ye shall pass before your brethren armed, all the mighty men of valour, and help them;"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Until the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "have given your brethren rest, as"
        },
        {
          "add": "he hath given"
        },
        {
          "t": "you, and they also have possessed the land which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "servant gave you on this side Jordan toward the sunrising."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ And they answered Joshua, saying, All that thou commandest us we will do, and whithersoever thou sendest us, we will go."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "According as we hearkened unto Moses in all things, so will we hearken unto thee: only the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God be with thee, as he was with Moses."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Whosoever"
        },
        {
          "add": "he be"
        },
        {
          "t": "that doth rebel against thy commandment, and will not hearken unto thy words in all that thou commandest him, he shall be put to death: only be strong and of a good courage."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "unto this…: or, thou shalt cause this people to inherit the land, etc"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "prosper: or, do wisely"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "have…: or, do wisely"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 14
      },
      "text": "armed: Heb. marshalled by five"
    }
  ]
}