{
  "schema": 1,
  "work": "KJV",
  "osis": "Josh",
  "abbr": "JOS",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, when all the people were clean passed over Jordan, that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Joshua, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Take you twelve men out of the people, out of every tribe a man,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And command ye them, saying, Take you hence out of the midst of Jordan, out of the place where the priests’ feet stood firm, twelve stones, and ye shall carry them over with you, and leave them in the lodging place, where ye shall lodge this night."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then Joshua called the twelve men, whom he had prepared of the children of Israel, out of every tribe a man:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Joshua said unto them, Pass over before the ark of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God into the midst of Jordan, and take ye up every man of you a stone upon his shoulder, according unto the number of the tribes of the children of Israel:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "That this may be a sign among you,"
        },
        {
          "add": "that"
        },
        {
          "t": "when your children ask"
        },
        {
          "add": "their fathers"
        },
        {
          "t": "in time to come, saying, What"
        },
        {
          "add": "mean"
        },
        {
          "t": "ye by these stones?"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then ye shall answer them, That the waters of Jordan were cut off before the ark of the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; when it passed over Jordan, the waters of Jordan were cut off: and these stones shall be for a memorial unto the children of Israel for ever."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And the children of Israel did so as Joshua commanded, and took up twelve stones out of the midst of Jordan, as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Joshua, according to the number of the tribes of the children of Israel, and carried them over with them unto the place where they lodged, and laid them down there."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Joshua set up twelve stones in the midst of Jordan, in the place where the feet of the priests which bare the ark of the covenant stood: and they are there unto this day."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ For the priests which bare the ark stood in the midst of Jordan, until every thing was finished that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "commanded Joshua to speak unto the people, according to all that Moses commanded Joshua: and the people hasted and passed over."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And it came to pass, when all the people were clean passed over, that the ark of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "passed over, and the priests, in the presence of the people."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the children of Reuben, and the children of Gad, and half the tribe of Manasseh, passed over armed before the children of Israel, as Moses spake unto them:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "About forty thousand prepared for war passed over before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto battle, to the plains of Jericho."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ On that day the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Joshua, saying,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Command the priests that bear the ark of the testimony, that they come up out of Jordan."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Joshua therefore commanded the priests, saying, Come ye up out of Jordan."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And it came to pass, when the priests that bare the ark of the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "were come up out of the midst of Jordan,"
        },
        {
          "add": "and"
        },
        {
          "t": "the soles of the priests’ feet were lifted up unto the dry land, that the waters of Jordan returned unto their place, and flowed over all his banks, as"
        },
        {
          "add": "they did"
        },
        {
          "t": "before."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ And the people came up out of Jordan on the tenth"
        },
        {
          "add": "day"
        },
        {
          "t": "of the first month, and encamped in Gilgal, in the east border of Jericho."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And those twelve stones, which they took out of Jordan, did Joshua pitch in Gilgal."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And he spake unto the children of Israel, saying, When your children shall ask their fathers in time to come, saying, What"
        },
        {
          "add": "mean"
        },
        {
          "t": "these stones?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Then ye shall let your children know, saying, Israel came over this Jordan on dry land."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "For the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God dried up the waters of Jordan from before you, until ye were passed over, as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God did to the Red sea, which he dried up from before us, until we were gone over:"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "That all the people of the earth might know the hand of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that it"
        },
        {
          "add": "is"
        },
        {
          "t": "mighty: that ye might fear the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God for ever."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "in time…: Heb. to morrow"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 13
      },
      "text": "prepared: or, ready armed"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 18
      },
      "text": "lifted…: Heb. plucked up"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 18
      },
      "text": "flowed: Heb. went"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 21
      },
      "text": "in time…: Heb. to morrow"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 24
      },
      "text": "for ever: Heb. all days"
    }
  ]
}