{
  "schema": 1,
  "work": "KJV",
  "osis": "Josh",
  "abbr": "JOS",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "But the children of Israel committed a trespass in the accursed thing: for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took of the accursed thing: and the anger of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was kindled against the children of Israel."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Joshua sent men from Jericho to Ai, which"
        },
        {
          "add": "is"
        },
        {
          "t": "beside Beth-aven, on the east side of Beth-el, and spake unto them, saying, Go up and view the country. And the men went up and viewed Ai."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And they returned to Joshua, and said unto him, Let not all the people go up; but let about two or three thousand men go up and smite Ai;"
        },
        {
          "add": "and"
        },
        {
          "t": "make not all the people to labour thither; for they"
        },
        {
          "add": "are but"
        },
        {
          "t": "few."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "So there went up thither of the people about three thousand men: and they fled before the men of Ai."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the men of Ai smote of them about thirty and six men: for they chased them"
        },
        {
          "add": "from"
        },
        {
          "t": "before the gate"
        },
        {
          "add": "even"
        },
        {
          "t": "unto Shebarim, and smote them in the going down: wherefore the hearts of the people melted, and became as water."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And Joshua rent his clothes, and fell to the earth upon his face before the ark of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "until the eventide, he and the elders of Israel, and put dust upon their heads."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Joshua said, Alas, O Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", wherefore hast thou at all brought this people over Jordan, to deliver us into the hand of the Amorites, to destroy us? would to God we had been content, and dwelt on the other side Jordan!"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "O Lord, what shall I say, when Israel turneth their backs before their enemies!"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For the Canaanites and all the inhabitants of the land shall hear"
        },
        {
          "add": "of it"
        },
        {
          "t": ", and shall environ us round, and cut off our name from the earth: and what wilt thou do unto thy great name?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Joshua, Get thee up; wherefore liest thou thus upon thy face?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Israel hath sinned, and they have also transgressed my covenant which I commanded them: for they have even taken of the accursed thing, and have also stolen, and dissembled also, and they have put"
        },
        {
          "add": "it"
        },
        {
          "t": "even among their own stuff."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Therefore the children of Israel could not stand before their enemies,"
        },
        {
          "add": "but"
        },
        {
          "t": "turned"
        },
        {
          "add": "their"
        },
        {
          "t": "backs before their enemies, because they were accursed: neither will I be with you any more, except ye destroy the accursed from among you."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Up, sanctify the people, and say, Sanctify yourselves against to morrow: for thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel,"
        },
        {
          "add": "There is"
        },
        {
          "t": "an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "In the morning therefore ye shall be brought according to your tribes: and it shall be,"
        },
        {
          "add": "that"
        },
        {
          "t": "the tribe which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "taketh shall come according to the families"
        },
        {
          "add": "thereof;"
        },
        {
          "t": "and the family which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall take shall come by households; and the household which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall take shall come man by man."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And it shall be,"
        },
        {
          "add": "that"
        },
        {
          "t": "he that is taken with the accursed thing shall be burnt with fire, he and all that he hath: because he hath transgressed the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and because he hath wrought folly in Israel."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ So Joshua rose up early in the morning, and brought Israel by their tribes; and the tribe of Judah was taken:"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And he brought the family of Judah; and he took the family of the Zarhites: and he brought the family of the Zarhites man by man; and Zabdi was taken:"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And he brought his household man by man; and Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Joshua said unto Achan, My son, give, I pray thee, glory to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, and make confession unto him; and tell me now what thou hast done; hide"
        },
        {
          "add": "it"
        },
        {
          "t": "not from me."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Achan answered Joshua, and said, Indeed I have sinned against the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, and thus and thus have I done:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "When I saw among the spoils a goodly Babylonish garment, and two hundred shekels of silver, and a wedge of gold of fifty shekels weight, then I coveted them, and took them; and, behold, they"
        },
        {
          "add": "are"
        },
        {
          "t": "hid in the earth in the midst of my tent, and the silver under it."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ So Joshua sent messengers, and they ran unto the tent; and, behold,"
        },
        {
          "add": "it was"
        },
        {
          "t": "hid in his tent, and the silver under it."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And they took them out of the midst of the tent, and brought them unto Joshua, and unto all the children of Israel, and laid them out before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And Joshua, and all Israel with him, took Achan the son of Zerah, and the silver, and the garment, and the wedge of gold, and his sons, and his daughters, and his oxen, and his asses, and his sheep, and his tent, and all that he had: and they brought them unto the valley of Achor."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And Joshua said, Why hast thou troubled us? the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall trouble thee this day. And all Israel stoned him with stones, and burned them with fire, after they had stoned them with stones."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And they raised over him a great heap of stones unto this day. So the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "turned from the fierceness of his anger. Wherefore the name of that place was called, The valley of Achor, unto this day."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Achan: also called, Achar"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "Zabdi: also called, Zimri"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 3
      },
      "text": "about…: Heb. about two thousand men, or, about three thousand men"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "in…: or, in Morad"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 8
      },
      "text": "backs: Heb. necks"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 10
      },
      "text": "liest: Heb. fallest"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 15
      },
      "text": "folly: or, wickedness"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 21
      },
      "text": "wedge: Heb. tongue"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 23
      },
      "text": "laid: Heb. poured"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 26
      },
      "text": "Achor: that is, Trouble"
    }
  ]
}