{
  "schema": 1,
  "work": "KJV",
  "osis": "Josh",
  "abbr": "JOS",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now Joshua was old"
        },
        {
          "add": "and"
        },
        {
          "t": "stricken in years; and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, Thou art old"
        },
        {
          "add": "and"
        },
        {
          "t": "stricken in years, and there remaineth yet very much land to be possessed."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "This"
        },
        {
          "add": "is"
        },
        {
          "t": "the land that yet remaineth: all the borders of the Philistines, and all Geshuri,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "From Sihor, which"
        },
        {
          "add": "is"
        },
        {
          "t": "before Egypt, even unto the borders of Ekron northward,"
        },
        {
          "add": "which"
        },
        {
          "t": "is counted to the Canaanite: five lords of the Philistines; the Gazathites, and the Ashdothites, the Eshkalonites, the Gittites, and the Ekronites; also the Avites:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "From the south, all the land of the Canaanites, and Mearah that"
        },
        {
          "add": "is"
        },
        {
          "t": "beside the Sidonians, unto Aphek, to the borders of the Amorites:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the land of the Giblites, and all Lebanon, toward the sunrising, from Baal-gad under mount Hermon unto the entering into Hamath."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "All the inhabitants of the hill country from Lebanon unto Misrephoth-maim,"
        },
        {
          "add": "and"
        },
        {
          "t": "all the Sidonians, them will I drive out from before the children of Israel: only divide thou it by lot unto the Israelites for an inheritance, as I have commanded thee."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Now therefore divide this land for an inheritance unto the nine tribes, and the half tribe of Manasseh,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "With whom the Reubenites and the Gadites have received their inheritance, which Moses gave them, beyond Jordan eastward,"
        },
        {
          "add": "even"
        },
        {
          "t": "as Moses the servant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "gave them;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "From Aroer, that"
        },
        {
          "add": "is"
        },
        {
          "t": "upon the bank of the river Arnon, and the city that"
        },
        {
          "add": "is"
        },
        {
          "t": "in the midst of the river, and all the plain of Medeba unto Dibon;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And all the cities of Sihon king of the Amorites, which reigned in Heshbon, unto the border of the children of Ammon;"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Gilead, and the border of the Geshurites and Maachathites, and all mount Hermon, and all Bashan unto Salcah;"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "All the kingdom of Og in Bashan, which reigned in Ashtaroth and in Edrei, who remained of the remnant of the giants: for these did Moses smite, and cast them out."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Nevertheless the children of Israel expelled not the Geshurites, nor the Maachathites: but the Geshurites and the Maachathites dwell among the Israelites until this day."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Only unto the tribe of Levi he gave none inheritance; the sacrifices of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel made by fire"
        },
        {
          "add": "are"
        },
        {
          "t": "their inheritance, as he said unto them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And Moses gave unto the tribe of the children of Reuben"
        },
        {
          "add": "inheritance"
        },
        {
          "t": "according to their families."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And their coast was from Aroer, that"
        },
        {
          "add": "is"
        },
        {
          "t": "on the bank of the river Arnon, and the city that"
        },
        {
          "add": "is"
        },
        {
          "t": "in the midst of the river, and all the plain by Medeba;"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Heshbon, and all her cities that"
        },
        {
          "add": "are"
        },
        {
          "t": "in the plain; Dibon, and Bamoth-baal, and Beth-baal-meon,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Jahazah, and Kedemoth, and Mephaath,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Kirjathaim, and Sibmah, and Zareth-shahar in the mount of the valley,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Beth-peor, and Ashdoth-pisgah, and Beth-jeshimoth,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And all the cities of the plain, and all the kingdom of Sihon king of the Amorites, which reigned in Heshbon, whom Moses smote with the princes of Midian, Evi, and Rekem, and Zur, and Hur, and Reba,"
        },
        {
          "add": "which were"
        },
        {
          "t": "dukes of Sihon, dwelling in the country."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ Balaam also the son of Beor, the soothsayer, did the children of Israel slay with the sword among them that were slain by them."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And the border of the children of Reuben was Jordan, and the border"
        },
        {
          "add": "thereof"
        },
        {
          "t": ". This"
        },
        {
          "add": "was"
        },
        {
          "t": "the inheritance of the children of Reuben after their families, the cities and the villages thereof."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And Moses gave"
        },
        {
          "add": "inheritance"
        },
        {
          "t": "unto the tribe of Gad,"
        },
        {
          "add": "even"
        },
        {
          "t": "unto the children of Gad according to their families."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And their coast was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, unto Aroer that"
        },
        {
          "add": "is"
        },
        {
          "t": "before Rabbah;"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And from Heshbon unto Ramath-mizpeh, and Betonim; and from Mahanaim unto the border of Debir;"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And in the valley, Beth-aram, and Beth-nimrah, and Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, Jordan and"
        },
        {
          "add": "his"
        },
        {
          "t": "border,"
        },
        {
          "add": "even"
        },
        {
          "t": "unto the edge of the sea of Chinnereth on the other side Jordan eastward."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "This"
        },
        {
          "add": "is"
        },
        {
          "t": "the inheritance of the children of Gad after their families, the cities, and their villages."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ And Moses gave"
        },
        {
          "add": "inheritance"
        },
        {
          "t": "unto the half tribe of Manasseh: and"
        },
        {
          "add": "this"
        },
        {
          "t": "was"
        },
        {
          "add": "the possession"
        },
        {
          "t": "of the half tribe of the children of Manasseh by their families."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And their coast was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which"
        },
        {
          "add": "are"
        },
        {
          "t": "in Bashan, threescore cities:"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And half Gilead, and Ashtaroth, and Edrei, cities of the kingdom of Og in Bashan,"
        },
        {
          "add": "were pertaining"
        },
        {
          "t": "unto the children of Machir the son of Manasseh,"
        },
        {
          "add": "even"
        },
        {
          "t": "to the one half of the children of Machir by their families."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "These"
        },
        {
          "add": "are the countries"
        },
        {
          "t": "which Moses did distribute for inheritance in the plains of Moab, on the other side Jordan, by Jericho, eastward."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "But unto the tribe of Levi Moses gave not"
        },
        {
          "add": "any"
        },
        {
          "t": "inheritance: the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel"
        },
        {
          "add": "was"
        },
        {
          "t": "their inheritance, as he said unto them."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "to…: Heb. to possess it"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "Mearah: or, the cave"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 17
      },
      "text": "Bamoth-baal…: or, the high places of Baal, and house of Baal-meon"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 20
      },
      "text": "Ashdoth-pisgah: or, springs of Pisgah, or, the hill"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 22
      },
      "text": "soothsayer: or, diviner"
    }
  ]
}