{
  "schema": 1,
  "work": "KJV",
  "osis": "Josh",
  "abbr": "JOS",
  "chapter": 19,
  "verses": [
    {
      "v": 1,
      "plain": "And the second lot came forth to Simeon, even for the tribe of the children of Simeon according to their families: and their inheritance was within the inheritance of the children of Judah.",
      "tokens": [
        {
          "t": "And the second lot came forth to Simeon, "
        },
        {
          "add": "even"
        },
        {
          "t": " for the tribe of the children of Simeon according to their families: and their inheritance was within the inheritance of the children of Judah. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And they had in their inheritance Beer-sheba, or Sheba, and Moladah,",
      "tokens": [
        {
          "t": "And they had in their inheritance Beer-sheba, or Sheba, and Moladah, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And Hazar-shual, and Balah, and Azem,",
      "tokens": [
        {
          "t": "And Hazar-shual, and Balah, and Azem, "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Eltolad, and Bethul, and Hormah,",
      "tokens": [
        {
          "t": "And Eltolad, and Bethul, and Hormah, "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Ziklag, and Beth-marcaboth, and Hazar-susah,",
      "tokens": [
        {
          "t": "And Ziklag, and Beth-marcaboth, and Hazar-susah, "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And Beth-lebaoth, and Sharuhen; thirteen cities and their villages:",
      "tokens": [
        {
          "t": "And Beth-lebaoth, and Sharuhen; thirteen cities and their villages: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Ain, Remmon, and Ether, and Ashan; four cities and their villages:",
      "tokens": [
        {
          "t": "Ain, Remmon, and Ether, and Ashan; four cities and their villages: "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And all the villages that were round about these cities to Baalath-beer, Ramath of the south. This is the inheritance of the tribe of the children of Simeon according to their families.",
      "tokens": [
        {
          "t": "And all the villages that "
        },
        {
          "add": "were"
        },
        {
          "t": " round about these cities to Baalath-beer, Ramath of the south. This "
        },
        {
          "add": "is"
        },
        {
          "t": " the inheritance of the tribe of the children of Simeon according to their families. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Out of the portion of the children of Judah was the inheritance of the children of Simeon: for the part of the children of Judah was too much for them: therefore the children of Simeon had their inheritance within the inheritance of them.",
      "tokens": [
        {
          "t": "Out of the portion of the children of Judah "
        },
        {
          "add": "was"
        },
        {
          "t": " the inheritance of the children of Simeon: for the part of the children of Judah was too much for them: therefore the children of Simeon had their inheritance within the inheritance of them. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ And the third lot came up for the children of Zebulun according to their families: and the border of their inheritance was unto Sarid:",
      "tokens": [
        {
          "t": "¶ And the third lot came up for the children of Zebulun according to their families: and the border of their inheritance was unto Sarid: "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And their border went up toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that is before Jokneam;",
      "tokens": [
        {
          "t": "And their border went up toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that "
        },
        {
          "add": "is"
        },
        {
          "t": " before Jokneam; "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And turned from Sarid eastward toward the sunrising unto the border of Chisloth-tabor, and then goeth out to Daberath, and goeth up to Japhia,",
      "tokens": [
        {
          "t": "And turned from Sarid eastward toward the sunrising unto the border of Chisloth-tabor, and then goeth out to Daberath, and goeth up to Japhia, "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And from thence passeth on along on the east to Gittah-hepher, to Ittah-kazin, and goeth out to Remmon-methoar to Neah;",
      "tokens": [
        {
          "t": "And from thence passeth on along on the east to Gittah-hepher, to Ittah-kazin, and goeth out to Remmon-methoar to Neah; "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And the border compasseth it on the north side to Hannathon: and the outgoings thereof are in the valley of Jiphthah-el:",
      "tokens": [
        {
          "t": "And the border compasseth it on the north side to Hannathon: and the outgoings thereof are in the valley of Jiphthah-el: "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And Kattath, and Nahallal, and Shimron, and Idalah, and Beth-lehem: twelve cities with their villages.",
      "tokens": [
        {
          "t": "And Kattath, and Nahallal, and Shimron, and Idalah, and Beth-lehem: twelve cities with their villages. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "This is the inheritance of the children of Zebulun according to their families, these cities with their villages.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the inheritance of the children of Zebulun according to their families, these cities with their villages. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ And the fourth lot came out to Issachar, for the children of Issachar according to their families.",
      "tokens": [
        {
          "t": "¶ "
        },
        {
          "add": "And"
        },
        {
          "t": " the fourth lot came out to Issachar, for the children of Issachar according to their families. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And their border was toward Jezreel, and Chesulloth, and Shunem,",
      "tokens": [
        {
          "t": "And their border was toward Jezreel, and Chesulloth, and Shunem, "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And Hapharaim, and Shion, and Anaharath,",
      "tokens": [
        {
          "t": "And Hapharaim, and Shion, and Anaharath, "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And Rabbith, and Kishion, and Abez,",
      "tokens": [
        {
          "t": "And Rabbith, and Kishion, and Abez, "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And Remeth, and En-gannim, and En-haddah, and Beth-pazzez;",
      "tokens": [
        {
          "t": "And Remeth, and En-gannim, and En-haddah, and Beth-pazzez; "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And the coast reacheth to Tabor, and Shahazimah, and Beth-shemesh; and the outgoings of their border were at Jordan: sixteen cities with their villages.",
      "tokens": [
        {
          "t": "And the coast reacheth to Tabor, and Shahazimah, and Beth-shemesh; and the outgoings of their border were at Jordan: sixteen cities with their villages. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "This is the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "¶ And the fifth lot came out for the tribe of the children of Asher according to their families.",
      "tokens": [
        {
          "t": "¶ And the fifth lot came out for the tribe of the children of Asher according to their families. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And their border was Helkath, and Hali, and Beten, and Achshaph,",
      "tokens": [
        {
          "t": "And their border was Helkath, and Hali, and Beten, and Achshaph, "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And Alammelech, and Amad, and Misheal; and reacheth to Carmel westward, and to Shihor-libnath;",
      "tokens": [
        {
          "t": "And Alammelech, and Amad, and Misheal; and reacheth to Carmel westward, and to Shihor-libnath; "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And turneth toward the sunrising to Beth-dagon, and reacheth to Zebulun, and to the valley of Jiphthah-el toward the north side of Beth-emek, and Neiel, and goeth out to Cabul on the left hand,",
      "tokens": [
        {
          "t": "And turneth toward the sunrising to Beth-dagon, and reacheth to Zebulun, and to the valley of Jiphthah-el toward the north side of Beth-emek, and Neiel, and goeth out to Cabul on the left hand, "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And Hebron, and Rehob, and Hammon, and Kanah, even unto great Zidon;",
      "tokens": [
        {
          "t": "And Hebron, and Rehob, and Hammon, and Kanah, "
        },
        {
          "add": "even"
        },
        {
          "t": " unto great Zidon; "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And then the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib:",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "then"
        },
        {
          "t": " the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib: "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Ummah also, and Aphek, and Rehob: twenty and two cities with their villages.",
      "tokens": [
        {
          "t": "Ummah also, and Aphek, and Rehob: twenty and two cities with their villages. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the inheritance of the tribe of the children of Asher according to their families, these cities with their villages. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "¶ The sixth lot came out to the children of Naphtali, even for the children of Naphtali according to their families.",
      "tokens": [
        {
          "t": "¶ The sixth lot came out to the children of Naphtali, "
        },
        {
          "add": "even"
        },
        {
          "t": " for the children of Naphtali according to their families. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And their coast was from Heleph, from Allon to Zaanannim, and Adami, Nekeb, and Jabneel, unto Lakum; and the outgoings thereof were at Jordan:",
      "tokens": [
        {
          "t": "And their coast was from Heleph, from Allon to Zaanannim, and Adami, Nekeb, and Jabneel, unto Lakum; and the outgoings thereof were at Jordan: "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And then the coast turneth westward to Aznoth-tabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "then"
        },
        {
          "t": " the coast turneth westward to Aznoth-tabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And the fenced cities are Ziddim, Zer, and Hammath, Rakkath, and Chinnereth,",
      "tokens": [
        {
          "t": "And the fenced cities "
        },
        {
          "add": "are"
        },
        {
          "t": " Ziddim, Zer, and Hammath, Rakkath, and Chinnereth, "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And Adamah, and Ramah, and Hazor,",
      "tokens": [
        {
          "t": "And Adamah, and Ramah, and Hazor, "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And Kedesh, and Edrei, and En-hazor,",
      "tokens": [
        {
          "t": "And Kedesh, and Edrei, and En-hazor, "
        }
      ]
    },
    {
      "v": 38,
      "plain": "And Iron, and Migdal-el, Horem, and Beth-anath, and Beth-shemesh; nineteen cities with their villages.",
      "tokens": [
        {
          "t": "And Iron, and Migdal-el, Horem, and Beth-anath, and Beth-shemesh; nineteen cities with their villages. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "¶ And the seventh lot came out for the tribe of the children of Dan according to their families.",
      "tokens": [
        {
          "t": "¶ "
        },
        {
          "add": "And"
        },
        {
          "t": " the seventh lot came out for the tribe of the children of Dan according to their families. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And the coast of their inheritance was Zorah, and Eshtaol, and Ir-shemesh,",
      "tokens": [
        {
          "t": "And the coast of their inheritance was Zorah, and Eshtaol, and Ir-shemesh, "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And Shaalabbin, and Ajalon, and Jethlah,",
      "tokens": [
        {
          "t": "And Shaalabbin, and Ajalon, and Jethlah, "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And Elon, and Thimnathah, and Ekron,",
      "tokens": [
        {
          "t": "And Elon, and Thimnathah, and Ekron, "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And Eltekeh, and Gibbethon, and Baalath,",
      "tokens": [
        {
          "t": "And Eltekeh, and Gibbethon, and Baalath, "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And Jehud, and Bene-berak, and Gath-rimmon,",
      "tokens": [
        {
          "t": "And Jehud, and Bene-berak, and Gath-rimmon, "
        }
      ]
    },
    {
      "v": 46,
      "plain": "And Me-jarkon, and Rakkon, with the border before Japho.",
      "tokens": [
        {
          "t": "And Me-jarkon, and Rakkon, with the border before Japho. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And the coast of the children of Dan went out too little for them: therefore the children of Dan went up to fight against Leshem, and took it, and smote it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father.",
      "tokens": [
        {
          "t": "And the coast of the children of Dan went out "
        },
        {
          "add": "too little"
        },
        {
          "t": " for them: therefore the children of Dan went up to fight against Leshem, and took it, and smote it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the inheritance of the tribe of the children of Dan according to their families, these cities with their villages. "
        }
      ]
    },
    {
      "v": 49,
      "plain": "¶ When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them:",
      "tokens": [
        {
          "t": "¶ When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them: "
        }
      ]
    },
    {
      "v": 50,
      "plain": "According to the word of the LORD they gave him the city which he asked, even Timnath-serah in mount Ephraim: and he built the city, and dwelt therein.",
      "tokens": [
        {
          "t": "According to the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " they gave him the city which he asked, "
        },
        {
          "add": "even"
        },
        {
          "t": " Timnath-serah in mount Ephraim: and he built the city, and dwelt therein. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "These are the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the LORD, at the door of the tabernacle of the congregation. So they made an end of dividing the country.",
      "tokens": [
        {
          "t": "These "
        },
        {
          "add": "are"
        },
        {
          "t": " the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", at the door of the tabernacle of the congregation. So they made an end of dividing the country. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 13
      },
      "text": "methoar: or, which is drawn"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 29
      },
      "text": "Tyre: Heb. Tzor"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 46
      },
      "text": "before: or, over against"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 46
      },
      "text": "Japho: or, Joppa"
    }
  ]
}