{
  "work": "KJV",
  "osis": "Rev",
  "abbr": "REV",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified"
        },
        {
          "add": "it"
        },
        {
          "t": "by his angel unto his servant John:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Blessed"
        },
        {
          "add": "is"
        },
        {
          "t": "he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time"
        },
        {
          "add": "is"
        },
        {
          "t": "at hand."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "John to the seven churches which are in Asia: Grace"
        },
        {
          "add": "be"
        },
        {
          "t": "unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And from Jesus Christ,"
        },
        {
          "add": "who is"
        },
        {
          "t": "the faithful witness,"
        },
        {
          "add": "and"
        },
        {
          "t": "the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And hath made us kings and priests unto God and his Father; to him"
        },
        {
          "add": "be"
        },
        {
          "t": "glory and dominion for ever and ever. Amen."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Behold, he cometh with clouds; and every eye shall see him, and they"
        },
        {
          "add": "also"
        },
        {
          "t": "which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "saith the Lord, which is, and which was, and which is to come, the Almighty."
        },
        {
          "t": "saith the Lord, which is, and which was, and which is to come, the Almighty."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "and,"
        },
        {
          "t": "Saying, and,"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And in the midst of the seven candlesticks"
        },
        {
          "add": "one"
        },
        {
          "t": "like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "His head and"
        },
        {
          "add": "his"
        },
        {
          "t": "hairs"
        },
        {
          "add": "were"
        },
        {
          "t": "white like wool, as white as snow; and his eyes"
        },
        {
          "add": "were"
        },
        {
          "t": "as a flame of fire;"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance"
        },
        {
          "add": "was"
        },
        {
          "t": "as the sun shineth in his strength."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": null
    },
    {
      "v": 19,
      "tokens": null
    },
    {
      "v": 20,
      "tokens": null
    }
  ]
}