{
  "schema": 1,
  "work": "KJV",
  "osis": "Rev",
  "abbr": "REV",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "plain": "And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.",
      "tokens": [
        {
          "t": "And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.",
      "tokens": [
        {
          "t": "And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
      "tokens": [
        {
          "t": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God "
        },
        {
          "add": "is"
        },
        {
          "t": " with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, "
        },
        {
          "add": "and be"
        },
        {
          "t": " their God. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.",
      "tokens": [
        {
          "t": "And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.",
      "tokens": [
        {
          "t": "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.",
      "tokens": [
        {
          "t": "And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "He that overcometh shall inherit all things; and I will be his God, and he shall be my son.",
      "tokens": [
        {
          "t": "He that overcometh shall inherit all things; and I will be his God, and he shall be my son. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.",
      "tokens": [
        {
          "t": "But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.",
      "tokens": [
        {
          "t": "And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,",
      "tokens": [
        {
          "t": "And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God, "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;",
      "tokens": [
        {
          "t": "Having the glory of God: and her light "
        },
        {
          "add": "was"
        },
        {
          "t": " like unto a stone most precious, even like a jasper stone, clear as crystal; "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
      "tokens": [
        {
          "t": "And had a wall great and high, "
        },
        {
          "add": "and"
        },
        {
          "t": " had twelve gates, and at the gates twelve angels, and names written thereon, which are "
        },
        {
          "add": "the names"
        },
        {
          "t": " of the twelve tribes of the children of Israel: "
        }
      ]
    },
    {
      "v": 13,
      "plain": "On the east three gates; on the north three gates; on the south three gates; and on the west three gates.",
      "tokens": [
        {
          "t": "On the east three gates; on the north three gates; on the south three gates; and on the west three gates. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.",
      "tokens": [
        {
          "t": "And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.",
      "tokens": [
        {
          "t": "And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.",
      "tokens": [
        {
          "t": "And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
      "tokens": [
        {
          "t": "And he measured the wall thereof, an hundred "
        },
        {
          "add": "and"
        },
        {
          "t": " forty "
        },
        {
          "add": "and"
        },
        {
          "t": " four cubits, "
        },
        {
          "add": "according to"
        },
        {
          "t": " the measure of a man, that is, of the angel. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.",
      "tokens": [
        {
          "t": "And the building of the wall of it was "
        },
        {
          "add": "of"
        },
        {
          "t": " jasper: and the city "
        },
        {
          "add": "was"
        },
        {
          "t": " pure gold, like unto clear glass. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;",
      "tokens": [
        {
          "t": "And the foundations of the wall of the city "
        },
        {
          "add": "were"
        },
        {
          "t": " garnished with all manner of precious stones. The first foundation "
        },
        {
          "add": "was"
        },
        {
          "t": " jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald; "
        }
      ]
    },
    {
      "v": 20,
      "plain": "The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.",
      "tokens": [
        {
          "t": "The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.",
      "tokens": [
        {
          "t": "And the twelve gates "
        },
        {
          "add": "were"
        },
        {
          "t": " twelve pearls; every several gate was of one pearl: and the street of the city "
        },
        {
          "add": "was"
        },
        {
          "t": " pure gold, as it were transparent glass. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.",
      "tokens": [
        {
          "t": "And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.",
      "tokens": [
        {
          "t": "And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb "
        },
        {
          "add": "is"
        },
        {
          "t": " the light thereof. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.",
      "tokens": [
        {
          "t": "And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And the gates of it shall not be shut at all by day: for there shall be no night there.",
      "tokens": [
        {
          "t": "And the gates of it shall not be shut at all by day: for there shall be no night there. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And they shall bring the glory and honour of the nations into it.",
      "tokens": [
        {
          "t": "And they shall bring the glory and honour of the nations into it. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.",
      "tokens": [
        {
          "t": "And there shall in no wise enter into it any thing that defileth, neither "
        },
        {
          "add": "whatsoever"
        },
        {
          "t": " worketh abomination, or "
        },
        {
          "add": "maketh"
        },
        {
          "t": " a lie: but they which are written in the Lamb’s book of life. "
        }
      ]
    }
  ]
}