{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Pet",
  "abbr": "1PE",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "plain": "The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:",
      "tokens": [
        {
          "t": "The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed: "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;",
      "tokens": [
        {
          "t": "Feed the flock of God which is among you, taking the oversight "
        },
        {
          "add": "thereof"
        },
        {
          "t": ", not by constraint, but willingly; not for filthy lucre, but of a ready mind; "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Neither as being lords over God’s heritage, but being ensamples to the flock.",
      "tokens": [
        {
          "t": "Neither as being lords over "
        },
        {
          "add": "God’s"
        },
        {
          "t": " heritage, but being ensamples to the flock. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.",
      "tokens": [
        {
          "t": "And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.",
      "tokens": [
        {
          "t": "Likewise, ye younger, submit yourselves unto the elder. Yea, all "
        },
        {
          "add": "of you"
        },
        {
          "t": " be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:",
      "tokens": [
        {
          "t": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Casting all your care upon him; for he careth for you.",
      "tokens": [
        {
          "t": "Casting all your care upon him; for he careth for you. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:",
      "tokens": [
        {
          "t": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour: "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.",
      "tokens": [
        {
          "t": "Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.",
      "tokens": [
        {
          "t": "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle "
        },
        {
          "add": "you"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 11,
      "plain": "To him be glory and dominion for ever and ever. Amen.",
      "tokens": [
        {
          "t": "To him "
        },
        {
          "add": "be"
        },
        {
          "t": " glory and dominion for ever and ever. Amen. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.",
      "tokens": [
        {
          "t": "By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.",
      "tokens": [
        {
          "t": "The "
        },
        {
          "add": "church that is"
        },
        {
          "t": " at Babylon, elected together with "
        },
        {
          "add": "you"
        },
        {
          "t": ", saluteth you; and "
        },
        {
          "add": "so doth"
        },
        {
          "t": " Marcus my son. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.",
      "tokens": [
        {
          "t": "Greet ye one another with a kiss of charity. Peace "
        },
        {
          "add": "be"
        },
        {
          "t": " with you all that are in Christ Jesus. Amen. "
        }
      ]
    }
  ]
}