{
  "schema": 1,
  "work": "KJV",
  "osis": "Ezra",
  "abbr": "EZR",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And when the seventh month was come, and the children of Israel"
        },
        {
          "add": "were"
        },
        {
          "t": "in the cities, the people gathered themselves together as one man to Jerusalem."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt offerings thereon, as"
        },
        {
          "add": "it is"
        },
        {
          "t": "written in the law of Moses the man of God."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And they set the altar upon his bases; for fear"
        },
        {
          "add": "was"
        },
        {
          "t": "upon them because of the people of those countries: and they offered burnt offerings thereon unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        },
        {
          "add": "even"
        },
        {
          "t": "burnt offerings morning and evening."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "They kept also the feast of tabernacles, as"
        },
        {
          "add": "it is"
        },
        {
          "t": "written, and"
        },
        {
          "add": "offered"
        },
        {
          "t": "the daily burnt offerings by number, according to the custom, as the duty of every day required;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And afterward"
        },
        {
          "add": "offered"
        },
        {
          "t": "the continual burnt offering, both of the new moons, and of all the set feasts of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that were consecrated, and of every one that willingly offered a freewill offering unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "From the first day of the seventh month began they to offer burnt offerings unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". But the foundation of the temple of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was not"
        },
        {
          "add": "yet"
        },
        {
          "t": "laid."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "They gave money also unto the masons, and to the carpenters; and meat, and drink, and oil, unto them of Zidon, and to them of Tyre, to bring cedar trees from Lebanon to the sea of Joppa, according to the grant that they had of Cyrus king of Persia."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the remnant of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem; and appointed the Levites, from twenty years old and upward, to set forward the work of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then stood Jeshua"
        },
        {
          "add": "with"
        },
        {
          "t": "his sons and his brethren, Kadmiel and his sons, the sons of Judah, together, to set forward the workmen in the house of God: the sons of Henadad,"
        },
        {
          "add": "with"
        },
        {
          "t": "their sons and their brethren the Levites."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And when the builders laid the foundation of the temple of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", after the ordinance of David king of Israel."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And they sang together by course in praising and giving thanks unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; because"
        },
        {
          "add": "he is"
        },
        {
          "t": "good, for his mercy"
        },
        {
          "add": "endureth"
        },
        {
          "t": "for ever toward Israel. And all the people shouted with a great shout, when they praised the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", because the foundation of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was laid."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But many of the priests and Levites and chief of the fathers,"
        },
        {
          "add": "who were"
        },
        {
          "t": "ancient men, that had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "So that the people could not discern the noise of the shout of joy from the noise of the weeping of the people: for the people shouted with a loud shout, and the noise was heard afar off."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "Jeshua: also called, Joshua"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "Zerubbabel: Gr. Zorobabel"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 2
      },
      "text": "Shealtiel: Gr. Salathiel"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 4
      },
      "text": "as the duty…: Heb. the matter of the day in his day"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "the foundation…: Heb. the temple of the LORD was not yet founded"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 7
      },
      "text": "carpenters: or, workmen"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "Judah: also called, Hodaviah"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 9
      },
      "text": "together: Heb. as one"
    }
  ]
}