{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "My son, if thou come to serve the Lord, prepare thy soul for temptation."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Set thy heart aright, and constantly endure, and make not haste in time of trouble."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Cleave unto him, and depart not away, that thou mayest be increased at thy last end."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Whatsoever is brought upon thee take cheerfully, and be patient when thou art changed to a low estate."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For gold is tried in the fire, and acceptable men in the furnace of adversity."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Believe in him, and he will help thee; order thy way aright, and trust in him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Ye that fear the Lord, wait for his mercy; and go not aside, lest ye fall."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Ye that fear the Lord, believe him; and your reward shall not fail."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Ye that fear the Lord, hope for good, and for everlasting joy and mercy."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Look at the generations of old, and see; did ever any trust in the Lord, and was confounded? or did any abide in his fear, and was forsaken? or whom did he ever despise, that called upon him?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "For the Lord is full of compassion and mercy, longsuffering, and very pitiful, and forgiveth sins, and saveth in time of affliction."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Woe be to fearful hearts, and faint hands, and the sinner that goeth two ways!"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Woe unto him that is fainthearted! for he believeth not; therefore shall he not be defended."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Woe unto you that have lost patience! and what will ye do when the Lord shall visit you?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "They that fear the Lord will not disobey his Word; and they that love him will keep his ways."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "They that fear the Lord will seek that which is well, pleasing unto him; and they that love him shall be filled with the law."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "They that fear the Lord will prepare their hearts, and humble their souls in his sight,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Saying, We will fall into the hands of the Lord, and not into the hands of men: for as his majesty is, so is his mercy."
        }
      ]
    }
  ]
}