{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Set thy heart upon thy goods; and say not, I have enough for my life."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Follow not thine own mind and thy strength, to walk in the ways of thy heart:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And say not, Who shall controul me for my works? for the Lord will surely revenge thy pride."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Say not, I have sinned, and what harm hath happened unto me? for the Lord is longsuffering, he will in no wise let thee go."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Concerning propitiation, be not without fear to add sin unto sin:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And say not His mercy is great; he will be pacified for the multitude of my sins: for mercy and wrath come from him, and his indignation resteth upon sinners."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Make no tarrying to turn to the Lord, and put not off from day to day: for suddenly shall the wrath of the Lord come forth, and in thy security thou shalt be destroyed, and perish in the day of vengeance."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Set not thine heart upon goods unjustly gotten, for they shall not profit thee in the day of calamity."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Winnow not with every wind, and go not into every way: for so doth the sinner that hath a double tongue."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Be stedfast in thy understanding; and let thy word be the same."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Be swift to hear; and let thy life be sincere; and with patience give answer."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "If thou hast understanding, answer thy neighbour; if not, lay thy hand upon thy mouth."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Honour and shame is in talk: and the tongue of man is his fall."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Be not called a whisperer, and lie not in wait with thy tongue: for a foul shame is upon the thief, and an evil condemnation upon the double tongue."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Be not ignorant of any thing in a great matter or a small."
        }
      ]
    }
  ]
}