{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Do no evil, so shall no harm come unto thee."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Depart from the unjust, and iniquity shall turn away from thee."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "My son, sow not upon the furrows of unrighteousness, and thou shalt not reap them sevenfold."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Seek not of the Lord preeminence, neither of the king the seat of honour."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "justify not thyself before the Lord; and boast not of thy wisdom before the king."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Seek not to be judge, being not able to take away iniquity; lest at any time thou fear the person of the mighty, an stumblingblock in the way of thy uprightness."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Offend not against the multitude of a city, and then thou shalt not cast thyself down among the people."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Bind not one sin upon another; for in one thou shalt not be unpunished."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Say not, God will look upon the multitude of my oblations, and when I offer to the most high God, he will accept it."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Be not fainthearted when thou makest thy prayer, and neglect not to give alms."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Laugh no man to scorn in the bitterness of his soul: for there is one which humbleth and exalteth."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Devise not a lie against thy brother; neither do the like to thy friend."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Use not to make any manner of lie: for the custom thereof is not good."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Use not many words in a multitude of elders, and make not much babbling when thou prayest."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Hate not laborious work, neither husbandry, which the most High hath ordained."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Number not thyself among the multitude of sinners, but remember that wrath will not tarry long."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Humble thyself greatly: for the vengeance of the ungodly is fire and worms."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Change not a friend for any good by no means; neither a faithful brother for the gold of Ophir."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Forego not a wise and good woman: for her grace is above gold."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Whereas thy servant worketh truly, entreat him not evil, nor the hireling that bestoweth himself wholly for thee."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Let thy soul love a good servant, and defraud him not of liberty."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Hast thou cattle? have an eye to them: and if they be for thy profit, keep them with thee."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Hast thou children? instruct them, and bow down their neck from their youth."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Hast thou daughters? have a care of their body, and shew not thyself cheerful toward them."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Marry thy daughter, and so shalt thou have performed a weighty matter: but give her to a man of understanding."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Hast thou a wife after thy mind? forsake her not: but give not thyself over to a light woman."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Honour thy father with thy whole heart, and forget not the sorrows of thy mother."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Remember that thou wast begotten of them; and how canst thou recompense them the things that they have done for thee?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Fear the Lord with all thy soul, and reverence his priests."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Love him that made thee with all thy strength, and forsake not his ministers."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Fear the Lord, and honor the priest; and give him his portion, as it is commanded thee; the firstfruits, and the trespass offering, and the gift of the shoulders, and the sacrifice of sanctification, and the firstfruits of the holy things."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And stretch thine hand unto the poor, that thy blessing may be perfected."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "A gift hath grace in the sight of every man living; and for the dead detain it not."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Fail not to be with them that weep, and mourn with them that mourn."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Be not slow to visit the sick: for that shall make thee to be beloved."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "Whatsoever thou takest in hand, remember the end, and thou shalt never do amiss."
        }
      ]
    }
  ]
}