{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Wisdom lifteth up the head of him that is of low degree, and maketh him to sit among great men."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Commend not a man for his beauty; neither abhor a man for his outward appearance."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "The bee is little among such as fly; but her fruit is the chief of sweet things."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Boast not of thy clothing and raiment, and exalt not thyself in the day of honour: for the works of the Lord are wonderful, and his works among men are hidden."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Many kings have sat down upon the ground; and one that was never thought of hath worn the crown."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Many mighty men have been greatly disgraced; and the honourable delivered into other men’s hands."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Blame not before thou hast examined the truth: understand first, and then rebuke."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Answer not before thou hast heard the cause: neither interrupt men in the midst of their talk."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Strive not in a matter that concerneth thee not; and sit not in judgment with sinners."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "My son, meddle not with many matters: for if thou meddle much, thou shalt not be innocent; and if thou follow after, thou shalt not obtain, neither shalt thou escape by fleeing."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "There is one that laboureth, and taketh pains, and maketh haste, and is so much the more behind."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Again, there is another that is slow, and hath need of help, wanting ability, and full of poverty; yet the eye of the Lord looked upon him for good, and set him up from his low estate,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And lifted up his head from misery; so that many that saw it marvelled at him."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Prosperity and adversity, life and death, poverty and riches, come of the Lord."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Wisdom, knowledge, and understanding of the law, are of the Lord: love, and the way of good works, are from him."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Error and darkness had their beginning together with sinners: and evil shall wax old with them that glory therein."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The gift of the Lord remaineth with the ungodly, and his favour bringeth prosperity for ever."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "There is that waxeth rich by his wariness and pinching, and this is the portion of his reward:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Whereas he saith, I have found rest, and now will eat continually of my goods; and yet he knoweth not what time shall come upon him, and that he must leave those things to others, and die."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Be stedfast in thy covenant, and be conversant therein, and wax old in thy work."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Marvel not at the works of sinners; but trust in the Lord, and abide in thy labour: for it is an easy thing in the sight of the Lord on the sudden to make a poor man rich."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "The blessing of the Lord is in the reward of the godly, and suddenly he maketh his blessing flourish."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Say not, What profit is there of my service? and what good things shall I have hereafter?"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Again, say not, I have enough, and possess many things, and what evil shall I have hereafter?"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "In the day of prosperity there is a forgetfulness of affliction: and in the day of affliction there is no more remembrance of prosperity."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "For it is an easy thing unto the Lord in the day of death to reward a man according to his ways."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "The affliction of an hour maketh a man forget pleasure: and in his end his deeds shall be discovered."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Judge none blessed before his death: for a man shall be known in his children."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Bring not every man into thine house: for the deceitful man hath many trains."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Like as a partridge taken"
        },
        {
          "add": "and kept"
        },
        {
          "t": "in a cage, so is the heart of the proud; and like as a spy, watcheth he for thy fall:"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "For he lieth in wait, and turneth good into evil, and in things worthy praise will lay blame upon thee."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Of a spark of fire a heap of coals is kindled: and a sinful man layeth wait for blood."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "Take heed of a mischievous man, for he worketh wickedness; lest he bring upon thee a perpetual blot."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Receive a stranger into thine house, and he will disturb thee, and turn thee out of thine own."
        }
      ]
    }
  ]
}