{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Blessed is the man that hath not slipped with his mouth, and is not pricked with the multitude of sins."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Blessed is he whose conscience hath not condemned him, and who is not fallen from his hope in the Lord."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Riches are not comely for a niggard: and what should an envious man do with money?"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He that gathereth by defrauding his own soul gathereth for others, that shall spend his goods riotously."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "He that is evil to himself, to whom will he be good? he shall not take pleasure in his goods."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "There is none worse than he that envieth himself; and this is a recompence of his wickedness."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And if he doeth good, he doeth it unwillingly; and at the last he will declare his wickedness."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "The envious man hath a wicked eye; he turneth away his face, and despiseth men."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "A covetous man’s eye is not satisfied with his portion; and the iniquity of the wicked drieth up his soul."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "A wicked eye envieth"
        },
        {
          "add": "his"
        },
        {
          "t": "bread, and he is a niggard at his table."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "My son, according to thy ability do good to thyself, and give the Lord his due offering."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Remember that death will not be long in coming, and that the covenant of the grave is not shewed unto thee."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Do good unto thy friend before thou die, and according to thy ability stretch out thy hand and give to him."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Defraud not thyself of the good day, and let not the part of a good desire overpass thee."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Shalt thou not leave thy travails unto another? and thy labours to be divided by lot?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Give, and take, and sanctify thy soul; for there is no seeking of dainties in the grave."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "All flesh waxeth old as a garment: for the covenant from the beginning is, Thou shalt die the death."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "As of the green leaves on a thick tree, some fall, and some grow; so is the generation of flesh and blood, one cometh to an end, and another is born."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Every work rotteth and consumeth away, and the worker thereof shall go withal."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Blessed is the man that doth meditate good things in wisdom, and that reasoneth of holy things by his understanding."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "He that considereth her ways in his heart shall also have understanding in her secrets."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Go after her as one that traceth, and lie in wait in her ways."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "He that prieth in at her windows shall also hearken at her doors."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "He that doth lodge near her house shall also fasten a pin in her walls."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "He shall pitch his tent nigh unto her, and shall lodge in a lodging where good things are."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "He shall set his children under her shelter, and shall lodge under her branches."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "By her he shall be covered from heat, and in her glory shall he dwell."
        }
      ]
    }
  ]
}