{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "He that feareth the Lord will do good, and he that hath the knowledge of the law shall obtain her."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And as a mother shall she meet him, and receive him as a wife married of a virgin."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "With the bread of understanding shall she feed him, and give him the water of wisdom to drink."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He shall be stayed upon her, and shall not be moved; and shall rely upon her, and shall not be confounded."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "She shall exalt him above his neighbours, and in the midst of the congregation shall she open his mouth."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "He shall find joy and a crown of gladness, and she shall cause him to inherit an everlasting name."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "But foolish men shall not attain unto her, and sinners shall not see her."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "For she is far from pride, and men that are liars cannot remember her."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Praise is not seemly in the mouth of a sinner, for it was not sent him of the Lord."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For praise shall be uttered in wisdom, and the Lord will prosper it."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Say not thou, It is through the Lord that I fell away: for thou oughtest not to do the things that he hateth."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Say not thou, He hath caused me to err: for he hath no need of the sinful man."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "The Lord hateth all abomination; and they that fear God love it not."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "He himself made man from the beginning, and left him in the hand of his counsel;"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "If thou wilt, to keep the commandments, and to perform acceptable faithfulness."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "He hath set fire and water before thee: stretch forth thy hand unto whether thou wilt."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Before man is life and death; and whether him liketh shall be given him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For the wisdom of the Lord is great, and he is mighty in power, and beholdeth all things:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And his eyes are upon them that fear him, and he knoweth every work of man."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "He hath commanded no man to do wickedly, neither hath he given any man licence to sin."
        }
      ]
    }
  ]
}