{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 19,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "A labouring man that is given to drunkenness shall not be rich: and he that contemneth small things shall fall by little and little."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Wine and women will make men of understanding to fall away: and he that cleaveth to harlots will become impudent."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Moths and worms shall have him to heritage, and a bold man shall be taken away."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He that is hasty to give credit is lightminded; and he that sinneth shall offend against his own soul."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Whoso taketh pleasure in wickedness shall be condemned: but he that resisteth pleasures crowneth his life."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "He that can rule his tongue shall live without strife; and he that hateth babbling shall have less evil."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Rehearse not unto another that which is told unto thee, and thou shalt fare never the worse."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Whether it be to friend or foe, talk not of other men’s lives; and if thou canst without offence, reveal them not."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For he heard and observed thee, and when time cometh he will hate thee."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "If thou hast heard a word, let it die with thee; and be bold, it will not burst thee."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "A fool travaileth with a word, as a woman in labour of a child."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "As an arrow that sticketh in a man’s thigh, so is a word within a fool’s belly."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Admonish a friend, it may be he hath not done it: and if he have done it, that he do it no more."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Admonish thy friend, it may be he hath not said it: and if he have, that he speak it not again."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Admonish a friend: for many times it is a slander, and believe not every tale."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "There is one that slippeth in his speech, but not from his heart; and who is he that hath not offended with his tongue?"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Admonish thy neighbour before thou threaten him; and not being angry, give place to the law of the most High."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "The fear of the Lord is the first step to be accepted"
        },
        {
          "add": "of him"
        },
        {
          "t": ", and wisdom obtaineth his love."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The knowledge of the commandments of the Lord is the doctrine of life: and they that do things that please him shall receive the fruit of the tree of immortality."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "The fear of the Lord is all wisdom; and in all wisdom is the performance of the law, and the knowledge of his omnipotency."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "If a servant say to his master, I will not do as it pleaseth thee; though afterward he do it, he angereth him that nourisheth him."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "The knowledge of wickedness is not wisdom, neither at any time the counsel of sinners prudence."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "There is a wickedness, and the same an abomination; and there is a fool wanting in wisdom."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "He that hath small understanding, and feareth God, is better than one that hath much wisdom, and transgresseth the law of the most High."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "There is an exquisite subtilty, and the same is unjust; and there is one that turneth aside to make judgment appear; and there is a wise man that justifieth in judgment."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "There is a wicked man that hangeth down his head sadly; but inwardly he is full of deceit,"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Casting down his countenance, and making as if he heard not: where he is not known, he will do thee a mischief before thou be aware."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And if for want of power he be hindered from sinning, yet when he findeth opportunity he will do evil."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "A man may be known by his look, and one that hath understanding by his countenance, when thou meetest him."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "A man’s attire, and excessive laughter, and gait, shew what he is."
        }
      ]
    }
  ]
}