{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "My son, hast thou sinned? do so no more, but ask pardon for thy former sins."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Flee from sin as from the face of a serpent: for if thou comest too near it, it will bite thee: the teeth thereof are as the teeth of a lion, slaying the souls of men."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "All iniquity is as a two edged sword, the wounds whereof cannot be healed."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "To terrify and do wrong will waste riches: thus the house of proud men shall be made desolate."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "A prayer out of a poor man’s mouth reacheth to the ears of God, and his judgment cometh speedily."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "He that hateth to be reproved is in the way of sinners: but he that feareth the Lord will repent from his heart."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "An eloquent man is known far and near; but a man of understanding knoweth when he slippeth."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "He that buildeth his house with other men’s money is like one that gathereth himself stones for the tomb of his burial."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "The congregation of the wicked is like tow wrapped together: and the end of them is a flame of fire to destroy them."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "The way of sinners is made plain with stones, but at the end thereof is the pit of hell."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "He that keepeth the law of the Lord getteth the understanding thereof: and the perfection of the fear of the Lord is wisdom."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "He that is not wise will not be taught: but there is a wisdom which multiplieth bitterness."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "The knowledge of a wise man shall abound like a flood: and his counsel is like a pure fountain of life."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "The inner parts of a fool are like a broken vessel, and he will hold no knowledge as long as he liveth."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "If a skilful man hear a wise word, he will commend it, and add unto it: but as soon as one of no understanding heareth it, it displeaseth him, and he casteth it behind his back."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "The talking of a fool is like a burden in the way: but grace shall be found in the lips of the wise."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "They enquire at the mouth of the wise man in the congregation, and they shall ponder his words in their heart."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "As is a house that is destroyed, so is wisdom to a fool: and the knowledge of the unwise is as talk without sense."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Doctrine unto fools is as fetters on the feet, and like manacles on the right hand."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "A fool lifteth up his voice with laughter; but a wise man doth scarce smile a little."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Learning is unto a wise man as an ornament of gold, and like a bracelet upon his right arm."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "A foolish man’s foot is soon in his"
        },
        {
          "add": "neighbour’s"
        },
        {
          "t": "house: but a man of experience is ashamed of him."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "A fool will peep in at the door into the house: but he that is well nurtured will stand without."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "It is the rudeness of a man to hearken at the door: but a wise man will be grieved with the disgrace."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "The lips of talkers will be telling such things as pertain not unto them: but the words of such as have understanding are weighed in the balance."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "The heart of fools is in their mouth: but the mouth of the wise is in their heart."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "When the ungodly curseth Satan, he curseth his own soul."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "A whisperer defileth his own soul, and is hated wheresoever he dwelleth."
        }
      ]
    }
  ]
}