{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 27,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Many have sinned for a small matter; and he that seeketh for abundance will turn his eyes away."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "As a nail sticketh fast between the joinings of the stones; so doth sin stick close between buying and selling."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Unless a man hold himself diligently in the fear of the Lord, his house shall soon be overthrown."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "As when one sifteth with a sieve, the refuse remaineth; so the filth of man in his talk."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "The furnace proveth the potter’s vessels; so the trial of man is in his reasoning."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "The fruit declareth if the tree have been dressed; so is the utterance of a conceit in the heart of man."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Praise no man before thou hearest him speak; for this is the trial of men."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "If thou followest righteousness, thou shalt obtain her, and put her on, as a glorious long robe."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "The birds will resort unto their like; so will truth return unto them that practise in her."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "As the lion lieth in wait for the prey; so sin for them that work iniquity."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "The discourse of a godly man is always with wisdom; but a fool changeth as the moon."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "If thou be among the indiscreet, observe the time; but be continually among men of understanding."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "The discourse of fools is irksome, and their sport is the wantonness of sin."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "The talk of him that sweareth much maketh the hair stand upright; and their brawls make one stop his ears."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "The strife of the proud is bloodshedding, and their revilings are grievous to the ear."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Whoso discovereth secrets loseth his credit; and shall never find friend to his mind."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Love thy friend, and be faithful unto him: but if thou betrayest his secrets, follow no more after him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For as a man hath destroyed his enemy; so hast thou lost the love of thy neighbor."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "As one that letteth a bird go out of his hand, so hast thou let thy neighbour go, and shalt not get him again"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Follow after him no more, for he is too far off; he is as a roe escaped out of the snare."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "As for a wound, it may be bound up; and after reviling there may be reconcilement: but he that betrayeth secrets is without hope."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "He that winketh with the eyes worketh evil: and he that knoweth him will depart from him."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "When thou art present, he will speak sweetly, and will admire thy words: but at the last he will writhe his mouth, and slander thy sayings."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "I have hated many things, but nothing like him; for the Lord will hate him."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Whoso casteth a stone on high casteth it on his own head; and a deceitful stroke shall make wounds."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Whoso diggeth a pit shall fall therein: and he that setteth a trap shall be taken therein."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "He that worketh mischief, it shall fall upon him, and he shall not know whence it cometh."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Mockery and reproach are from the proud; but vengeance, as a lion, shall lie in wait for them."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "They that rejoice at the fall of the righteous shall be taken in the snare; and anguish shall consume them before they die."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Malice and wrath, even these are abominations; and the sinful man shall have them both."
        }
      ]
    }
  ]
}