{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 30,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "He that loveth his son causeth him oft to feel the rod, that he may have joy of him in the end."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "He that chastiseth his son shall have joy in him, and shall rejoice of him among his acquaintance."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "He that teacheth his son grieveth the enemy: and before his friends he shall rejoice of him."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Though his father die, yet he is as though he were not dead: for he hath left one behind him that is like himself."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "While he lived, he saw and rejoiced in him: and when he died, he was not sorrowful."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "He left behind him an avenger against his enemies, and one that shall requite kindness to his friends."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "He that maketh too much of his son shall bind up his wounds; and his bowels will be troubled at every cry."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "An horse not broken becometh headstrong: and a child left to himself will be wilful."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Cocker thy child, and he shall make thee afraid: play with him, and he will bring thee to heaviness."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Laugh not with him, lest thou have sorrow with him, and lest thou gnash thy teeth in the end."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Give him no liberty in his youth, and wink not at his follies."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Bow down his neck while he is young, and beat him on the sides while he is a child, lest he wax stubborn, and be disobedient unto thee, and so bring sorrow to thine heart."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Chastise thy son, and hold him to labour, lest his lewd behaviour be an offence unto thee."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Better is the poor, being sound and strong of constitution, than a rich man that is afflicted in his body."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Health and good estate of body are above all gold, and a strong body above infinite wealth."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "There is no riches above a sound body, and no joy above the joy of the heart."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Death is better than a bitter life or continual sickness."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Delicates poured upon a mouth shut up are as messes of meat set upon a grave."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "What good doeth the offering unto an idol? for neither can it eat nor smell: so is he that is persecuted of the Lord."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "He seeth with his eyes and groaneth, as an eunuch that embraceth a virgin and sigheth."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Give not over thy mind to heaviness, and afflict not thyself in thine own counsel."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "The gladness of the heart is the life of man, and the joyfulness of a man prolongeth his days."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Love thine own soul, and comfort thy heart, remove sorrow far from thee: for sorrow hath killed many, and there is no profit therein."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Envy and wrath shorten the life, and carefulness bringeth age before the time."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "A cheerful and good heart will have a care of his meat and diet."
        }
      ]
    }
  ]
}