{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 33,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "There shall no evil happen unto him that feareth the Lord; but in temptation even again he will deliver him."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "A wise man hateth not the law; but he that is an hypocrite therein is as a ship in a storm."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "A man of understanding trusteth in the law; and the law is faithful unto him, as an oracle."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Prepare what to say, and so thou shalt be heard: and bind up instruction, and then make answer."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "The heart of the foolish is like a cartwheel; and his thoughts are like a rolling axletree."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "A stallion horse is as a mocking friend, he neigheth under every one that sitteth upon him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Why doth one day excel another, when as all the light of every day in the year is of the sun?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "By the knowledge of the Lord they were distinguished: and he altered seasons and feasts."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Some of them hath he made high days, and hallowed them, and some of them hath he made ordinary days."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And all men are from the ground, and Adam was created of earth:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "In much knowledge the Lord hath divided them, and made their ways diverse."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Some of them hath he blessed and exalted and some of them he sanctified, and set near himself: but some of them hath he cursed and brought low, and turned out of their places."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "As the clay is in the potter’s hand, to fashion it at his pleasure: so man is in the hand of him that made him, to render to them as liketh him best."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Good is set against evil, and life against death: so is the godly against the sinner, and the sinner against the godly."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "So look upon all the works of the most High; and there are two and two, one against another."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "I awaked up last of all, as one that gathereth after the grapegatherers: by the blessing of the Lord I profited, and tred my winepress like a gatherer of grapes."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Consider that I laboured not for myself only, but for all them that seek learning."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Hear me, O ye great men of the people, and hearken with your ears, ye rulers of the congregation."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Give not thy son and wife, thy brother and friend, power over thee while thou livest, and give not thy goods to another: lest it repent thee, and thou intreat for the same again."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "As long as thou livest and hast breath in thee, give not thyself over to any."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For better it is that thy children should seek to thee, than that thou shouldest stand to their courtesy."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "In all thy works keep to thyself the preeminence; leave not a stain in thine honour."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "At the time when thou shalt end thy days, and finish thy life, distribute thine inheritance."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Fodder, a wand, and burdens, are for the ass; and bread, correction, and work, for a servant."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "If thou set thy servant to labour, thou shalt find rest: but if thou let him go idle, he shall seek liberty."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "A yoke and a collar do bow the neck: so are tortures and torments for an evil servant."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Send him to labour, that he be not idle; for idleness teacheth much evil."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Set him to work, as is fit for him: if he be not obedient, put on more heavy fetters."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "But be not excessive toward any; and without discretion do nothing."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "If thou have a servant, let him be unto thee as thyself, because thou hast bought him with a price."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "If thou have a servant, entreat him as a brother: for thou hast need of him, as of thine own soul: if thou entreat him evil, and he run from thee, which way wilt thou go to seek him?"
        }
      ]
    }
  ]
}