{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 37,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Every friend saith, I am his friend also: but there is a friend, which is only a friend in name."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Is it not a grief unto death, when a companion and friend is turned to an enemy?"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "O wicked imagination, whence camest thou in to cover the earth with deceit?"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "There is a companion, which rejoiceth in the prosperity of a friend, but in the time of trouble will be against him."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "There is a companion, which helpeth his friend for the belly, and taketh up the buckler against the enemy."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Forget not thy friend in thy mind, and be not unmindful of him in thy riches."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Every counsellor extolleth counsel; but there is some that counselleth for himself."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Beware of a counsellor, and know before what need he hath; for he will counsel for himself; lest he cast the lot upon thee,"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And say unto thee, Thy way is good: and afterward he stand on the other side, to see what shall befall thee."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Consult not with one that suspecteth thee: and hide thy counsel from such as envy thee."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Neither consult with a woman touching her of whom she is jealous; neither with a coward in matters of war; nor with a merchant concerning exchange; nor with a buyer of selling; nor with an envious man of thankfulness; nor with an unmerciful man touching kindness; nor with the slothful for any work; nor with an hireling for a year of finishing work; nor with an idle servant of much business: hearken not unto these in any matter of counsel."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But be continually with a godly man, whom thou knowest to keep the commandments of the Lord, whose, mind is according to thy mind, and will sorrow with thee, if thou shalt miscarry."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And let the counsel of thine own heart stand: for there is no man more faithful unto thee than it."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "For a man’s mind is sometime wont to tell him more than seven watchmen, that sit above in an high tower."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And above all this pray to the most High, that he will direct thy way in truth."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Let reason go before every enterprize, and counsel before every action."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The countenance is a sign of changing of the heart."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Four manner of things appear: good and evil, life and death: but the tongue ruleth over them continually."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "There is one that is wise and teacheth many, and yet is unprofitable to himself."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "There is one that sheweth wisdom in words, and is hated: he shall be destitute of all food."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For grace is not given, him from the Lord, because he is deprived of all wisdom."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Another is wise to himself; and the fruits of understanding are commendable in his mouth."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "A wise man instructeth his people; and the fruits of his understanding fail not."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "A wise man shall be filled with blessing; and all they that see him shall count him happy."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "The days of the life of man may be numbered: but the days of Israel are innumerable."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "A wise man shall inherit glory among his people, and his name shall be perpetual."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "My son, prove thy soul in thy life, and see what is evil for it, and give not that unto it."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "For all things are not profitable for all men, neither hath every soul pleasure in every thing."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Be not unsatiable in any dainty thing, nor too greedy upon meats:"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "For excess of meats bringeth sickness, and surfeiting will turn into choler."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "By surfeiting have many perished; but he that taketh heed prolongeth his life."
        }
      ]
    }
  ]
}