{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 39,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "But he that giveth his mind to the law of the most High, and is occupied in the meditation thereof, will seek out the wisdom of all the ancient, and be occupied in prophecies."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "He will keep the sayings of the renowned men: and where subtil parables are, he will be there also."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "He will seek out the secrets of grave sentences, and be conversant in dark parables."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He shall serve among great men, and appear before princes: he will travel through strange countries; for he hath tried the good and the evil among men."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "He will give his heart to resort early to the Lord that made him, and will pray before the most High, and will open his mouth in prayer, and make supplication for his sins."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "When the great Lord will, he shall be filled with the spirit of understanding: he shall pour out wise sentences, and give thanks unto the Lord in his prayer."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "He shall direct his counsel and knowledge, and in his secrets shall he meditate."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "He shall shew forth that which he hath learned, and shall glory in the law of the covenant of the Lord."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Many shall commend his understanding; and so long as the world endureth, it shall not be blotted out; his memorial shall not depart away, and his name shall live from generation to generation."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Nations shall shew forth his wisdom, and the congregation shall declare his praise."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "If he die, he shall leave a greater name than a thousand: and if he live, he shall increase it."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Yet have I more to say, which I have thought upon; for I am filled as the moon at the full."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Hearken unto me, ye holy children, and bud forth as a rose growing by the brook of the field:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And give ye a sweet savour as frankincense, and flourish as a lily, send forth a smell, and sing a song of praise, bless the Lord in all his works."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Magnify his name, and shew forth his praise with the songs of your lips, and with harps, and in praising him ye shall say after this manner:"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "All the works of the Lord are exceeding good, and whatsoever he commandeth shall be accomplished in due season."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And none may say, What is this? wherefore is that? for at time convenient they shall all be sought out: at his commandment the waters stood as an heap, and at the words of his mouth the receptacles of waters."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "At his commandment is done whatsoever pleaseth him; and none can hinder, when he will save."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The works of all flesh are before him, and nothing can be hid from his eyes."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "He seeth from everlasting to everlasting; and there is nothing wonderful before him."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "A man need not to say, What is this? wherefore is that? for he hath made all things for their uses."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "His blessing covered the dry land as a river, and watered it as a flood."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "As he hath turned the waters into saltness: so shall the heathen inherit his wrath."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "As his ways are plain unto the holy; so are they stumblingblocks unto the wicked."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "For the good are good things created from the beginning: so evil things for sinners."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "The principal things for the whole use of man’s life are water, fire, iron, and salt, flour of wheat, honey, milk, and the blood of the grape, and oil, and clothing."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "All these things are for good to the godly: so to the sinners they are turned into evil."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "There be spirits that are created for vengeance, which in their fury lay on sore strokes; in the time of destruction they pour out their force, and appease the wrath of him that made them."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Fire, and hail, and famine, and death, all these were created for vengeance;"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Teeth of wild beasts, and scorpions, serpents, and the sword punishing the wicked to destruction."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "They shall rejoice in his commandment, and they shall be ready upon earth, when need is; and when their time is come, they shall not transgress his word."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Therefore from the beginning I was resolved, and thought upon these things, and have left them in writing."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "All the works of the Lord are good: and he will give every needful thing in due season."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "So that a man cannot say, This is worse than that: for in time they shall all be well approved."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And therefore praise ye the Lord with the whole heart and mouth, and bless the name of the Lord."
        }
      ]
    }
  ]
}