{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 40,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Great travail is created for every man, and an heavy yoke is upon the sons of Adam, from the day that they go out of their mother’s womb, till the day that they return to the mother of all things."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Their imagination of things to come, and the day of death,"
        },
        {
          "add": "trouble"
        },
        {
          "t": "their thoughts, and"
        },
        {
          "add": "cause"
        },
        {
          "t": "fear of heart;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "From him that sitteth on a throne of glory, unto him that is humbled in earth and ashes;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "From him that weareth purple and a crown, unto him that is clothed with a linen frock."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Wrath, and envy, trouble, and unquietness, fear of death, and anger, and strife, and in the time of rest upon his bed his night sleep, do change his knowledge."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "A little or nothing is his rest, and afterward he is in his sleep, as in a day of keeping watch, troubled in the vision of his heart, as if he were escaped out of a battle."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "When all is safe, he awaketh, and marvelleth that the fear was nothing."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "add": "Such things happen"
        },
        {
          "t": "unto all flesh, both man and beast, and that is sevenfold more upon sinners."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Death, and bloodshed, strife, and sword, calamities, famine, tribulation, and the scourge;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "These things are created for the wicked, and for their sakes came the flood."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "All things that are of the earth shall turn to the earth again: and that which is of the waters doth return into the sea."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "All bribery and injustice shall be blotted out: but true dealing shall endure for ever."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "The goods of the unjust shall be dried up like a river, and shall vanish with noise, like a great thunder in rain."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "While he openeth his hand he shall rejoice: so shall transgressors come to nought."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "The children of the ungodly shall not bring forth many branches: but are as unclean roots upon a hard rock."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "The weed growing upon every water and bank of a river shall be pulled up before all grass."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Bountifulness is as a most fruitful garden, and mercifulness endureth for ever."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "To labour, and to be content with that a man hath, is a sweet life: but he that findeth a treasure is above them both."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Children and the building of a city continue a man’s name: but a blameless wife is counted above them both."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Wine and musick rejoice the heart: but the love of wisdom is above them both."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "The pipe and the psaltery make sweet melody: but a pleasant tongue is above them both."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Thine eye desireth favour and beauty: but more than both corn while it is green."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "A friend and companion never meet amiss: but above both is a wife with her husband."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Brethren and help are against time of trouble: but alms shall deliver more than them both."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Gold and silver make the foot stand sure: but counsel is esteemed above them both."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Riches and strength lift up the heart: but the fear of the Lord is above them both: there is no want in the fear of the Lord, and it needeth not to seek help."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "The fear of the Lord is a fruitful garden, and covereth him above all glory."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "My son, lead not a beggar’s life; for better it is to die than to beg."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "The life of him that dependeth on another man’s table is not to be counted for a life; for he polluteth himself with other men’s meat: but a wise man well nurtured will beware thereof."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Begging is sweet in the mouth of the shameless: but in his belly there shall burn a fire."
        }
      ]
    }
  ]
}