{
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 42,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Of these things be not thou ashamed, and accept no person to sin thereby:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Of the law of the most High, and his covenant; and of judgment to justify the ungodly;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Of reckoning with thy partners and travellers; or of the gift of the heritage of friends;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Of exactness of balance and weights; or of getting much or little;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And of merchants’ indifferent selling; of much correction of children; and to make the side of an evil servant to bleed."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Sure keeping is good, where an evil wife is; and shut up, where many hands are."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Deliver all things in number and weight; and put all in writing that thou givest out, or receivest in."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Be not ashamed to inform the unwise and foolish, and the extreme aged that contendeth with those that are young: thus shalt thou be truly learned, and approved of all men living."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "The father waketh for the daughter, when no man knoweth; and the care for her taketh away sleep: when she is young, lest she pass away the flower of her age; and being married, lest she should be hated:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "In her virginity, lest she should be defiled and gotten with child in her father’s house; and having an husband, lest she should misbehave herself; and when she is married, lest she should be barren."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Keep a sure watch over a shameless daughter, lest she make thee a laughingstock to thine enemies, and a byword in the city, and a reproach among the people, and make thee ashamed before the multitude."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Behold not every body’s beauty, and sit not in the midst of women."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "For from garments cometh a moth, and from women wickedness."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Better is the churlishness of a man than a courteous woman, a woman, I say, which bringeth shame and reproach."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "I will now remember the works of the Lord, and declare the things that I have seen: In the words of the Lord are his works."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "The sun that giveth light looketh upon all things, and the work thereof is full of the glory of the Lord."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The Lord hath not given power to the saints to declare all his marvellous works, which the Almighty Lord firmly settled, that whatsoever is might be established for his glory."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "He seeketh out the deep, and the heart, and considereth their crafty devices: for the Lord knoweth all that may be known, and he beholdeth the signs of the world."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "He declareth the things that are past, and for to come, and revealeth the steps of hidden things."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "No thought escapeth him, neither any word is hidden from him."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "He hath garnished the excellent works of his wisdom, and he is from everlasting to everlasting: unto him may nothing be added, neither can he be diminished, and he hath no need of any counsellor."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Oh how desirable are all his works! and that a man may see even to a spark."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "All these things live and remain for ever for all uses, and they are all obedient."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "All things are double one against another: and he hath made nothing imperfect."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "One thing establisheth the good or another: and who shall be filled with beholding his glory?"
        }
      ]
    }
  ]
}