{
  "schema": 1,
  "work": "KJV",
  "osis": "Sir",
  "abbr": "SIR",
  "chapter": 47,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And after him rose up Nathan to prophesy in the time of David."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "As is the fat taken away from the peace offering, so was David chosen out of the children of Israel."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "He played with lions as with kids, and with bears as with lambs."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Slew he not a giant, when he was yet but young? and did he not take away reproach from the people, when he lifted up his hand with the stone in the sling, and beat down the boasting of Goliath?"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For he called upon the most high Lord; and he gave him strength in his right hand to slay that mighty warrior, and set up the horn of his people."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "So the people honoured him with ten thousands, and praised him in the blessings of the Lord, in that he gave him a crown of glory."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For he destroyed the enemies on every side, and brought to nought the Philistines his adversaries, and brake their horn in sunder unto this day."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "In all his works he praised the Holy One most high with words of glory; with his whole heart he sung songs, and loved him that made him."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "He set singers also before the altar, that by their voices they might make sweet melody, and daily sing praises in their songs."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "He beautified their feasts, and set in order the solemn times until the end, that they might praise his holy name, and that the temple might sound from morning."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "The Lord took away his sins, and exalted his horn for ever: he gave him a covenant of kings, and a throne of glory in Israel."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "After him rose up a wise son, and for his sake he dwelt at large."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Solomon reigned in a peaceable time, and was honoured; for God made all quiet round about him, that he might build an house in his name, and prepare his sanctuary for ever."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "How wise wast thou in thy youth and, as a flood, filled with understanding!"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Thy soul covered the whole earth, and thou filledst it with dark parables."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Thy name went far unto the islands; and for thy peace thou wast beloved."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The countries marvelled at thee for thy songs, and proverbs, and parables, and interpretations."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "By the name of the Lord God, which is called the Lord God of Israel, thou didst gather gold as tin and didst multiply silver as lead."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Thou didst bow thy loins unto women, and by thy body thou wast brought into subjection."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Thou didst stain thy honour, and pollute thy seed: so that thou broughtest wrath upon thy children, and wast grieved for thy folly."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "So the kingdom was divided, and out of Ephraim ruled a rebellious kingdom."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "But the Lord will never leave off his mercy, neither shall any of his works perish, neither will he abolish the posterity of his elect, and the seed of him that loveth him he will not take away: wherefore he gave a remnant unto Jacob, and out of him a root unto David."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Thus rested Solomon with his fathers, and of his seed he left behind him Roboam, even the foolishness of the people, and one that had no understanding, who turned away the people through his counsel. There was also Jeroboam the son of Nebat, who caused Israel to sin, and shewed Ephraim the way of sin:"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And their sins were multiplied exceedingly, that they were driven out of the land."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "For they sought out all wickedness, till the vengeance came upon them."
        }
      ]
    }
  ]
}