{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Kgs",
  "abbr": "1KI",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "plain": "Now king David was old and stricken in years; and they covered him with clothes, but he gat no heat.",
      "tokens": [
        {
          "t": "Now king David was old "
        },
        {
          "add": "and"
        },
        {
          "t": " stricken in years; and they covered him with clothes, but he gat no heat. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin: and let her stand before the king, and let her cherish him, and let her lie in thy bosom, that my lord the king may get heat.",
      "tokens": [
        {
          "t": "Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin: and let her stand before the king, and let her cherish him, and let her lie in thy bosom, that my lord the king may get heat. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "So they sought for a fair damsel throughout all the coasts of Israel, and found Abishag a Shunammite, and brought her to the king.",
      "tokens": [
        {
          "t": "So they sought for a fair damsel throughout all the coasts of Israel, and found Abishag a Shunammite, and brought her to the king. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the damsel was very fair, and cherished the king, and ministered to him: but the king knew her not.",
      "tokens": [
        {
          "t": "And the damsel "
        },
        {
          "add": "was"
        },
        {
          "t": " very fair, and cherished the king, and ministered to him: but the king knew her not. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Then Adonijah the son of Haggith exalted himself, saying, I will be king: and he prepared him chariots and horsemen, and fifty men to run before him.",
      "tokens": [
        {
          "t": "¶ Then Adonijah the son of Haggith exalted himself, saying, I will be king: and he prepared him chariots and horsemen, and fifty men to run before him. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And his father had not displeased him at any time in saying, Why hast thou done so? and he also was a very goodly man; and his mother bare him after Absalom.",
      "tokens": [
        {
          "t": "And his father had not displeased him at any time in saying, Why hast thou done so? and he also "
        },
        {
          "add": "was a"
        },
        {
          "t": " very goodly "
        },
        {
          "add": "man;"
        },
        {
          "t": " and "
        },
        {
          "add": "his mother"
        },
        {
          "t": " bare him after Absalom. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And he conferred with Joab the son of Zeruiah, and with Abiathar the priest: and they following Adonijah helped him.",
      "tokens": [
        {
          "t": "And he conferred with Joab the son of Zeruiah, and with Abiathar the priest: and they following Adonijah helped "
        },
        {
          "add": "him"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 8,
      "plain": "But Zadok the priest, and Benaiah the son of Jehoiada, and Nathan the prophet, and Shimei, and Rei, and the mighty men which belonged to David, were not with Adonijah.",
      "tokens": [
        {
          "t": "But Zadok the priest, and Benaiah the son of Jehoiada, and Nathan the prophet, and Shimei, and Rei, and the mighty men which "
        },
        {
          "add": "belonged"
        },
        {
          "t": " to David, were not with Adonijah. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And Adonijah slew sheep and oxen and fat cattle by the stone of Zoheleth, which is by En-rogel, and called all his brethren the king’s sons, and all the men of Judah the king’s servants:",
      "tokens": [
        {
          "t": "And Adonijah slew sheep and oxen and fat cattle by the stone of Zoheleth, which "
        },
        {
          "add": "is"
        },
        {
          "t": " by En-rogel, and called all his brethren the king’s sons, and all the men of Judah the king’s servants: "
        }
      ]
    },
    {
      "v": 10,
      "plain": "But Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother, he called not.",
      "tokens": [
        {
          "t": "But Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother, he called not. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "¶ Wherefore Nathan spake unto Bath-sheba the mother of Solomon, saying, Hast thou not heard that Adonijah the son of Haggith doth reign, and David our lord knoweth it not?",
      "tokens": [
        {
          "t": "¶ Wherefore Nathan spake unto Bath-sheba the mother of Solomon, saying, Hast thou not heard that Adonijah the son of Haggith doth reign, and David our lord knoweth "
        },
        {
          "add": "it"
        },
        {
          "t": " not? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Now therefore come, let me, I pray thee, give thee counsel, that thou mayest save thine own life, and the life of thy son Solomon.",
      "tokens": [
        {
          "t": "Now therefore come, let me, I pray thee, give thee counsel, that thou mayest save thine own life, and the life of thy son Solomon. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Go and get thee in unto king David, and say unto him, Didst not thou, my lord, O king, swear unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne? why then doth Adonijah reign?",
      "tokens": [
        {
          "t": "Go and get thee in unto king David, and say unto him, Didst not thou, my lord, O king, swear unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne? why then doth Adonijah reign? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words.",
      "tokens": [
        {
          "t": "Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ And Bath-sheba went in unto the king into the chamber: and the king was very old; and Abishag the Shunammite ministered unto the king.",
      "tokens": [
        {
          "t": "¶ And Bath-sheba went in unto the king into the chamber: and the king was very old; and Abishag the Shunammite ministered unto the king. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And Bath-sheba bowed, and did obeisance unto the king. And the king said, What wouldest thou?",
      "tokens": [
        {
          "t": "And Bath-sheba bowed, and did obeisance unto the king. And the king said, What wouldest thou? "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And she said unto him, My lord, thou swarest by the LORD thy God unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne.",
      "tokens": [
        {
          "t": "And she said unto him, My lord, thou swarest by the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God unto thine handmaid, "
        },
        {
          "add": "saying"
        },
        {
          "t": ", Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And now, behold, Adonijah reigneth; and now, my lord the king, thou knowest it not:",
      "tokens": [
        {
          "t": "And now, behold, Adonijah reigneth; and now, my lord the king, thou knowest "
        },
        {
          "add": "it"
        },
        {
          "t": " not: "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And he hath slain oxen and fat cattle and sheep in abundance, and hath called all the sons of the king, and Abiathar the priest, and Joab the captain of the host: but Solomon thy servant hath he not called.",
      "tokens": [
        {
          "t": "And he hath slain oxen and fat cattle and sheep in abundance, and hath called all the sons of the king, and Abiathar the priest, and Joab the captain of the host: but Solomon thy servant hath he not called. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And thou, my lord, O king, the eyes of all Israel are upon thee, that thou shouldest tell them who shall sit on the throne of my lord the king after him.",
      "tokens": [
        {
          "t": "And thou, my lord, O king, the eyes of all Israel "
        },
        {
          "add": "are"
        },
        {
          "t": " upon thee, that thou shouldest tell them who shall sit on the throne of my lord the king after him. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Otherwise it shall come to pass, when my lord the king shall sleep with his fathers, that I and my son Solomon shall be counted offenders.",
      "tokens": [
        {
          "t": "Otherwise it shall come to pass, when my lord the king shall sleep with his fathers, that I and my son Solomon shall be counted offenders. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "¶ And, lo, while she yet talked with the king, Nathan the prophet also came in.",
      "tokens": [
        {
          "t": "¶ And, lo, while she yet talked with the king, Nathan the prophet also came in. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And they told the king, saying, Behold Nathan the prophet. And when he was come in before the king, he bowed himself before the king with his face to the ground.",
      "tokens": [
        {
          "t": "And they told the king, saying, Behold Nathan the prophet. And when he was come in before the king, he bowed himself before the king with his face to the ground. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And Nathan said, My lord, O king, hast thou said, Adonijah shall reign after me, and he shall sit upon my throne?",
      "tokens": [
        {
          "t": "And Nathan said, My lord, O king, hast thou said, Adonijah shall reign after me, and he shall sit upon my throne? "
        }
      ]
    },
    {
      "v": 25,
      "plain": "For he is gone down this day, and hath slain oxen and fat cattle and sheep in abundance, and hath called all the king’s sons, and the captains of the host, and Abiathar the priest; and, behold, they eat and drink before him, and say, God save king Adonijah.",
      "tokens": [
        {
          "t": "For he is gone down this day, and hath slain oxen and fat cattle and sheep in abundance, and hath called all the king’s sons, and the captains of the host, and Abiathar the priest; and, behold, they eat and drink before him, and say, God save king Adonijah. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "But me, even me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and thy servant Solomon, hath he not called.",
      "tokens": [
        {
          "t": "But me, "
        },
        {
          "add": "even"
        },
        {
          "t": " me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and thy servant Solomon, hath he not called. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Is this thing done by my lord the king, and thou hast not shewed it unto thy servant, who should sit on the throne of my lord the king after him?",
      "tokens": [
        {
          "t": "Is this thing done by my lord the king, and thou hast not shewed "
        },
        {
          "add": "it"
        },
        {
          "t": " unto thy servant, who should sit on the throne of my lord the king after him? "
        }
      ]
    },
    {
      "v": 28,
      "plain": "¶ Then king David answered and said, Call me Bath-sheba. And she came into the king’s presence, and stood before the king.",
      "tokens": [
        {
          "t": "¶ Then king David answered and said, Call me Bath-sheba. And she came into the king’s presence, and stood before the king. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And the king sware, and said, As the LORD liveth, that hath redeemed my soul out of all distress,",
      "tokens": [
        {
          "t": "And the king sware, and said, "
        },
        {
          "add": "As"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " liveth, that hath redeemed my soul out of all distress, "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Even as I sware unto thee by the LORD God of Israel, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne in my stead; even so will I certainly do this day.",
      "tokens": [
        {
          "t": "Even as I sware unto thee by the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne in my stead; even so will I certainly do this day. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Then Bath-sheba bowed with her face to the earth, and did reverence to the king, and said, Let my lord king David live for ever.",
      "tokens": [
        {
          "t": "Then Bath-sheba bowed with "
        },
        {
          "add": "her"
        },
        {
          "t": " face to the earth, and did reverence to the king, and said, Let my lord king David live for ever. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "¶ And king David said, Call me Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada. And they came before the king.",
      "tokens": [
        {
          "t": "¶ And king David said, Call me Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada. And they came before the king. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "The king also said unto them, Take with you the servants of your lord, and cause Solomon my son to ride upon mine own mule, and bring him down to Gihon:",
      "tokens": [
        {
          "t": "The king also said unto them, Take with you the servants of your lord, and cause Solomon my son to ride upon mine own mule, and bring him down to Gihon: "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And let Zadok the priest and Nathan the prophet anoint him there king over Israel: and blow ye with the trumpet, and say, God save king Solomon.",
      "tokens": [
        {
          "t": "And let Zadok the priest and Nathan the prophet anoint him there king over Israel: and blow ye with the trumpet, and say, God save king Solomon. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah.",
      "tokens": [
        {
          "t": "Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And Benaiah the son of Jehoiada answered the king, and said, Amen: the LORD God of my lord the king say so too.",
      "tokens": [
        {
          "t": "And Benaiah the son of Jehoiada answered the king, and said, Amen: the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of my lord the king say so "
        },
        {
          "add": "too"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 37,
      "plain": "As the LORD hath been with my lord the king, even so be he with Solomon, and make his throne greater than the throne of my lord king David.",
      "tokens": [
        {
          "t": "As the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath been with my lord the king, even so be he with Solomon, and make his throne greater than the throne of my lord king David. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "So Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, went down, and caused Solomon to ride upon king David’s mule, and brought him to Gihon.",
      "tokens": [
        {
          "t": "So Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, went down, and caused Solomon to ride upon king David’s mule, and brought him to Gihon. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And Zadok the priest took an horn of oil out of the tabernacle, and anointed Solomon. And they blew the trumpet; and all the people said, God save king Solomon.",
      "tokens": [
        {
          "t": "And Zadok the priest took an horn of oil out of the tabernacle, and anointed Solomon. And they blew the trumpet; and all the people said, God save king Solomon. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And all the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth rent with the sound of them.",
      "tokens": [
        {
          "t": "And all the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth rent with the sound of them. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "¶ And Adonijah and all the guests that were with him heard it as they had made an end of eating. And when Joab heard the sound of the trumpet, he said, Wherefore is this noise of the city being in an uproar?",
      "tokens": [
        {
          "t": "¶ And Adonijah and all the guests that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him heard "
        },
        {
          "add": "it"
        },
        {
          "t": " as they had made an end of eating. And when Joab heard the sound of the trumpet, he said, Wherefore "
        },
        {
          "add": "is this"
        },
        {
          "t": " noise of the city being in an uproar? "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And while he yet spake, behold, Jonathan the son of Abiathar the priest came: and Adonijah said unto him, Come in; for thou art a valiant man, and bringest good tidings.",
      "tokens": [
        {
          "t": "And while he yet spake, behold, Jonathan the son of Abiathar the priest came: and Adonijah said unto him, Come in; for thou "
        },
        {
          "add": "art"
        },
        {
          "t": " a valiant man, and bringest good tidings. "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And Jonathan answered and said to Adonijah, Verily our lord king David hath made Solomon king.",
      "tokens": [
        {
          "t": "And Jonathan answered and said to Adonijah, Verily our lord king David hath made Solomon king. "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And the king hath sent with him Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, and they have caused him to ride upon the king’s mule:",
      "tokens": [
        {
          "t": "And the king hath sent with him Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, and they have caused him to ride upon the king’s mule: "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And Zadok the priest and Nathan the prophet have anointed him king in Gihon: and they are come up from thence rejoicing, so that the city rang again. This is the noise that ye have heard.",
      "tokens": [
        {
          "t": "And Zadok the priest and Nathan the prophet have anointed him king in Gihon: and they are come up from thence rejoicing, so that the city rang again. This "
        },
        {
          "add": "is"
        },
        {
          "t": " the noise that ye have heard. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "And also Solomon sitteth on the throne of the kingdom.",
      "tokens": [
        {
          "t": "And also Solomon sitteth on the throne of the kingdom. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And moreover the king’s servants came to bless our lord king David, saying, God make the name of Solomon better than thy name, and make his throne greater than thy throne. And the king bowed himself upon the bed.",
      "tokens": [
        {
          "t": "And moreover the king’s servants came to bless our lord king David, saying, God make the name of Solomon better than thy name, and make his throne greater than thy throne. And the king bowed himself upon the bed. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "And also thus said the king, Blessed be the LORD God of Israel, which hath given one to sit on my throne this day, mine eyes even seeing it.",
      "tokens": [
        {
          "t": "And also thus said the king, Blessed "
        },
        {
          "add": "be"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel, which hath given "
        },
        {
          "add": "one"
        },
        {
          "t": " to sit on my throne this day, mine eyes even seeing "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 49,
      "plain": "And all the guests that were with Adonijah were afraid, and rose up, and went every man his way.",
      "tokens": [
        {
          "t": "And all the guests that "
        },
        {
          "add": "were"
        },
        {
          "t": " with Adonijah were afraid, and rose up, and went every man his way. "
        }
      ]
    },
    {
      "v": 50,
      "plain": "¶ And Adonijah feared because of Solomon, and arose, and went, and caught hold on the horns of the altar.",
      "tokens": [
        {
          "t": "¶ And Adonijah feared because of Solomon, and arose, and went, and caught hold on the horns of the altar. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "And it was told Solomon, saying, Behold, Adonijah feareth king Solomon: for, lo, he hath caught hold on the horns of the altar, saying, Let king Solomon swear unto me to day that he will not slay his servant with the sword.",
      "tokens": [
        {
          "t": "And it was told Solomon, saying, Behold, Adonijah feareth king Solomon: for, lo, he hath caught hold on the horns of the altar, saying, Let king Solomon swear unto me to day that he will not slay his servant with the sword. "
        }
      ]
    },
    {
      "v": 52,
      "plain": "And Solomon said, If he will shew himself a worthy man, there shall not an hair of him fall to the earth: but if wickedness shall be found in him, he shall die.",
      "tokens": [
        {
          "t": "And Solomon said, If he will shew himself a worthy man, there shall not an hair of him fall to the earth: but if wickedness shall be found in him, he shall die. "
        }
      ]
    },
    {
      "v": 53,
      "plain": "So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house.",
      "tokens": [
        {
          "t": "So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "stricken…: Heb. entered into days"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "Let there…: Heb. Let them seek"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 2
      },
      "text": "a young…: Heb. a damsel, a virgin"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 2
      },
      "text": "cherish…: Heb. be a cherisher unto him"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 5
      },
      "text": "be king: Heb. reign"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 6
      },
      "text": "at any…: Heb. from his days"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 7
      },
      "text": "he…: Heb. his words were with"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 7
      },
      "text": "following…: Heb. helped after Adonijah"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 9
      },
      "text": "En-rogel: or, the well Rogel"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 14
      },
      "text": "confirm: Heb. fill up"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 16
      },
      "text": "What…: Heb. What to thee?"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 21
      },
      "text": "offenders: Heb. sinners"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 25
      },
      "text": "God…: Heb. Let king Adonijah live"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 28
      },
      "text": "into…: Heb. before the king"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 33
      },
      "text": "mine…: Heb. which belongeth to me"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 40
      },
      "text": "pipes: or, flutes"
    }
  ]
}