{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Kgs",
  "abbr": "1KI",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "plain": "But Solomon was building his own house thirteen years, and he finished all his house.",
      "tokens": [
        {
          "t": "But Solomon was building his own house thirteen years, and he finished all his house. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "¶ He built also the house of the forest of Lebanon; the length thereof was an hundred cubits, and the breadth thereof fifty cubits, and the height thereof thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars.",
      "tokens": [
        {
          "t": "¶ He built also the house of the forest of Lebanon; the length thereof "
        },
        {
          "add": "was"
        },
        {
          "t": " an hundred cubits, and the breadth thereof fifty cubits, and the height thereof thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And it was covered with cedar above upon the beams, that lay on forty five pillars, fifteen in a row.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "it was"
        },
        {
          "t": " covered with cedar above upon the beams, that "
        },
        {
          "add": "lay"
        },
        {
          "t": " on forty five pillars, fifteen "
        },
        {
          "add": "in"
        },
        {
          "t": " a row. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And there were windows in three rows, and light was against light in three ranks.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "there were"
        },
        {
          "t": " windows "
        },
        {
          "add": "in"
        },
        {
          "t": " three rows, and light "
        },
        {
          "add": "was"
        },
        {
          "t": " against light "
        },
        {
          "add": "in"
        },
        {
          "t": " three ranks. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And all the doors and posts were square, with the windows: and light was against light in three ranks.",
      "tokens": [
        {
          "t": "And all the doors and posts "
        },
        {
          "add": "were"
        },
        {
          "t": " square, with the windows: and light "
        },
        {
          "add": "was"
        },
        {
          "t": " against light "
        },
        {
          "add": "in"
        },
        {
          "t": " three ranks. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ And he made a porch of pillars; the length thereof was fifty cubits, and the breadth thereof thirty cubits: and the porch was before them: and the other pillars and the thick beam were before them.",
      "tokens": [
        {
          "t": "¶ And he made a porch of pillars; the length thereof "
        },
        {
          "add": "was"
        },
        {
          "t": " fifty cubits, and the breadth thereof thirty cubits: and the porch "
        },
        {
          "add": "was"
        },
        {
          "t": " before them: and the "
        },
        {
          "add": "other"
        },
        {
          "t": " pillars and the thick beam "
        },
        {
          "add": "were"
        },
        {
          "t": " before them. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ Then he made a porch for the throne where he might judge, even the porch of judgment: and it was covered with cedar from one side of the floor to the other.",
      "tokens": [
        {
          "t": "¶ Then he made a porch for the throne where he might judge, "
        },
        {
          "add": "even"
        },
        {
          "t": " the porch of judgment: and "
        },
        {
          "add": "it was"
        },
        {
          "t": " covered with cedar from one side of the floor to the other. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ And his house where he dwelt had another court within the porch, which was of the like work. Solomon made also an house for Pharaoh’s daughter, whom he had taken to wife, like unto this porch.",
      "tokens": [
        {
          "t": "¶ And his house where he dwelt "
        },
        {
          "add": "had"
        },
        {
          "t": " another court within the porch, "
        },
        {
          "add": "which"
        },
        {
          "t": " was of the like work. Solomon made also an house for Pharaoh’s daughter, whom he had taken "
        },
        {
          "add": "to wife"
        },
        {
          "t": ", like unto this porch. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "All these were of costly stones, according to the measures of hewed stones, sawed with saws, within and without, even from the foundation unto the coping, and so on the outside toward the great court.",
      "tokens": [
        {
          "t": "All these "
        },
        {
          "add": "were of"
        },
        {
          "t": " costly stones, according to the measures of hewed stones, sawed with saws, within and without, even from the foundation unto the coping, and "
        },
        {
          "add": "so"
        },
        {
          "t": " on the outside toward the great court. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the foundation was of costly stones, even great stones, stones of ten cubits, and stones of eight cubits.",
      "tokens": [
        {
          "t": "And the foundation "
        },
        {
          "add": "was of"
        },
        {
          "t": " costly stones, even great stones, stones of ten cubits, and stones of eight cubits. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And above were costly stones, after the measures of hewed stones, and cedars.",
      "tokens": [
        {
          "t": "And above "
        },
        {
          "add": "were"
        },
        {
          "t": " costly stones, after the measures of hewed stones, and cedars. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And the great court round about was with three rows of hewed stones, and a row of cedar beams, both for the inner court of the house of the LORD, and for the porch of the house.",
      "tokens": [
        {
          "t": "And the great court round about "
        },
        {
          "add": "was"
        },
        {
          "t": " with three rows of hewed stones, and a row of cedar beams, both for the inner court of the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and for the porch of the house. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And king Solomon sent and fetched Hiram out of Tyre.",
      "tokens": [
        {
          "t": "¶ And king Solomon sent and fetched Hiram out of Tyre. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "He was a widow’s son of the tribe of Naphtali, and his father was a man of Tyre, a worker in brass: and he was filled with wisdom, and understanding, and cunning to work all works in brass. And he came to king Solomon, and wrought all his work.",
      "tokens": [
        {
          "t": "He "
        },
        {
          "add": "was"
        },
        {
          "t": " a widow’s son of the tribe of Naphtali, and his father "
        },
        {
          "add": "was"
        },
        {
          "t": " a man of Tyre, a worker in brass: and he was filled with wisdom, and understanding, and cunning to work all works in brass. And he came to king Solomon, and wrought all his work. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "For he cast two pillars of brass, of eighteen cubits high apiece: and a line of twelve cubits did compass either of them about.",
      "tokens": [
        {
          "t": "For he cast two pillars of brass, of eighteen cubits high apiece: and a line of twelve cubits did compass either of them about. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And he made two chapiters of molten brass, to set upon the tops of the pillars: the height of the one chapiter was five cubits, and the height of the other chapiter was five cubits:",
      "tokens": [
        {
          "t": "And he made two chapiters "
        },
        {
          "add": "of"
        },
        {
          "t": " molten brass, to set upon the tops of the pillars: the height of the one chapiter "
        },
        {
          "add": "was"
        },
        {
          "t": " five cubits, and the height of the other chapiter "
        },
        {
          "add": "was"
        },
        {
          "t": " five cubits: "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And nets of checker work, and wreaths of chain work, for the chapiters which were upon the top of the pillars; seven for the one chapiter, and seven for the other chapiter.",
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": " nets of checker work, and wreaths of chain work, for the chapiters which "
        },
        {
          "add": "were"
        },
        {
          "t": " upon the top of the pillars; seven for the one chapiter, and seven for the other chapiter. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And he made the pillars, and two rows round about upon the one network, to cover the chapiters that were upon the top, with pomegranates: and so did he for the other chapiter.",
      "tokens": [
        {
          "t": "And he made the pillars, and two rows round about upon the one network, to cover the chapiters that "
        },
        {
          "add": "were"
        },
        {
          "t": " upon the top, with pomegranates: and so did he for the other chapiter. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And the chapiters that were upon the top of the pillars were of lily work in the porch, four cubits.",
      "tokens": [
        {
          "t": "And the chapiters that "
        },
        {
          "add": "were"
        },
        {
          "t": " upon the top of the pillars "
        },
        {
          "add": "were"
        },
        {
          "t": " of lily work in the porch, four cubits. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And the chapiters upon the two pillars had pomegranates also above, over against the belly which was by the network: and the pomegranates were two hundred in rows round about upon the other chapiter.",
      "tokens": [
        {
          "t": "And the chapiters upon the two pillars "
        },
        {
          "add": "had pomegranates"
        },
        {
          "t": " also above, over against the belly which "
        },
        {
          "add": "was"
        },
        {
          "t": " by the network: and the pomegranates "
        },
        {
          "add": "were"
        },
        {
          "t": " two hundred in rows round about upon the other chapiter. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And he set up the pillars in the porch of the temple: and he set up the right pillar, and called the name thereof Jachin: and he set up the left pillar, and called the name thereof Boaz.",
      "tokens": [
        {
          "t": "And he set up the pillars in the porch of the temple: and he set up the right pillar, and called the name thereof Jachin: and he set up the left pillar, and called the name thereof Boaz. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And upon the top of the pillars was lily work: so was the work of the pillars finished.",
      "tokens": [
        {
          "t": "And upon the top of the pillars "
        },
        {
          "add": "was"
        },
        {
          "t": " lily work: so was the work of the pillars finished. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ And he made a molten sea, ten cubits from the one brim to the other: it was round all about, and his height was five cubits: and a line of thirty cubits did compass it round about.",
      "tokens": [
        {
          "t": "¶ And he made a molten sea, ten cubits from the one brim to the other: "
        },
        {
          "add": "it was"
        },
        {
          "t": " round all about, and his height "
        },
        {
          "add": "was"
        },
        {
          "t": " five cubits: and a line of thirty cubits did compass it round about. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And under the brim of it round about there were knops compassing it, ten in a cubit, compassing the sea round about: the knops were cast in two rows, when it was cast.",
      "tokens": [
        {
          "t": "And under the brim of it round about "
        },
        {
          "add": "there were"
        },
        {
          "t": " knops compassing it, ten in a cubit, compassing the sea round about: the knops "
        },
        {
          "add": "were"
        },
        {
          "t": " cast in two rows, when it was cast. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea was set above upon them, and all their hinder parts were inward.",
      "tokens": [
        {
          "t": "It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea "
        },
        {
          "add": "was set"
        },
        {
          "t": " above upon them, and all their hinder parts "
        },
        {
          "add": "were"
        },
        {
          "t": " inward. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And it was an hand breadth thick, and the brim thereof was wrought like the brim of a cup, with flowers of lilies: it contained two thousand baths.",
      "tokens": [
        {
          "t": "And it "
        },
        {
          "add": "was"
        },
        {
          "t": " an hand breadth thick, and the brim thereof was wrought like the brim of a cup, with flowers of lilies: it contained two thousand baths. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ And he made ten bases of brass; four cubits was the length of one base, and four cubits the breadth thereof, and three cubits the height of it.",
      "tokens": [
        {
          "t": "¶ And he made ten bases of brass; four cubits "
        },
        {
          "add": "was"
        },
        {
          "t": " the length of one base, and four cubits the breadth thereof, and three cubits the height of it. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And the work of the bases was on this manner: they had borders, and the borders were between the ledges:",
      "tokens": [
        {
          "t": "And the work of the bases "
        },
        {
          "add": "was"
        },
        {
          "t": " on this "
        },
        {
          "add": "manner:"
        },
        {
          "t": " they had borders, and the borders "
        },
        {
          "add": "were"
        },
        {
          "t": " between the ledges: "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And on the borders that were between the ledges were lions, oxen, and cherubims: and upon the ledges there was a base above: and beneath the lions and oxen were certain additions made of thin work.",
      "tokens": [
        {
          "t": "And on the borders that "
        },
        {
          "add": "were"
        },
        {
          "t": " between the ledges "
        },
        {
          "add": "were"
        },
        {
          "t": " lions, oxen, and cherubims: and upon the ledges "
        },
        {
          "add": "there was"
        },
        {
          "t": " a base above: and beneath the lions and oxen "
        },
        {
          "add": "were"
        },
        {
          "t": " certain additions made of thin work. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And every base had four brasen wheels, and plates of brass: and the four corners thereof had undersetters: under the laver were undersetters molten, at the side of every addition.",
      "tokens": [
        {
          "t": "And every base had four brasen wheels, and plates of brass: and the four corners thereof had undersetters: under the laver "
        },
        {
          "add": "were"
        },
        {
          "t": " undersetters molten, at the side of every addition. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And the mouth of it within the chapiter and above was a cubit: but the mouth thereof was round after the work of the base, a cubit and an half: and also upon the mouth of it were gravings with their borders, foursquare, not round.",
      "tokens": [
        {
          "t": "And the mouth of it within the chapiter and above "
        },
        {
          "add": "was"
        },
        {
          "t": " a cubit: but the mouth thereof "
        },
        {
          "add": "was"
        },
        {
          "t": " round "
        },
        {
          "add": "after"
        },
        {
          "t": " the work of the base, a cubit and an half: and also upon the mouth of it "
        },
        {
          "add": "were"
        },
        {
          "t": " gravings with their borders, foursquare, not round. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And under the borders were four wheels; and the axletrees of the wheels were joined to the base: and the height of a wheel was a cubit and half a cubit.",
      "tokens": [
        {
          "t": "And under the borders "
        },
        {
          "add": "were"
        },
        {
          "t": " four wheels; and the axletrees of the wheels "
        },
        {
          "add": "were joined"
        },
        {
          "t": " to the base: and the height of a wheel "
        },
        {
          "add": "was"
        },
        {
          "t": " a cubit and half a cubit. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And the work of the wheels was like the work of a chariot wheel: their axletrees, and their naves, and their felloes, and their spokes, were all molten.",
      "tokens": [
        {
          "t": "And the work of the wheels "
        },
        {
          "add": "was"
        },
        {
          "t": " like the work of a chariot wheel: their axletrees, and their naves, and their felloes, and their spokes, "
        },
        {
          "add": "were"
        },
        {
          "t": " all molten. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And there were four undersetters to the four corners of one base: and the undersetters were of the very base itself.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "there were"
        },
        {
          "t": " four undersetters to the four corners of one base: "
        },
        {
          "add": "and"
        },
        {
          "t": " the undersetters "
        },
        {
          "add": "were"
        },
        {
          "t": " of the very base itself. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And in the top of the base was there a round compass of half a cubit high: and on the top of the base the ledges thereof and the borders thereof were of the same.",
      "tokens": [
        {
          "t": "And in the top of the base "
        },
        {
          "add": "was there"
        },
        {
          "t": " a round compass of half a cubit high: and on the top of the base the ledges thereof and the borders thereof "
        },
        {
          "add": "were"
        },
        {
          "t": " of the same. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "For on the plates of the ledges thereof, and on the borders thereof, he graved cherubims, lions, and palm trees, according to the proportion of every one, and additions round about.",
      "tokens": [
        {
          "t": "For on the plates of the ledges thereof, and on the borders thereof, he graved cherubims, lions, and palm trees, according to the proportion of every one, and additions round about. "
        }
      ]
    },
    {
      "v": 37,
      "plain": "After this manner he made the ten bases: all of them had one casting, one measure, and one size.",
      "tokens": [
        {
          "t": "After this "
        },
        {
          "add": "manner"
        },
        {
          "t": " he made the ten bases: all of them had one casting, one measure, "
        },
        {
          "add": "and"
        },
        {
          "t": " one size. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "¶ Then made he ten lavers of brass: one laver contained forty baths: and every laver was four cubits: and upon every one of the ten bases one laver.",
      "tokens": [
        {
          "t": "¶ Then made he ten lavers of brass: one laver contained forty baths: "
        },
        {
          "add": "and"
        },
        {
          "t": " every laver was four cubits: "
        },
        {
          "add": "and"
        },
        {
          "t": " upon every one of the ten bases one laver. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And he put five bases on the right side of the house, and five on the left side of the house: and he set the sea on the right side of the house eastward over against the south.",
      "tokens": [
        {
          "t": "And he put five bases on the right side of the house, and five on the left side of the house: and he set the sea on the right side of the house eastward over against the south. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "¶ And Hiram made the lavers, and the shovels, and the basons. So Hiram made an end of doing all the work that he made king Solomon for the house of the LORD:",
      "tokens": [
        {
          "t": "¶ And Hiram made the lavers, and the shovels, and the basons. So Hiram made an end of doing all the work that he made king Solomon for the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": "
        }
      ]
    },
    {
      "v": 41,
      "plain": "The two pillars, and the two bowls of the chapiters that were on the top of the two pillars; and the two networks, to cover the two bowls of the chapiters which were upon the top of the pillars;",
      "tokens": [
        {
          "t": "The two pillars, and the "
        },
        {
          "add": "two"
        },
        {
          "t": " bowls of the chapiters that "
        },
        {
          "add": "were"
        },
        {
          "t": " on the top of the two pillars; and the two networks, to cover the two bowls of the chapiters which "
        },
        {
          "add": "were"
        },
        {
          "t": " upon the top of the pillars; "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And four hundred pomegranates for the two networks, even two rows of pomegranates for one network, to cover the two bowls of the chapiters that were upon the pillars;",
      "tokens": [
        {
          "t": "And four hundred pomegranates for the two networks, "
        },
        {
          "add": "even"
        },
        {
          "t": " two rows of pomegranates for one network, to cover the two bowls of the chapiters that "
        },
        {
          "add": "were"
        },
        {
          "t": " upon the pillars; "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And the ten bases, and ten lavers on the bases;",
      "tokens": [
        {
          "t": "And the ten bases, and ten lavers on the bases; "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And one sea, and twelve oxen under the sea;",
      "tokens": [
        {
          "t": "And one sea, and twelve oxen under the sea; "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And the pots, and the shovels, and the basons: and all these vessels, which Hiram made to king Solomon for the house of the LORD, were of bright brass.",
      "tokens": [
        {
          "t": "And the pots, and the shovels, and the basons: and all these vessels, which Hiram made to king Solomon for the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", "
        },
        {
          "add": "were of"
        },
        {
          "t": " bright brass. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zarthan.",
      "tokens": [
        {
          "t": "In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zarthan. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And Solomon left all the vessels unweighed, because they were exceeding many: neither was the weight of the brass found out.",
      "tokens": [
        {
          "t": "And Solomon left all the vessels "
        },
        {
          "add": "unweighed"
        },
        {
          "t": ", because they were exceeding many: neither was the weight of the brass found out. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "And Solomon made all the vessels that pertained unto the house of the LORD: the altar of gold, and the table of gold, whereupon the shewbread was,",
      "tokens": [
        {
          "t": "And Solomon made all the vessels that "
        },
        {
          "add": "pertained"
        },
        {
          "t": " unto the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": the altar of gold, and the table of gold, whereupon the shewbread "
        },
        {
          "add": "was"
        },
        {
          "t": ", "
        }
      ]
    },
    {
      "v": 49,
      "plain": "And the candlesticks of pure gold, five on the right side, and five on the left, before the oracle, with the flowers, and the lamps, and the tongs of gold,",
      "tokens": [
        {
          "t": "And the candlesticks of pure gold, five on the right "
        },
        {
          "add": "side"
        },
        {
          "t": ", and five on the left, before the oracle, with the flowers, and the lamps, and the tongs "
        },
        {
          "add": "of"
        },
        {
          "t": " gold, "
        }
      ]
    },
    {
      "v": 50,
      "plain": "And the bowls, and the snuffers, and the basons, and the spoons, and the censers of pure gold; and the hinges of gold, both for the doors of the inner house, the most holy place, and for the doors of the house, to wit, of the temple.",
      "tokens": [
        {
          "t": "And the bowls, and the snuffers, and the basons, and the spoons, and the censers "
        },
        {
          "add": "of"
        },
        {
          "t": " pure gold; and the hinges "
        },
        {
          "add": "of"
        },
        {
          "t": " gold, "
        },
        {
          "add": "both"
        },
        {
          "t": " for the doors of the inner house, the most holy "
        },
        {
          "add": "place, and"
        },
        {
          "t": " for the doors of the house, "
        },
        {
          "add": "to wit"
        },
        {
          "t": ", of the temple. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "So was ended all the work that king Solomon made for the house of the LORD. And Solomon brought in the things which David his father had dedicated; even the silver, and the gold, and the vessels, did he put among the treasures of the house of the LORD.",
      "tokens": [
        {
          "t": "So was ended all the work that king Solomon made for the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". And Solomon brought in the things which David his father had dedicated; "
        },
        {
          "add": "even"
        },
        {
          "t": " the silver, and the gold, and the vessels, did he put among the treasures of the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "beams: Heb. ribs"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "light was…: Heb. sight against sight"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "doors…: or, spaces and pillars were square in prospect"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "before them: or, according to them"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 7
      },
      "text": "from…: Heb. from floor to floor"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 13
      },
      "text": "Hiram: also called, Huram"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 14
      },
      "text": "a widow’s…: Heb. the son of a widow woman"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 15
      },
      "text": "cast: Heb. fashioned"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 21
      },
      "text": "Jachin: that is, He shall establish"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 21
      },
      "text": "Boaz: that is, In it is strength"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 23
      },
      "text": "from…: Heb. from his brim to his brim"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 32
      },
      "text": "joined…: Heb. in the base"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 36
      },
      "text": "proportion: Heb. nakedness"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 39
      },
      "text": "side: Heb. shoulder"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 40
      },
      "text": "And Hiram: Heb. And Hirom"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 42
      },
      "text": "upon…: Heb. upon the face of the pillars"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 45
      },
      "text": "bright: Heb. made bright or, scoured"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 46
      },
      "text": "in…: Heb. in the thickness of the ground"
    },
    {
      "id": "FN19",
      "mark": "‡‡",
      "at": {
        "v": 47
      },
      "text": "because…: Heb. for the exceeding multitude"
    },
    {
      "id": "FN20",
      "mark": "§§",
      "at": {
        "v": 47
      },
      "text": "found: Heb. searched"
    },
    {
      "id": "FN21",
      "mark": "***",
      "at": {
        "v": 50
      },
      "text": "censers: Heb. ash pans"
    },
    {
      "id": "FN22",
      "mark": "†††",
      "at": {
        "v": 51
      },
      "text": "things…: Heb. holy things of David"
    }
  ]
}