{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Kgs",
  "abbr": "1KI",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, when Solomon had finished the building of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the king’s house, and all Solomon’s desire which he was pleased to do,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "That the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "appeared to Solomon the second time, as he had appeared unto him at Gibeon."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, I have heard thy prayer and thy supplication, that thou hast made before me: I have hallowed this house, which thou hast built, to put my name there for ever; and mine eyes and mine heart shall be there perpetually."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And if thou wilt walk before me, as David thy father walked, in integrity of heart, and in uprightness, to do according to all that I have commanded thee,"
        },
        {
          "add": "and"
        },
        {
          "t": "wilt keep my statutes and my judgments:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Then I will establish the throne of thy kingdom upon Israel for ever, as I promised to David thy father, saying, There shall not fail thee a man upon the throne of Israel."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "add": "But"
        },
        {
          "t": "if ye shall at all turn from following me, ye or your children, and will not keep my commandments"
        },
        {
          "add": "and"
        },
        {
          "t": "my statutes which I have set before you, but go and serve other gods, and worship them:"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then will I cut off Israel out of the land which I have given them; and this house, which I have hallowed for my name, will I cast out of my sight; and Israel shall be a proverb and a byword among all people:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And at this house,"
        },
        {
          "add": "which"
        },
        {
          "t": "is high, every one that passeth by it shall be astonished, and shall hiss; and they shall say, Why hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "done thus unto this land, and to this house?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And they shall answer, Because they forsook the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them, and served them: therefore hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "brought upon them all this evil."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And it came to pass at the end of twenty years, when Solomon had built the two houses, the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the king’s house,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "("
        },
        {
          "add": "Now"
        },
        {
          "t": "Hiram the king of Tyre had furnished Solomon with cedar trees and fir trees, and with gold, according to all his desire,) that then king Solomon gave Hiram twenty cities in the land of Galilee."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And Hiram came out from Tyre to see the cities which Solomon had given him; and they pleased him not."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And he said, What cities"
        },
        {
          "add": "are"
        },
        {
          "t": "these which thou hast given me, my brother? And he called them the land of Cabul unto this day."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And Hiram sent to the king sixscore talents of gold."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And this"
        },
        {
          "add": "is"
        },
        {
          "t": "the reason of the levy which king Solomon raised; for to build the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and his own house, and Millo, and the wall of Jerusalem, and Hazor, and Megiddo, and Gezer."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "add": "For"
        },
        {
          "t": "Pharaoh king of Egypt had gone up, and taken Gezer, and burnt it with fire, and slain the Canaanites that dwelt in the city, and given it"
        },
        {
          "add": "for"
        },
        {
          "t": "a present unto his daughter, Solomon’s wife."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And Solomon built Gezer, and Beth-horon the nether,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Baalath, and Tadmor in the wilderness, in the land,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And all the cities of store that Solomon had, and cities for his chariots, and cities for his horsemen, and that which Solomon desired to build in Jerusalem, and in Lebanon, and in all the land of his dominion."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": "all the people"
        },
        {
          "add": "that were"
        },
        {
          "t": "left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, which"
        },
        {
          "add": "were"
        },
        {
          "t": "not of the children of Israel,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Their children that were left after them in the land, whom the children of Israel also were not able utterly to destroy, upon those did Solomon levy a tribute of bondservice unto this day."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "But of the children of Israel did Solomon make no bondmen: but they"
        },
        {
          "add": "were"
        },
        {
          "t": "men of war, and his servants, and his princes, and his captains, and rulers of his chariots, and his horsemen."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "These"
        },
        {
          "add": "were"
        },
        {
          "t": "the chief of the officers that"
        },
        {
          "add": "were"
        },
        {
          "t": "over Solomon’s work, five hundred and fifty, which bare rule over the people that wrought in the work."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ But Pharaoh’s daughter came up out of the city of David unto her house which"
        },
        {
          "add": "Solomon"
        },
        {
          "t": "had built for her: then did he build Millo."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And three times in a year did Solomon offer burnt offerings and peace offerings upon the altar which he built unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and he burnt incense upon the altar that"
        },
        {
          "add": "was"
        },
        {
          "t": "before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". So he finished the house."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "¶ And king Solomon made a navy of ships in Ezion-geber, which"
        },
        {
          "add": "is"
        },
        {
          "t": "beside Eloth, on the shore of the Red sea, in the land of Edom."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And Hiram sent in the navy his servants, shipmen that had knowledge of the sea, with the servants of Solomon."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And they came to Ophir, and fetched from thence gold, four hundred and twenty talents, and brought"
        },
        {
          "add": "it"
        },
        {
          "t": "to king Solomon."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 12
      },
      "text": "pleased…: Heb. were not right in his eyes"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 13
      },
      "text": "Cabul: that is, displeasing, or, dirty"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 19
      },
      "text": "that which…: Heb. the desire of Solomon which he desired"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 25
      },
      "text": "upon the altar that: Heb. upon it, etc"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 26
      },
      "text": "shore: Heb. lip"
    }
  ]
}