{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Kgs",
  "abbr": "1KI",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "plain": "Now in the eighteenth year of king Jeroboam the son of Nebat reigned Abijam over Judah.",
      "tokens": [
        {
          "t": "Now in the eighteenth year of king Jeroboam the son of Nebat reigned Abijam over Judah. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Three years reigned he in Jerusalem. And his mother’s name was Maachah, the daughter of Abishalom.",
      "tokens": [
        {
          "t": "Three years reigned he in Jerusalem. And his mother’s name "
        },
        {
          "add": "was"
        },
        {
          "t": " Maachah, the daughter of Abishalom. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And he walked in all the sins of his father, which he had done before him: and his heart was not perfect with the LORD his God, as the heart of David his father.",
      "tokens": [
        {
          "t": "And he walked in all the sins of his father, which he had done before him: and his heart was not perfect with the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " his God, as the heart of David his father. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Nevertheless for David’s sake did the LORD his God give him a lamp in Jerusalem, to set up his son after him, and to establish Jerusalem:",
      "tokens": [
        {
          "t": "Nevertheless for David’s sake did the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " his God give him a lamp in Jerusalem, to set up his son after him, and to establish Jerusalem: "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Because David did that which was right in the eyes of the LORD, and turned not aside from any thing that he commanded him all the days of his life, save only in the matter of Uriah the Hittite.",
      "tokens": [
        {
          "t": "Because David did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " right in the eyes of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and turned not aside from any "
        },
        {
          "add": "thing"
        },
        {
          "t": " that he commanded him all the days of his life, save only in the matter of Uriah the Hittite. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And there was war between Rehoboam and Jeroboam all the days of his life.",
      "tokens": [
        {
          "t": "And there was war between Rehoboam and Jeroboam all the days of his life. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Now the rest of the acts of Abijam, and all that he did, are they not written in the book of the chronicles of the kings of Judah? And there was war between Abijam and Jeroboam.",
      "tokens": [
        {
          "t": "Now the rest of the acts of Abijam, and all that he did, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Judah? And there was war between Abijam and Jeroboam. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And Abijam slept with his fathers; and they buried him in the city of David: and Asa his son reigned in his stead.",
      "tokens": [
        {
          "t": "And Abijam slept with his fathers; and they buried him in the city of David: and Asa his son reigned in his stead. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ And in the twentieth year of Jeroboam king of Israel reigned Asa over Judah.",
      "tokens": [
        {
          "t": "¶ And in the twentieth year of Jeroboam king of Israel reigned Asa over Judah. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And forty and one years reigned he in Jerusalem. And his mother’s name was Maachah, the daughter of Abishalom.",
      "tokens": [
        {
          "t": "And forty and one years reigned he in Jerusalem. And his mother’s name "
        },
        {
          "add": "was"
        },
        {
          "t": " Maachah, the daughter of Abishalom. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And Asa did that which was right in the eyes of the LORD, as did David his father.",
      "tokens": [
        {
          "t": "And Asa did "
        },
        {
          "add": "that which was"
        },
        {
          "t": " right in the eyes of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", as "
        },
        {
          "add": "did"
        },
        {
          "t": " David his father. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And he took away the sodomites out of the land, and removed all the idols that his fathers had made.",
      "tokens": [
        {
          "t": "And he took away the sodomites out of the land, and removed all the idols that his fathers had made. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And also Maachah his mother, even her he removed from being queen, because she had made an idol in a grove; and Asa destroyed her idol, and burnt it by the brook Kidron.",
      "tokens": [
        {
          "t": "And also Maachah his mother, even her he removed from "
        },
        {
          "add": "being"
        },
        {
          "t": " queen, because she had made an idol in a grove; and Asa destroyed her idol, and burnt "
        },
        {
          "add": "it"
        },
        {
          "t": " by the brook Kidron. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "But the high places were not removed: nevertheless Asa’s heart was perfect with the LORD all his days.",
      "tokens": [
        {
          "t": "But the high places were not removed: nevertheless Asa’s heart was perfect with the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " all his days. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the LORD, silver, and gold, and vessels.",
      "tokens": [
        {
          "t": "And he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", silver, and gold, and vessels. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ And there was war between Asa and Baasha king of Israel all their days.",
      "tokens": [
        {
          "t": "¶ And there was war between Asa and Baasha king of Israel all their days. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And Baasha king of Israel went up against Judah, and built Ramah, that he might not suffer any to go out or come in to Asa king of Judah.",
      "tokens": [
        {
          "t": "And Baasha king of Israel went up against Judah, and built Ramah, that he might not suffer any to go out or come in to Asa king of Judah. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Then Asa took all the silver and the gold that were left in the treasures of the house of the LORD, and the treasures of the king’s house, and delivered them into the hand of his servants: and king Asa sent them to Ben-hadad, the son of Tabrimon, the son of Hezion, king of Syria, that dwelt at Damascus, saying,",
      "tokens": [
        {
          "t": "Then Asa took all the silver and the gold "
        },
        {
          "add": "that were"
        },
        {
          "t": " left in the treasures of the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the treasures of the king’s house, and delivered them into the hand of his servants: and king Asa sent them to Ben-hadad, the son of Tabrimon, the son of Hezion, king of Syria, that dwelt at Damascus, saying, "
        }
      ]
    },
    {
      "v": 19,
      "plain": "There is a league between me and thee, and between my father and thy father: behold, I have sent unto thee a present of silver and gold; come and break thy league with Baasha king of Israel, that he may depart from me.",
      "tokens": [
        {
          "add": "There is"
        },
        {
          "t": " a league between me and thee, "
        },
        {
          "add": "and"
        },
        {
          "t": " between my father and thy father: behold, I have sent unto thee a present of silver and gold; come and break thy league with Baasha king of Israel, that he may depart from me. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "So Ben-hadad hearkened unto king Asa, and sent the captains of the hosts which he had against the cities of Israel, and smote Ijon, and Dan, and Abel-beth-maachah, and all Cinneroth, with all the land of Naphtali.",
      "tokens": [
        {
          "t": "So Ben-hadad hearkened unto king Asa, and sent the captains of the hosts which he had against the cities of Israel, and smote Ijon, and Dan, and Abel-beth-maachah, and all Cinneroth, with all the land of Naphtali. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And it came to pass, when Baasha heard thereof, that he left off building of Ramah, and dwelt in Tirzah.",
      "tokens": [
        {
          "t": "And it came to pass, when Baasha heard "
        },
        {
          "add": "thereof"
        },
        {
          "t": ", that he left off building of Ramah, and dwelt in Tirzah. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Then king Asa made a proclamation throughout all Judah; none was exempted: and they took away the stones of Ramah, and the timber thereof, wherewith Baasha had builded; and king Asa built with them Geba of Benjamin, and Mizpah.",
      "tokens": [
        {
          "t": "Then king Asa made a proclamation throughout all Judah; none "
        },
        {
          "add": "was"
        },
        {
          "t": " exempted: and they took away the stones of Ramah, and the timber thereof, wherewith Baasha had builded; and king Asa built with them Geba of Benjamin, and Mizpah. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "The rest of all the acts of Asa, and all his might, and all that he did, and the cities which he built, are they not written in the book of the chronicles of the kings of Judah? Nevertheless in the time of his old age he was diseased in his feet.",
      "tokens": [
        {
          "t": "The rest of all the acts of Asa, and all his might, and all that he did, and the cities which he built, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Judah? Nevertheless in the time of his old age he was diseased in his feet. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And Asa slept with his fathers, and was buried with his fathers in the city of David his father: and Jehoshaphat his son reigned in his stead.",
      "tokens": [
        {
          "t": "And Asa slept with his fathers, and was buried with his fathers in the city of David his father: and Jehoshaphat his son reigned in his stead. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "¶ And Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and reigned over Israel two years.",
      "tokens": [
        {
          "t": "¶ And Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and reigned over Israel two years. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And he did evil in the sight of the LORD, and walked in the way of his father, and in his sin wherewith he made Israel to sin.",
      "tokens": [
        {
          "t": "And he did evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and walked in the way of his father, and in his sin wherewith he made Israel to sin. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ And Baasha the son of Ahijah, of the house of Issachar, conspired against him; and Baasha smote him at Gibbethon, which belonged to the Philistines; for Nadab and all Israel laid siege to Gibbethon.",
      "tokens": [
        {
          "t": "¶ And Baasha the son of Ahijah, of the house of Issachar, conspired against him; and Baasha smote him at Gibbethon, which "
        },
        {
          "add": "belonged"
        },
        {
          "t": " to the Philistines; for Nadab and all Israel laid siege to Gibbethon. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "Even in the third year of Asa king of Judah did Baasha slay him, and reigned in his stead.",
      "tokens": [
        {
          "t": "Even in the third year of Asa king of Judah did Baasha slay him, and reigned in his stead. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And it came to pass, when he reigned, that he smote all the house of Jeroboam; he left not to Jeroboam any that breathed, until he had destroyed him, according unto the saying of the LORD, which he spake by his servant Ahijah the Shilonite:",
      "tokens": [
        {
          "t": "And it came to pass, when he reigned, "
        },
        {
          "add": "that"
        },
        {
          "t": " he smote all the house of Jeroboam; he left not to Jeroboam any that breathed, until he had destroyed him, according unto the saying of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which he spake by his servant Ahijah the Shilonite: "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Because of the sins of Jeroboam which he sinned, and which he made Israel sin, by his provocation wherewith he provoked the LORD God of Israel to anger.",
      "tokens": [
        {
          "t": "Because of the sins of Jeroboam which he sinned, and which he made Israel sin, by his provocation wherewith he provoked the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel to anger. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "¶ Now the rest of the acts of Nadab, and all that he did, are they not written in the book of the chronicles of the kings of Israel?",
      "tokens": [
        {
          "t": "¶ Now the rest of the acts of Nadab, and all that he did, "
        },
        {
          "add": "are"
        },
        {
          "t": " they not written in the book of the chronicles of the kings of Israel? "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And there was war between Asa and Baasha king of Israel all their days.",
      "tokens": [
        {
          "t": "And there was war between Asa and Baasha king of Israel all their days. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "In the third year of Asa king of Judah began Baasha the son of Ahijah to reign over all Israel in Tirzah, twenty and four years.",
      "tokens": [
        {
          "t": "In the third year of Asa king of Judah began Baasha the son of Ahijah to reign over all Israel in Tirzah, twenty and four years. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And he did evil in the sight of the LORD, and walked in the way of Jeroboam, and in his sin wherewith he made Israel to sin.",
      "tokens": [
        {
          "t": "And he did evil in the sight of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and walked in the way of Jeroboam, and in his sin wherewith he made Israel to sin. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "Maachah…: also called, Michaiah the daughter of Uriel"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "Abishalom: also called, Absalom"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "lamp: or, candle"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 10
      },
      "text": "mother’s: that is, grandmother’s"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 13
      },
      "text": "destroyed: Heb. cut off"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "things: Heb. holy"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 19
      },
      "text": "depart: Heb. go up"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 22
      },
      "text": "exempted: Heb. free"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 24
      },
      "text": "Jehoshaphat: Gr. Josaphat"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 25
      },
      "text": "began…: Heb. reigned"
    }
  ]
}