{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Kgs",
  "abbr": "1KI",
  "chapter": 17,
  "verses": [
    {
      "v": 1,
      "plain": "And Elijah the Tishbite, who was of the inhabitants of Gilead, said unto Ahab, As the LORD God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word.",
      "tokens": [
        {
          "t": "And Elijah the Tishbite, "
        },
        {
          "add": "who was"
        },
        {
          "t": " of the inhabitants of Gilead, said unto Ahab, "
        },
        {
          "add": "As"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And the word of the LORD came unto him, saying,",
      "tokens": [
        {
          "t": "And the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto him, saying, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Get thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that is before Jordan.",
      "tokens": [
        {
          "t": "Get thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that "
        },
        {
          "add": "is"
        },
        {
          "t": " before Jordan. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And it shall be, that thou shalt drink of the brook; and I have commanded the ravens to feed thee there.",
      "tokens": [
        {
          "t": "And it shall be, "
        },
        {
          "add": "that"
        },
        {
          "t": " thou shalt drink of the brook; and I have commanded the ravens to feed thee there. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "So he went and did according unto the word of the LORD: for he went and dwelt by the brook Cherith, that is before Jordan.",
      "tokens": [
        {
          "t": "So he went and did according unto the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": for he went and dwelt by the brook Cherith, that "
        },
        {
          "add": "is"
        },
        {
          "t": " before Jordan. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook.",
      "tokens": [
        {
          "t": "And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And it came to pass after a while, that the brook dried up, because there had been no rain in the land.",
      "tokens": [
        {
          "t": "And it came to pass after a while, that the brook dried up, because there had been no rain in the land. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ And the word of the LORD came unto him, saying,",
      "tokens": [
        {
          "t": "¶ And the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto him, saying, "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Arise, get thee to Zarephath, which belongeth to Zidon, and dwell there: behold, I have commanded a widow woman there to sustain thee.",
      "tokens": [
        {
          "t": "Arise, get thee to Zarephath, which "
        },
        {
          "add": "belongeth"
        },
        {
          "t": " to Zidon, and dwell there: behold, I have commanded a widow woman there to sustain thee. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "So he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman was there gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink.",
      "tokens": [
        {
          "t": "So he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman "
        },
        {
          "add": "was"
        },
        {
          "t": " there gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand.",
      "tokens": [
        {
          "t": "And as she was going to fetch "
        },
        {
          "add": "it"
        },
        {
          "t": ", he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And she said, As the LORD thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I am gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die.",
      "tokens": [
        {
          "t": "And she said, "
        },
        {
          "add": "As"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I "
        },
        {
          "add": "am"
        },
        {
          "t": " gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And Elijah said unto her, Fear not; go and do as thou hast said: but make me thereof a little cake first, and bring it unto me, and after make for thee and for thy son.",
      "tokens": [
        {
          "t": "And Elijah said unto her, Fear not; go "
        },
        {
          "add": "and"
        },
        {
          "t": " do as thou hast said: but make me thereof a little cake first, and bring "
        },
        {
          "add": "it"
        },
        {
          "t": " unto me, and after make for thee and for thy son. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "For thus saith the LORD God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day that the LORD sendeth rain upon the earth.",
      "tokens": [
        {
          "t": "For thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day "
        },
        {
          "add": "that"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " sendeth rain upon the earth. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.",
      "tokens": [
        {
          "t": "And she went and did according to the saying of Elijah: and she, and he, and her house, did eat "
        },
        {
          "add": "many"
        },
        {
          "t": " days. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the LORD, which he spake by Elijah.",
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": " the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which he spake by Elijah. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him.",
      "tokens": [
        {
          "t": "¶ And it came to pass after these things, "
        },
        {
          "add": "that"
        },
        {
          "t": " the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And she said unto Elijah, What have I to do with thee, O thou man of God? art thou come unto me to call my sin to remembrance, and to slay my son?",
      "tokens": [
        {
          "t": "And she said unto Elijah, What have I to do with thee, O thou man of God? art thou come unto me to call my sin to remembrance, and to slay my son? "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.",
      "tokens": [
        {
          "t": "And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And he cried unto the LORD, and said, O LORD my God, hast thou also brought evil upon the widow with whom I sojourn, by slaying her son?",
      "tokens": [
        {
          "t": "And he cried unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and said, O "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " my God, hast thou also brought evil upon the widow with whom I sojourn, by slaying her son? "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And he stretched himself upon the child three times, and cried unto the LORD, and said, O LORD my God, I pray thee, let this child’s soul come into him again.",
      "tokens": [
        {
          "t": "And he stretched himself upon the child three times, and cried unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and said, O "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " my God, I pray thee, let this child’s soul come into him again. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And the LORD heard the voice of Elijah; and the soul of the child came into him again, and he revived.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " heard the voice of Elijah; and the soul of the child came into him again, and he revived. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth.",
      "tokens": [
        {
          "t": "And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "¶ And the woman said to Elijah, Now by this I know that thou art a man of God, and that the word of the LORD in thy mouth is truth.",
      "tokens": [
        {
          "t": "¶ And the woman said to Elijah, Now by this I know that thou "
        },
        {
          "add": "art"
        },
        {
          "t": " a man of God, "
        },
        {
          "add": "and"
        },
        {
          "t": " that the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " in thy mouth "
        },
        {
          "add": "is"
        },
        {
          "t": " truth. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Elijah: Heb. Elijahu: Gr. Elias"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "after…: Heb. at the end of days"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "Zarephath: Gr. Sarepta"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 14
      },
      "text": "sendeth: Heb. giveth"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 15
      },
      "text": "many…: or, a full year"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 16
      },
      "text": "by: Heb. by the hand of"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 21
      },
      "text": "stretched: Heb. measured"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 21
      },
      "text": "into…: Heb. into his inward parts"
    }
  ]
}