{
  "work": "KJV",
  "osis": "1 Kgs",
  "abbr": "1KI",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass after these things,"
        },
        {
          "add": "that"
        },
        {
          "t": "Naboth the Jezreelite had a vineyard, which"
        },
        {
          "add": "was"
        },
        {
          "t": "in Jezreel, hard by the palace of Ahab king of Samaria."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Ahab spake unto Naboth, saying, Give me thy vineyard, that I may have it for a garden of herbs, because it"
        },
        {
          "add": "is"
        },
        {
          "t": "near unto my house: and I will give thee for it a better vineyard than it;"
        },
        {
          "add": "or"
        },
        {
          "t": ", if it seem good to thee, I will give thee the worth of it in money."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Naboth said to Ahab, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "forbid it me, that I should give the inheritance of my fathers unto thee."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And Ahab came into his house heavy and displeased because of the word which Naboth the Jezreelite had spoken to him: for he had said, I will not give thee the inheritance of my fathers. And he laid him down upon his bed, and turned away his face, and would eat no bread."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ But Jezebel his wife came to him, and said unto him, Why is thy spirit so sad, that thou eatest no bread?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And he said unto her, Because I spake unto Naboth the Jezreelite, and said unto him, Give me thy vineyard for money; or else, if it please thee, I will give thee"
        },
        {
          "add": "another"
        },
        {
          "t": "vineyard for it: and he answered, I will not give thee my vineyard."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Jezebel his wife said unto him, Dost thou now govern the kingdom of Israel? arise,"
        },
        {
          "add": "and"
        },
        {
          "t": "eat bread, and let thine heart be merry: I will give thee the vineyard of Naboth the Jezreelite."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "So she wrote letters in Ahab’s name, and sealed"
        },
        {
          "add": "them"
        },
        {
          "t": "with his seal, and sent the letters unto the elders and to the nobles that"
        },
        {
          "add": "were"
        },
        {
          "t": "in his city, dwelling with Naboth."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And she wrote in the letters, saying, Proclaim a fast, and set Naboth on high among the people:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And set two men, sons of Belial, before him, to bear witness against him, saying, Thou didst blaspheme God and the king. And"
        },
        {
          "add": "then"
        },
        {
          "t": "carry him out, and stone him, that he may die."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the men of his city,"
        },
        {
          "add": "even"
        },
        {
          "t": "the elders and the nobles who were the inhabitants in his city, did as Jezebel had sent unto them,"
        },
        {
          "add": "and"
        },
        {
          "t": "as it"
        },
        {
          "add": "was"
        },
        {
          "t": "written in the letters which she had sent unto them."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "They proclaimed a fast, and set Naboth on high among the people."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And there came in two men, children of Belial, and sat before him: and the men of Belial witnessed against him,"
        },
        {
          "add": "even"
        },
        {
          "t": "against Naboth, in the presence of the people, saying, Naboth did blaspheme God and the king. Then they carried him forth out of the city, and stoned him with stones, that he died."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then they sent to Jezebel, saying, Naboth is stoned, and is dead."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And it came to pass, when Jezebel heard that Naboth was stoned, and was dead, that Jezebel said to Ahab, Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give thee for money: for Naboth is not alive, but dead."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And it came to pass, when Ahab heard that Naboth was dead, that Ahab rose up to go down to the vineyard of Naboth the Jezreelite, to take possession of it."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came to Elijah the Tishbite, saying,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Arise, go down to meet Ahab king of Israel, which"
        },
        {
          "add": "is"
        },
        {
          "t": "in Samaria: behold,"
        },
        {
          "add": "he is"
        },
        {
          "t": "in the vineyard of Naboth, whither he is gone down to possess it."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And thou shalt speak unto him, saying, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Hast thou killed, and also taken possession? And thou shalt speak unto him, saying, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", In the place where dogs licked the blood of Naboth shall dogs lick thy blood, even thine."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Ahab said to Elijah, Hast thou found me, O mine enemy? And he answered, I have found"
        },
        {
          "add": "thee:"
        },
        {
          "t": "because thou hast sold thyself to work evil in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And will make thine house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the provocation wherewith thou hast provoked"
        },
        {
          "add": "me"
        },
        {
          "t": "to anger, and made Israel to sin."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And of Jezebel also spake the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", saying, The dogs shall eat Jezebel by the wall of Jezreel."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Him that dieth of Ahab in the city the dogs shall eat; and him that dieth in the field shall the fowls of the air eat."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ But there was none like unto Ahab, which did sell himself to work wickedness in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", whom Jezebel his wife stirred up."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And he did very abominably in following idols, according to all"
        },
        {
          "add": "things"
        },
        {
          "t": "as did the Amorites, whom the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "cast out before the children of Israel."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And it came to pass, when Ahab heard those words, that he rent his clothes, and put sackcloth upon his flesh, and fasted, and lay in sackcloth, and went softly."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came to Elijah the Tishbite, saying,"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Seest thou how Ahab humbleth himself before me? because he humbleth himself before me, I will not bring the evil in his days:"
        },
        {
          "add": "but"
        },
        {
          "t": "in his son’s days will I bring the evil upon his house."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "seem…: Heb. be good in thine eyes"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "on high…: Heb. in the top of the people"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 23
      },
      "text": "wall: or, ditch"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 25
      },
      "text": "stirred…: or, incited"
    }
  ]
}