{
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now the serpent was more subtil than any beast of the field which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "But of the fruit of the tree which"
        },
        {
          "add": "is"
        },
        {
          "t": "in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And the serpent said unto the woman, Ye shall not surely die:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when the woman saw that the tree"
        },
        {
          "add": "was"
        },
        {
          "t": "good for food, and that it"
        },
        {
          "add": "was"
        },
        {
          "t": "pleasant to the eyes, and a tree to be desired to make"
        },
        {
          "add": "one"
        },
        {
          "t": "wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And the eyes of them both were opened, and they knew that they"
        },
        {
          "add": "were"
        },
        {
          "t": "naked; and they sewed fig leaves together, and made themselves aprons."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And they heard the voice of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God amongst the trees of the garden."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God called unto Adam, and said unto him, Where"
        },
        {
          "add": "art"
        },
        {
          "t": "thou?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And he said, I heard thy voice in the garden, and I was afraid, because I"
        },
        {
          "add": "was"
        },
        {
          "t": "naked; and I hid myself."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And he said, Who told thee that thou"
        },
        {
          "add": "wast"
        },
        {
          "t": "naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the man said, The woman whom thou gavest"
        },
        {
          "add": "to be"
        },
        {
          "t": "with me, she gave me of the tree, and I did eat."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God said unto the woman, What"
        },
        {
          "add": "is"
        },
        {
          "t": "this"
        },
        {
          "add": "that"
        },
        {
          "t": "thou hast done? And the woman said, The serpent beguiled me, and I did eat."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God said unto the serpent, Because thou hast done this, thou"
        },
        {
          "add": "art"
        },
        {
          "t": "cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire"
        },
        {
          "add": "shall be"
        },
        {
          "t": "to thy husband, and he shall rule over thee."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed"
        },
        {
          "add": "is"
        },
        {
          "t": "the ground for thy sake; in sorrow shalt thou eat"
        },
        {
          "add": "of"
        },
        {
          "t": "it all the days of thy life;"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou"
        },
        {
          "add": "art"
        },
        {
          "t": ", and unto dust shalt thou return."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Adam called his wife’s name Eve; because she was the mother of all living."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Unto Adam also and to his wife did the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God make coats of skins, and clothed them."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Therefore the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God sent him forth from the garden of Eden, to till the ground from whence he was taken."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "So he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Yea…: Heb. Yea, because, etc."
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "pleasant: Heb. a desire"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "aprons: or, things to gird about"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "cool: Heb. wind"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "to thy…: or, subject to thy husband"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 18
      },
      "text": "bring…: Heb. cause to bud"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 20
      },
      "text": "Eve: Heb. Chavah: that is Living"
    }
  ]
}