{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "plain": "After these things the word of the LORD came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward.",
      "tokens": [
        {
          "t": "After these things the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came unto Abram in a vision, saying, Fear not, Abram: I "
        },
        {
          "add": "am"
        },
        {
          "t": " thy shield, "
        },
        {
          "add": "and"
        },
        {
          "t": " thy exceeding great reward. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And Abram said, Lord GOD, what wilt thou give me, seeing I go childless, and the steward of my house is this Eliezer of Damascus?",
      "tokens": [
        {
          "t": "And Abram said, Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", what wilt thou give me, seeing I go childless, and the steward of my house "
        },
        {
          "add": "is"
        },
        {
          "t": " this Eliezer of Damascus? "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And Abram said, Behold, to me thou hast given no seed: and, lo, one born in my house is mine heir.",
      "tokens": [
        {
          "t": "And Abram said, Behold, to me thou hast given no seed: and, lo, one born in my house is mine heir. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And, behold, the word of the LORD came unto him, saying, This shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir.",
      "tokens": [
        {
          "t": "And, behold, the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "came"
        },
        {
          "t": " unto him, saying, This shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.",
      "tokens": [
        {
          "t": "And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he believed in the LORD; and he counted it to him for righteousness.",
      "tokens": [
        {
          "t": "And he believed in the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and he counted it to him for righteousness. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And he said unto him, I am the LORD that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.",
      "tokens": [
        {
          "t": "And he said unto him, I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " that brought thee out of Ur of the Chaldees, to give thee this land to inherit it. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And he said, Lord GOD, whereby shall I know that I shall inherit it?",
      "tokens": [
        {
          "t": "And he said, Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", whereby shall I know that I shall inherit it? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.",
      "tokens": [
        {
          "t": "And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not.",
      "tokens": [
        {
          "t": "And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And when the fowls came down upon the carcases, Abram drove them away.",
      "tokens": [
        {
          "t": "And when the fowls came down upon the carcases, Abram drove them away. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.",
      "tokens": [
        {
          "t": "And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;",
      "tokens": [
        {
          "t": "And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land "
        },
        {
          "add": "that is"
        },
        {
          "t": " not theirs, and shall serve them; and they shall afflict them four hundred years; "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.",
      "tokens": [
        {
          "t": "And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.",
      "tokens": [
        {
          "t": "And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.",
      "tokens": [
        {
          "t": "But in the fourth generation they shall come hither again: for the iniquity of the Amorites "
        },
        {
          "add": "is"
        },
        {
          "t": " not yet full. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces.",
      "tokens": [
        {
          "t": "And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "In the same day the LORD made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:",
      "tokens": [
        {
          "t": "In the same day the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates: "
        }
      ]
    },
    {
      "v": 19,
      "plain": "The Kenites, and the Kenizzites, and the Kadmonites,",
      "tokens": [
        {
          "t": "The Kenites, and the Kenizzites, and the Kadmonites, "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And the Hittites, and the Perizzites, and the Rephaims,",
      "tokens": [
        {
          "t": "And the Hittites, and the Perizzites, and the Rephaims, "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.",
      "tokens": [
        {
          "t": "And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 17
      },
      "text": "a burning…: Heb. a lamp of fire"
    }
  ]
}