{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 16,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now Sarai Abram’s wife bare him no children: and she had an handmaid, an Egyptian, whose name"
        },
        {
          "add": "was"
        },
        {
          "t": "Hagar."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Sarai said unto Abram, Behold now, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Sarai said unto Abram, My wrong"
        },
        {
          "add": "be"
        },
        {
          "t": "upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "judge between me and thee."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "But Abram said unto Sarai, Behold, thy maid"
        },
        {
          "add": "is"
        },
        {
          "t": "in thy hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "found her by a fountain of water in the wilderness, by the fountain in the way to Shur."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And he said, Hagar, Sarai’s maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto her, Return to thy mistress, and submit thyself under her hands."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the angel of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto her, Behold, thou"
        },
        {
          "add": "art"
        },
        {
          "t": "with child, and shalt bear a son, and shalt call his name Ishmael; because the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath heard thy affliction."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And he will be a wild man; his hand"
        },
        {
          "add": "will be"
        },
        {
          "t": "against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And she called the name of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Wherefore the well was called Beer-lahai-roi; behold,"
        },
        {
          "add": "it is"
        },
        {
          "t": "between Kadesh and Bered."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Abram"
        },
        {
          "add": "was"
        },
        {
          "t": "fourscore and six years old, when Hagar bare Ishmael to Abram."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "obtain…: Heb. be built by her"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "as…: Heb. that which is good in thine eyes"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "dealt…: Heb. afflicted her"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "Ishmael: that is, God shall hear"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "Beer-lahai-roi: that is, The well of him that liveth and seeth me"
    }
  ]
}