{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 24,
  "verses": [
    {
      "v": 1,
      "plain": "And Abraham was old, and well stricken in age: and the LORD had blessed Abraham in all things.",
      "tokens": [
        {
          "t": "And Abraham was old, "
        },
        {
          "add": "and"
        },
        {
          "t": " well stricken in age: and the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had blessed Abraham in all things. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And Abraham said unto his eldest servant of his house, that ruled over all that he had, Put, I pray thee, thy hand under my thigh:",
      "tokens": [
        {
          "t": "And Abraham said unto his eldest servant of his house, that ruled over all that he had, Put, I pray thee, thy hand under my thigh: "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And I will make thee swear by the LORD, the God of heaven, and the God of the earth, that thou shalt not take a wife unto my son of the daughters of the Canaanites, among whom I dwell:",
      "tokens": [
        {
          "t": "And I will make thee swear by the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the God of heaven, and the God of the earth, that thou shalt not take a wife unto my son of the daughters of the Canaanites, among whom I dwell: "
        }
      ]
    },
    {
      "v": 4,
      "plain": "But thou shalt go unto my country, and to my kindred, and take a wife unto my son Isaac.",
      "tokens": [
        {
          "t": "But thou shalt go unto my country, and to my kindred, and take a wife unto my son Isaac. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And the servant said unto him, Peradventure the woman will not be willing to follow me unto this land: must I needs bring thy son again unto the land from whence thou camest?",
      "tokens": [
        {
          "t": "And the servant said unto him, Peradventure the woman will not be willing to follow me unto this land: must I needs bring thy son again unto the land from whence thou camest? "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And Abraham said unto him, Beware thou that thou bring not my son thither again.",
      "tokens": [
        {
          "t": "And Abraham said unto him, Beware thou that thou bring not my son thither again. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ The LORD God of heaven, which took me from my father’s house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
      "tokens": [
        {
          "t": "¶ The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of heaven, which took me from my father’s house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And if the woman will not be willing to follow thee, then thou shalt be clear from this my oath: only bring not my son thither again.",
      "tokens": [
        {
          "t": "And if the woman will not be willing to follow thee, then thou shalt be clear from this my oath: only bring not my son thither again. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And the servant put his hand under the thigh of Abraham his master, and sware to him concerning that matter.",
      "tokens": [
        {
          "t": "And the servant put his hand under the thigh of Abraham his master, and sware to him concerning that matter. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ And the servant took ten camels of the camels of his master, and departed; for all the goods of his master were in his hand: and he arose, and went to Mesopotamia, unto the city of Nahor.",
      "tokens": [
        {
          "t": "¶ And the servant took ten camels of the camels of his master, and departed; for all the goods of his master "
        },
        {
          "add": "were"
        },
        {
          "t": " in his hand: and he arose, and went to Mesopotamia, unto the city of Nahor. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And he made his camels to kneel down without the city by a well of water at the time of the evening, even the time that women go out to draw water.",
      "tokens": [
        {
          "t": "And he made his camels to kneel down without the city by a well of water at the time of the evening, "
        },
        {
          "add": "even"
        },
        {
          "t": " the time that women go out to draw "
        },
        {
          "add": "water"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And he said, O LORD God of my master Abraham, I pray thee, send me good speed this day, and shew kindness unto my master Abraham.",
      "tokens": [
        {
          "t": "And he said, O "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of my master Abraham, I pray thee, send me good speed this day, and shew kindness unto my master Abraham. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Behold, I stand here by the well of water; and the daughters of the men of the city come out to draw water:",
      "tokens": [
        {
          "t": "Behold, I stand "
        },
        {
          "add": "here"
        },
        {
          "t": " by the well of water; and the daughters of the men of the city come out to draw water: "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And let it come to pass, that the damsel to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels drink also: let the same be she that thou hast appointed for thy servant Isaac; and thereby shall I know that thou hast shewed kindness unto my master.",
      "tokens": [
        {
          "t": "And let it come to pass, that the damsel to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels drink also: "
        },
        {
          "add": "let the same be"
        },
        {
          "t": " she "
        },
        {
          "add": "that"
        },
        {
          "t": " thou hast appointed for thy servant Isaac; and thereby shall I know that thou hast shewed kindness unto my master. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ And it came to pass, before he had done speaking, that, behold, Rebekah came out, who was born to Bethuel, son of Milcah, the wife of Nahor, Abraham’s brother, with her pitcher upon her shoulder.",
      "tokens": [
        {
          "t": "¶ And it came to pass, before he had done speaking, that, behold, Rebekah came out, who was born to Bethuel, son of Milcah, the wife of Nahor, Abraham’s brother, with her pitcher upon her shoulder. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And the damsel was very fair to look upon, a virgin, neither had any man known her: and she went down to the well, and filled her pitcher, and came up.",
      "tokens": [
        {
          "t": "And the damsel "
        },
        {
          "add": "was"
        },
        {
          "t": " very fair to look upon, a virgin, neither had any man known her: and she went down to the well, and filled her pitcher, and came up. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And the servant ran to meet her, and said, Let me, I pray thee, drink a little water of thy pitcher.",
      "tokens": [
        {
          "t": "And the servant ran to meet her, and said, Let me, I pray thee, drink a little water of thy pitcher. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And she said, Drink, my lord: and she hasted, and let down her pitcher upon her hand, and gave him drink.",
      "tokens": [
        {
          "t": "And she said, Drink, my lord: and she hasted, and let down her pitcher upon her hand, and gave him drink. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And when she had done giving him drink, she said, I will draw water for thy camels also, until they have done drinking.",
      "tokens": [
        {
          "t": "And when she had done giving him drink, she said, I will draw "
        },
        {
          "add": "water"
        },
        {
          "t": " for thy camels also, until they have done drinking. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And she hasted, and emptied her pitcher into the trough, and ran again unto the well to draw water, and drew for all his camels.",
      "tokens": [
        {
          "t": "And she hasted, and emptied her pitcher into the trough, and ran again unto the well to draw "
        },
        {
          "add": "water"
        },
        {
          "t": ", and drew for all his camels. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And the man wondering at her held his peace, to wit whether the LORD had made his journey prosperous or not.",
      "tokens": [
        {
          "t": "And the man wondering at her held his peace, to wit whether the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had made his journey prosperous or not. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And it came to pass, as the camels had done drinking, that the man took a golden earring of half a shekel weight, and two bracelets for her hands of ten shekels weight of gold;",
      "tokens": [
        {
          "t": "And it came to pass, as the camels had done drinking, that the man took a golden earring of half a shekel weight, and two bracelets for her hands of ten "
        },
        {
          "add": "shekels"
        },
        {
          "t": " weight of gold; "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And said, Whose daughter art thou? tell me, I pray thee: is there room in thy father’s house for us to lodge in?",
      "tokens": [
        {
          "t": "And said, Whose daughter "
        },
        {
          "add": "art"
        },
        {
          "t": " thou? tell me, I pray thee: is there room "
        },
        {
          "add": "in"
        },
        {
          "t": " thy father’s house for us to lodge in? "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And she said unto him, I am the daughter of Bethuel the son of Milcah, which she bare unto Nahor.",
      "tokens": [
        {
          "t": "And she said unto him, I "
        },
        {
          "add": "am"
        },
        {
          "t": " the daughter of Bethuel the son of Milcah, which she bare unto Nahor. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "She said moreover unto him, We have both straw and provender enough, and room to lodge in.",
      "tokens": [
        {
          "t": "She said moreover unto him, We have both straw and provender enough, and room to lodge in. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And the man bowed down his head, and worshipped the LORD.",
      "tokens": [
        {
          "t": "And the man bowed down his head, and worshipped the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And he said, Blessed be the LORD God of my master Abraham, who hath not left destitute my master of his mercy and his truth: I being in the way, the LORD led me to the house of my master’s brethren.",
      "tokens": [
        {
          "t": "And he said, Blessed "
        },
        {
          "add": "be"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of my master Abraham, who hath not left destitute my master of his mercy and his truth: I "
        },
        {
          "add": "being"
        },
        {
          "t": " in the way, the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " led me to the house of my master’s brethren. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And the damsel ran, and told them of her mother’s house these things.",
      "tokens": [
        {
          "t": "And the damsel ran, and told "
        },
        {
          "add": "them of"
        },
        {
          "t": " her mother’s house these things. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "¶ And Rebekah had a brother, and his name was Laban: and Laban ran out unto the man, unto the well.",
      "tokens": [
        {
          "t": "¶ And Rebekah had a brother, and his name "
        },
        {
          "add": "was"
        },
        {
          "t": " Laban: and Laban ran out unto the man, unto the well. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And it came to pass, when he saw the earring and bracelets upon his sister’s hands, and when he heard the words of Rebekah his sister, saying, Thus spake the man unto me; that he came unto the man; and, behold, he stood by the camels at the well.",
      "tokens": [
        {
          "t": "And it came to pass, when he saw the earring and bracelets upon his sister’s hands, and when he heard the words of Rebekah his sister, saying, Thus spake the man unto me; that he came unto the man; and, behold, he stood by the camels at the well. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And he said, Come in, thou blessed of the LORD; wherefore standest thou without? for I have prepared the house, and room for the camels.",
      "tokens": [
        {
          "t": "And he said, Come in, thou blessed of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; wherefore standest thou without? for I have prepared the house, and room for the camels. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "¶ And the man came into the house: and he ungirded his camels, and gave straw and provender for the camels, and water to wash his feet, and the men’s feet that were with him.",
      "tokens": [
        {
          "t": "¶ And the man came into the house: and he ungirded his camels, and gave straw and provender for the camels, and water to wash his feet, and the men’s feet that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And there was set meat before him to eat: but he said, I will not eat, until I have told mine errand. And he said, Speak on.",
      "tokens": [
        {
          "t": "And there was set "
        },
        {
          "add": "meat"
        },
        {
          "t": " before him to eat: but he said, I will not eat, until I have told mine errand. And he said, Speak on. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And he said, I am Abraham’s servant.",
      "tokens": [
        {
          "t": "And he said, I "
        },
        {
          "add": "am"
        },
        {
          "t": " Abraham’s servant. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And the LORD hath blessed my master greatly; and he is become great: and he hath given him flocks, and herds, and silver, and gold, and menservants, and maidservants, and camels, and asses.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath blessed my master greatly; and he is become great: and he hath given him flocks, and herds, and silver, and gold, and menservants, and maidservants, and camels, and asses. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And Sarah my master’s wife bare a son to my master when she was old: and unto him hath he given all that he hath.",
      "tokens": [
        {
          "t": "And Sarah my master’s wife bare a son to my master when she was old: and unto him hath he given all that he hath. "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And my master made me swear, saying, Thou shalt not take a wife to my son of the daughters of the Canaanites, in whose land I dwell:",
      "tokens": [
        {
          "t": "And my master made me swear, saying, Thou shalt not take a wife to my son of the daughters of the Canaanites, in whose land I dwell: "
        }
      ]
    },
    {
      "v": 38,
      "plain": "But thou shalt go unto my father’s house, and to my kindred, and take a wife unto my son.",
      "tokens": [
        {
          "t": "But thou shalt go unto my father’s house, and to my kindred, and take a wife unto my son. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And I said unto my master, Peradventure the woman will not follow me.",
      "tokens": [
        {
          "t": "And I said unto my master, Peradventure the woman will not follow me. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And he said unto me, The LORD, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father’s house:",
      "tokens": [
        {
          "t": "And he said unto me, The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father’s house: "
        }
      ]
    },
    {
      "v": 41,
      "plain": "Then shalt thou be clear from this my oath, when thou comest to my kindred; and if they give not thee one, thou shalt be clear from my oath.",
      "tokens": [
        {
          "t": "Then shalt thou be clear from "
        },
        {
          "add": "this"
        },
        {
          "t": " my oath, when thou comest to my kindred; and if they give not thee "
        },
        {
          "add": "one"
        },
        {
          "t": ", thou shalt be clear from my oath. "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And I came this day unto the well, and said, O LORD God of my master Abraham, if now thou do prosper my way which I go:",
      "tokens": [
        {
          "t": "And I came this day unto the well, and said, O "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of my master Abraham, if now thou do prosper my way which I go: "
        }
      ]
    },
    {
      "v": 43,
      "plain": "Behold, I stand by the well of water; and it shall come to pass, that when the virgin cometh forth to draw water, and I say to her, Give me, I pray thee, a little water of thy pitcher to drink;",
      "tokens": [
        {
          "t": "Behold, I stand by the well of water; and it shall come to pass, that when the virgin cometh forth to draw "
        },
        {
          "add": "water"
        },
        {
          "t": ", and I say to her, Give me, I pray thee, a little water of thy pitcher to drink; "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And she say to me, Both drink thou, and I will also draw for thy camels: let the same be the woman whom the LORD hath appointed out for my master’s son.",
      "tokens": [
        {
          "t": "And she say to me, Both drink thou, and I will also draw for thy camels: "
        },
        {
          "add": "let"
        },
        {
          "t": " the same "
        },
        {
          "add": "be"
        },
        {
          "t": " the woman whom the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath appointed out for my master’s son. "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And before I had done speaking in mine heart, behold, Rebekah came forth with her pitcher on her shoulder; and she went down unto the well, and drew water: and I said unto her, Let me drink, I pray thee.",
      "tokens": [
        {
          "t": "And before I had done speaking in mine heart, behold, Rebekah came forth with her pitcher on her shoulder; and she went down unto the well, and drew "
        },
        {
          "add": "water:"
        },
        {
          "t": " and I said unto her, Let me drink, I pray thee. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "And she made haste, and let down her pitcher from her shoulder, and said, Drink, and I will give thy camels drink also: so I drank, and she made the camels drink also.",
      "tokens": [
        {
          "t": "And she made haste, and let down her pitcher from her "
        },
        {
          "add": "shoulder"
        },
        {
          "t": ", and said, Drink, and I will give thy camels drink also: so I drank, and she made the camels drink also. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And I asked her, and said, Whose daughter art thou? And she said, The daughter of Bethuel, Nahor’s son, whom Milcah bare unto him: and I put the earring upon her face, and the bracelets upon her hands.",
      "tokens": [
        {
          "t": "And I asked her, and said, Whose daughter "
        },
        {
          "add": "art"
        },
        {
          "t": " thou? And she said, The daughter of Bethuel, Nahor’s son, whom Milcah bare unto him: and I put the earring upon her face, and the bracelets upon her hands. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "And I bowed down my head, and worshipped the LORD, and blessed the LORD God of my master Abraham, which had led me in the right way to take my master’s brother’s daughter unto his son.",
      "tokens": [
        {
          "t": "And I bowed down my head, and worshipped the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and blessed the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of my master Abraham, which had led me in the right way to take my master’s brother’s daughter unto his son. "
        }
      ]
    },
    {
      "v": 49,
      "plain": "And now if ye will deal kindly and truly with my master, tell me: and if not, tell me; that I may turn to the right hand, or to the left.",
      "tokens": [
        {
          "t": "And now if ye will deal kindly and truly with my master, tell me: and if not, tell me; that I may turn to the right hand, or to the left. "
        }
      ]
    },
    {
      "v": 50,
      "plain": "Then Laban and Bethuel answered and said, The thing proceedeth from the LORD: we cannot speak unto thee bad or good.",
      "tokens": [
        {
          "t": "Then Laban and Bethuel answered and said, The thing proceedeth from the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": we cannot speak unto thee bad or good. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "Behold, Rebekah is before thee, take her, and go, and let her be thy master’s son’s wife, as the LORD hath spoken.",
      "tokens": [
        {
          "t": "Behold, Rebekah "
        },
        {
          "add": "is"
        },
        {
          "t": " before thee, take "
        },
        {
          "add": "her"
        },
        {
          "t": ", and go, and let her be thy master’s son’s wife, as the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath spoken. "
        }
      ]
    },
    {
      "v": 52,
      "plain": "And it came to pass, that, when Abraham’s servant heard their words, he worshipped the LORD, bowing himself to the earth.",
      "tokens": [
        {
          "t": "And it came to pass, that, when Abraham’s servant heard their words, he worshipped the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", "
        },
        {
          "add": "bowing himself"
        },
        {
          "t": " to the earth. "
        }
      ]
    },
    {
      "v": 53,
      "plain": "And the servant brought forth jewels of silver, and jewels of gold, and raiment, and gave them to Rebekah: he gave also to her brother and to her mother precious things.",
      "tokens": [
        {
          "t": "And the servant brought forth jewels of silver, and jewels of gold, and raiment, and gave "
        },
        {
          "add": "them"
        },
        {
          "t": " to Rebekah: he gave also to her brother and to her mother precious things. "
        }
      ]
    },
    {
      "v": 54,
      "plain": "And they did eat and drink, he and the men that were with him, and tarried all night; and they rose up in the morning, and he said, Send me away unto my master.",
      "tokens": [
        {
          "t": "And they did eat and drink, he and the men that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him, and tarried all night; and they rose up in the morning, and he said, Send me away unto my master. "
        }
      ]
    },
    {
      "v": 55,
      "plain": "And her brother and her mother said, Let the damsel abide with us a few days, at the least ten; after that she shall go.",
      "tokens": [
        {
          "t": "And her brother and her mother said, Let the damsel abide with us "
        },
        {
          "add": "a few"
        },
        {
          "t": " days, at the least ten; after that she shall go. "
        }
      ]
    },
    {
      "v": 56,
      "plain": "And he said unto them, Hinder me not, seeing the LORD hath prospered my way; send me away that I may go to my master.",
      "tokens": [
        {
          "t": "And he said unto them, Hinder me not, seeing the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath prospered my way; send me away that I may go to my master. "
        }
      ]
    },
    {
      "v": 57,
      "plain": "And they said, We will call the damsel, and enquire at her mouth.",
      "tokens": [
        {
          "t": "And they said, We will call the damsel, and enquire at her mouth. "
        }
      ]
    },
    {
      "v": 58,
      "plain": "And they called Rebekah, and said unto her, Wilt thou go with this man? And she said, I will go.",
      "tokens": [
        {
          "t": "And they called Rebekah, and said unto her, Wilt thou go with this man? And she said, I will go. "
        }
      ]
    },
    {
      "v": 59,
      "plain": "And they sent away Rebekah their sister, and her nurse, and Abraham’s servant, and his men.",
      "tokens": [
        {
          "t": "And they sent away Rebekah their sister, and her nurse, and Abraham’s servant, and his men. "
        }
      ]
    },
    {
      "v": 60,
      "plain": "And they blessed Rebekah, and said unto her, Thou art our sister, be thou the mother of thousands of millions, and let thy seed possess the gate of those which hate them.",
      "tokens": [
        {
          "t": "And they blessed Rebekah, and said unto her, Thou "
        },
        {
          "add": "art"
        },
        {
          "t": " our sister, be thou "
        },
        {
          "add": "the mother"
        },
        {
          "t": " of thousands of millions, and let thy seed possess the gate of those which hate them. "
        }
      ]
    },
    {
      "v": 61,
      "plain": "¶ And Rebekah arose, and her damsels, and they rode upon the camels, and followed the man: and the servant took Rebekah, and went his way.",
      "tokens": [
        {
          "t": "¶ And Rebekah arose, and her damsels, and they rode upon the camels, and followed the man: and the servant took Rebekah, and went his way. "
        }
      ]
    },
    {
      "v": 62,
      "plain": "And Isaac came from the way of the well Lahai-roi; for he dwelt in the south country.",
      "tokens": [
        {
          "t": "And Isaac came from the way of the well Lahai-roi; for he dwelt in the south country. "
        }
      ]
    },
    {
      "v": 63,
      "plain": "And Isaac went out to meditate in the field at the eventide: and he lifted up his eyes, and saw, and, behold, the camels were coming.",
      "tokens": [
        {
          "t": "And Isaac went out to meditate in the field at the eventide: and he lifted up his eyes, and saw, and, behold, the camels "
        },
        {
          "add": "were"
        },
        {
          "t": " coming. "
        }
      ]
    },
    {
      "v": 64,
      "plain": "And Rebekah lifted up her eyes, and when she saw Isaac, she lighted off the camel.",
      "tokens": [
        {
          "t": "And Rebekah lifted up her eyes, and when she saw Isaac, she lighted off the camel. "
        }
      ]
    },
    {
      "v": 65,
      "plain": "For she had said unto the servant, What man is this that walketh in the field to meet us? And the servant had said, It is my master: therefore she took a vail, and covered herself.",
      "tokens": [
        {
          "t": "For she "
        },
        {
          "add": "had"
        },
        {
          "t": " said unto the servant, What man "
        },
        {
          "add": "is"
        },
        {
          "t": " this that walketh in the field to meet us? And the servant "
        },
        {
          "add": "had"
        },
        {
          "t": " said, It "
        },
        {
          "add": "is"
        },
        {
          "t": " my master: therefore she took a vail, and covered herself. "
        }
      ]
    },
    {
      "v": 66,
      "plain": "And the servant told Isaac all things that he had done.",
      "tokens": [
        {
          "t": "And the servant told Isaac all things that he had done. "
        }
      ]
    },
    {
      "v": 67,
      "plain": "And Isaac brought her into his mother Sarah’s tent, and took Rebekah, and she became his wife; and he loved her: and Isaac was comforted after his mother’s death.",
      "tokens": [
        {
          "t": "And Isaac brought her into his mother Sarah’s tent, and took Rebekah, and she became his wife; and he loved her: and Isaac was comforted after his mother’s "
        },
        {
          "add": "death"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "well…: Heb. gone into days"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 10
      },
      "text": "for: or, and"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 11
      },
      "text": "that…: Heb. that women who draw water go forth"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "very…: Heb. good of countenance"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 22
      },
      "text": "earring: or, jewel for the forehead"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 53
      },
      "text": "jewels: Heb. vessels"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 55
      },
      "text": "a few…: or, a full year, or ten months"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 63
      },
      "text": "to meditate: or, to pray"
    }
  ]
}