{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 27,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, that when Isaac was old, and his eyes were dim, so that he could not see, he called Esau his eldest son, and said unto him, My son: and he said unto him, Behold,"
        },
        {
          "add": "here am"
        },
        {
          "t": "I."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he said, Behold now, I am old, I know not the day of my death:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Now therefore take, I pray thee, thy weapons, thy quiver and thy bow, and go out to the field, and take me"
        },
        {
          "add": "some"
        },
        {
          "t": "venison;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And make me savoury meat, such as I love, and bring"
        },
        {
          "add": "it"
        },
        {
          "t": "to me, that I may eat; that my soul may bless thee before I die."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Rebekah heard when Isaac spake to Esau his son. And Esau went to the field to hunt"
        },
        {
          "add": "for"
        },
        {
          "t": "venison,"
        },
        {
          "add": "and"
        },
        {
          "t": "to bring"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And Rebekah spake unto Jacob her son, saying, Behold, I heard thy father speak unto Esau thy brother, saying,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Bring me venison, and make me savoury meat, that I may eat, and bless thee before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "before my death."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Now therefore, my son, obey my voice according to that which I command thee."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Go now to the flock, and fetch me from thence two good kids of the goats; and I will make them savoury meat for thy father, such as he loveth:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And thou shalt bring"
        },
        {
          "add": "it"
        },
        {
          "t": "to thy father, that he may eat, and that he may bless thee before his death."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Jacob said to Rebekah his mother, Behold, Esau my brother"
        },
        {
          "add": "is"
        },
        {
          "t": "a hairy man, and I"
        },
        {
          "add": "am"
        },
        {
          "t": "a smooth man:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "My father peradventure will feel me, and I shall seem to him as a deceiver; and I shall bring a curse upon me, and not a blessing."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And his mother said unto him, Upon me"
        },
        {
          "add": "be"
        },
        {
          "t": "thy curse, my son: only obey my voice, and go fetch me"
        },
        {
          "add": "them"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And he went, and fetched, and brought"
        },
        {
          "add": "them"
        },
        {
          "t": "to his mother: and his mother made savoury meat, such as his father loved."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Rebekah took goodly raiment of her eldest son Esau, which"
        },
        {
          "add": "were"
        },
        {
          "t": "with her in the house, and put them upon Jacob her younger son:"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And she put the skins of the kids of the goats upon his hands, and upon the smooth of his neck:"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And she gave the savoury meat and the bread, which she had prepared, into the hand of her son Jacob."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And he came unto his father, and said, My father: and he said, Here"
        },
        {
          "add": "am"
        },
        {
          "t": "I; who"
        },
        {
          "add": "art"
        },
        {
          "t": "thou, my son?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Jacob said unto his father, I"
        },
        {
          "add": "am"
        },
        {
          "t": "Esau thy firstborn; I have done according as thou badest me: arise, I pray thee, sit and eat of my venison, that thy soul may bless me."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Isaac said unto his son, How"
        },
        {
          "add": "is it"
        },
        {
          "t": "that thou hast found"
        },
        {
          "add": "it"
        },
        {
          "t": "so quickly, my son? And he said, Because the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God brought"
        },
        {
          "add": "it"
        },
        {
          "t": "to me."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Isaac said unto Jacob, Come near, I pray thee, that I may feel thee, my son, whether thou"
        },
        {
          "add": "be"
        },
        {
          "t": "my very son Esau or not."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Jacob went near unto Isaac his father; and he felt him, and said, The voice"
        },
        {
          "add": "is"
        },
        {
          "t": "Jacob’s voice, but the hands"
        },
        {
          "add": "are"
        },
        {
          "t": "the hands of Esau."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And he discerned him not, because his hands were hairy, as his brother Esau’s hands: so he blessed him."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And he said,"
        },
        {
          "add": "Art"
        },
        {
          "t": "thou my very son Esau? And he said, I"
        },
        {
          "add": "am"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And he said, Bring"
        },
        {
          "add": "it"
        },
        {
          "t": "near to me, and I will eat of my son’s venison, that my soul may bless thee. And he brought"
        },
        {
          "add": "it"
        },
        {
          "t": "near to him, and he did eat: and he brought him wine, and he drank."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And his father Isaac said unto him, Come near now, and kiss me, my son."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And he came near, and kissed him: and he smelled the smell of his raiment, and blessed him, and said, See, the smell of my son"
        },
        {
          "add": "is"
        },
        {
          "t": "as the smell of a field which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath blessed:"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Therefore God give thee of the dew of heaven, and the fatness of the earth, and plenty of corn and wine:"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Let people serve thee, and nations bow down to thee: be lord over thy brethren, and let thy mother’s sons bow down to thee: cursed"
        },
        {
          "add": "be"
        },
        {
          "t": "every one that curseth thee, and blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "he that blesseth thee."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "¶ And it came to pass, as soon as Isaac had made an end of blessing Jacob, and Jacob was yet scarce gone out from the presence of Isaac his father, that Esau his brother came in from his hunting."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And he also had made savoury meat, and brought it unto his father, and said unto his father, Let my father arise, and eat of his son’s venison, that thy soul may bless me."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And Isaac his father said unto him, Who"
        },
        {
          "add": "art"
        },
        {
          "t": "thou? And he said, I"
        },
        {
          "add": "am"
        },
        {
          "t": "thy son, thy firstborn Esau."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And Isaac trembled very exceedingly, and said, Who? where"
        },
        {
          "add": "is"
        },
        {
          "t": "he that hath taken venison, and brought"
        },
        {
          "add": "it"
        },
        {
          "t": "me, and I have eaten of all before thou camest, and have blessed him? yea,"
        },
        {
          "add": "and"
        },
        {
          "t": "he shall be blessed."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And when Esau heard the words of his father, he cried with a great and exceeding bitter cry, and said unto his father, Bless me,"
        },
        {
          "add": "even"
        },
        {
          "t": "me also, O my father."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And he said, Thy brother came with subtilty, and hath taken away thy blessing."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And he said, Is not he rightly named Jacob? for he hath supplanted me these two times: he took away my birthright; and, behold, now he hath taken away my blessing. And he said, Hast thou not reserved a blessing for me?"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And Isaac answered and said unto Esau, Behold, I have made him thy lord, and all his brethren have I given to him for servants; and with corn and wine have I sustained him: and what shall I do now unto thee, my son?"
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And Esau said unto his father, Hast thou but one blessing, my father? bless me,"
        },
        {
          "add": "even"
        },
        {
          "t": "me also, O my father. And Esau lifted up his voice, and wept."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And Isaac his father answered and said unto him, Behold, thy dwelling shall be the fatness of the earth, and of the dew of heaven from above;"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And by thy sword shalt thou live, and shalt serve thy brother; and it shall come to pass when thou shalt have the dominion, that thou shalt break his yoke from off thy neck."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "¶ And Esau hated Jacob because of the blessing wherewith his father blessed him: and Esau said in his heart, The days of mourning for my father are at hand; then will I slay my brother Jacob."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And these words of Esau her elder son were told to Rebekah: and she sent and called Jacob her younger son, and said unto him, Behold, thy brother Esau, as touching thee, doth comfort himself,"
        },
        {
          "add": "purposing"
        },
        {
          "t": "to kill thee."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "Now therefore, my son, obey my voice; and arise, flee thou to Laban my brother to Haran;"
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "And tarry with him a few days, until thy brother’s fury turn away;"
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Until thy brother’s anger turn away from thee, and he forget"
        },
        {
          "add": "that"
        },
        {
          "t": "which thou hast done to him: then I will send, and fetch thee from thence: why should I be deprived also of you both in one day?"
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "And Rebekah said to Isaac, I am weary of my life because of the daughters of Heth: if Jacob take a wife of the daughters of Heth, such as these"
        },
        {
          "add": "which are"
        },
        {
          "t": "of the daughters of the land, what good shall my life do me?"
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "take: Heb. hunt"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 15
      },
      "text": "goodly: Heb. desirable"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 20
      },
      "text": "to me: Heb. before me"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 33
      },
      "text": "trembled…: Heb. trembled with a great trembling greatly"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 33
      },
      "text": "taken: Heb. hunted"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 36
      },
      "text": "Jacob: that is, A supplanter"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 37
      },
      "text": "sustained: or, supported"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 39
      },
      "text": "the fatness: or, of the fatness"
    }
  ]
}