{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 32,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And Jacob went on his way, and the angels of God met him."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And when Jacob saw them, he said, This"
        },
        {
          "add": "is"
        },
        {
          "t": "God’s host: and he called the name of that place Mahanaim."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Jacob sent messengers before him to Esau his brother unto the land of Seir, the country of Edom."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he commanded them, saying, Thus shall ye speak unto my lord Esau; Thy servant Jacob saith thus, I have sojourned with Laban, and stayed there until now:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And I have oxen, and asses, flocks, and menservants, and womenservants: and I have sent to tell my lord, that I may find grace in thy sight."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And the messengers returned to Jacob, saying, We came to thy brother Esau, and also he cometh to meet thee, and four hundred men with him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then Jacob was greatly afraid and distressed: and he divided the people that"
        },
        {
          "add": "was"
        },
        {
          "t": "with him, and the flocks, and herds, and the camels, into two bands;"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And said, If Esau come to the one company, and smite it, then the other company which is left shall escape."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ And Jacob said, O God of my father Abraham, and God of my father Isaac, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "which saidst unto me, Return unto thy country, and to thy kindred, and I will deal well with thee:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "I am not worthy of the least of all the mercies, and of all the truth, which thou hast shewed unto thy servant; for with my staff I passed over this Jordan; and now I am become two bands."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Deliver me, I pray thee, from the hand of my brother, from the hand of Esau: for I fear him, lest he will come and smite me,"
        },
        {
          "add": "and"
        },
        {
          "t": "the mother with the children."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And thou saidst, I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ And he lodged there that same night; and took of that which came to his hand a present for Esau his brother;"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Two hundred she goats, and twenty he goats, two hundred ewes, and twenty rams,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Thirty milch camels with their colts, forty kine, and ten bulls, twenty she asses, and ten foals."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he delivered"
        },
        {
          "add": "them"
        },
        {
          "t": "into the hand of his servants, every drove by themselves; and said unto his servants, Pass over before me, and put a space betwixt drove and drove."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And he commanded the foremost, saying, When Esau my brother meeteth thee, and asketh thee, saying, Whose"
        },
        {
          "add": "art"
        },
        {
          "t": "thou? and whither goest thou? and whose"
        },
        {
          "add": "are"
        },
        {
          "t": "these before thee?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Then thou shalt say,"
        },
        {
          "add": "They be"
        },
        {
          "t": "thy servant Jacob’s; it"
        },
        {
          "add": "is"
        },
        {
          "t": "a present sent unto my lord Esau: and, behold, also he"
        },
        {
          "add": "is"
        },
        {
          "t": "behind us."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And so commanded he the second, and the third, and all that followed the droves, saying, On this manner shall ye speak unto Esau, when ye find him."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And say ye moreover, Behold, thy servant Jacob"
        },
        {
          "add": "is"
        },
        {
          "t": "behind us. For he said, I will appease him with the present that goeth before me, and afterward I will see his face; peradventure he will accept of me."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "So went the present over before him: and himself lodged that night in the company."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And he rose up that night, and took his two wives, and his two womenservants, and his eleven sons, and passed over the ford Jabbok."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And he took them, and sent them over the brook, and sent over that he had."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ And Jacob was left alone; and there wrestled a man with him until the breaking of the day."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And when he saw that he prevailed not against him, he touched the hollow of his thigh; and the hollow of Jacob’s thigh was out of joint, as he wrestled with him."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And he said, Let me go, for the day breaketh. And he said, I will not let thee go, except thou bless me."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And he said unto him, What"
        },
        {
          "add": "is"
        },
        {
          "t": "thy name? And he said, Jacob."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And he said, Thy name shall be called no more Jacob, but Israel: for as a prince hast thou power with God and with men, and hast prevailed."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Jacob asked"
        },
        {
          "add": "him"
        },
        {
          "t": ", and said, Tell"
        },
        {
          "add": "me"
        },
        {
          "t": ", I pray thee, thy name. And he said, Wherefore"
        },
        {
          "add": "is"
        },
        {
          "t": "it"
        },
        {
          "add": "that"
        },
        {
          "t": "thou dost ask after my name? And he blessed him there."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And Jacob called the name of the place Peniel: for I have seen God face to face, and my life is preserved."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And as he passed over Penuel the sun rose upon him, and he halted upon his thigh."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Therefore the children of Israel eat not"
        },
        {
          "add": "of"
        },
        {
          "t": "the sinew which shrank, which"
        },
        {
          "add": "is"
        },
        {
          "t": "upon the hollow of the thigh, unto this day: because he touched the hollow of Jacob’s thigh in the sinew that shrank."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "Mahanaim: that is, Two hosts, or, camps"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "country: Heb. field"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "I am not…: Heb. I am less than all"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "with: Heb. upon"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 20
      },
      "text": "of me: Heb. my face"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 23
      },
      "text": "sent them: Heb. caused to pass"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 24
      },
      "text": "breaking…: Heb. ascending of the morning"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 28
      },
      "text": "Israel: that is, A prince of God"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 30
      },
      "text": "Peniel: that is, The face of God"
    }
  ]
}