{
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 33,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And Jacob lifted up his eyes, and looked, and, behold, Esau came, and with him four hundred men. And he divided the children unto Leah, and unto Rachel, and unto the two handmaids."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he put the handmaids and their children foremost, and Leah and her children after, and Rachel and Joseph hindermost."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And he passed over before them, and bowed himself to the ground seven times, until he came near to his brother."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And Esau ran to meet him, and embraced him, and fell on his neck, and kissed him: and they wept."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And he lifted up his eyes, and saw the women and the children; and said, Who"
        },
        {
          "add": "are"
        },
        {
          "t": "those with thee? And he said, The children which God hath graciously given thy servant."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then the handmaidens came near, they and their children, and they bowed themselves."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Leah also with her children came near, and bowed themselves: and after came Joseph near and Rachel, and they bowed themselves."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And he said, What"
        },
        {
          "add": "meanest"
        },
        {
          "t": "thou by all this drove which I met? And he said,"
        },
        {
          "add": "These are"
        },
        {
          "t": "to find grace in the sight of my lord."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Esau said, I have enough, my brother; keep that thou hast unto thyself."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And Jacob said, Nay, I pray thee, if now I have found grace in thy sight, then receive my present at my hand: for therefore I have seen thy face, as though I had seen the face of God, and thou wast pleased with me."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Take, I pray thee, my blessing that is brought to thee; because God hath dealt graciously with me, and because I have enough. And he urged him, and he took"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And he said, Let us take our journey, and let us go, and I will go before thee."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And he said unto him, My lord knoweth that the children"
        },
        {
          "add": "are"
        },
        {
          "t": "tender, and the flocks and herds with young"
        },
        {
          "add": "are"
        },
        {
          "t": "with me: and if men should overdrive them one day, all the flock will die."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Let my lord, I pray thee, pass over before his servant: and I will lead on softly, according as the cattle that goeth before me and the children be able to endure, until I come unto my lord unto Seir."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Esau said, Let me now leave with thee"
        },
        {
          "add": "some"
        },
        {
          "t": "of the folk that"
        },
        {
          "add": "are"
        },
        {
          "t": "with me. And he said, What needeth it? let me find grace in the sight of my lord."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ So Esau returned that day on his way unto Seir."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And Jacob journeyed to Succoth, and built him an house, and made booths for his cattle: therefore the name of the place is called Succoth."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And Jacob came to Shalem, a city of Shechem, which"
        },
        {
          "add": "is"
        },
        {
          "t": "in the land of Canaan, when he came from Padan-aram; and pitched his tent before the city."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And he bought a parcel of a field, where he had spread his tent, at the hand of the children of Hamor, Shechem’s father, for an hundred pieces of money."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And he erected there an altar, and called it El-elohe-Israel."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "with…: Heb. to thee"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "What…: Heb. What is all this band to thee?"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "keep…: Heb. be that to thee that is thine"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "enough: Heb. all things"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "according…: Heb. according to the foot of the work, etc., and according to the foot of the children"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "leave: Heb. set, or, place"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 15
      },
      "text": "What…: Heb. Wherefore is this?"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 17
      },
      "text": "Succoth: that is, Booths"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 18
      },
      "text": "Shechem: Gr. Sychem"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 19
      },
      "text": "Hamor: Gr. Emmor"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "pieces…: or, lambs"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 20
      },
      "text": "El-elohe-Israel: that is God the God of Israel"
    }
  ]
}