{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 35,
  "verses": [
    {
      "v": 1,
      "plain": "And God said unto Jacob, Arise, go up to Beth-el, and dwell there: and make there an altar unto God, that appeared unto thee when thou fleddest from the face of Esau thy brother.",
      "tokens": [
        {
          "t": "And God said unto Jacob, Arise, go up to Beth-el, and dwell there: and make there an altar unto God, that appeared unto thee when thou fleddest from the face of Esau thy brother. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Then Jacob said unto his household, and to all that were with him, Put away the strange gods that are among you, and be clean, and change your garments:",
      "tokens": [
        {
          "t": "Then Jacob said unto his household, and to all that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him, Put away the strange gods that "
        },
        {
          "add": "are"
        },
        {
          "t": " among you, and be clean, and change your garments: "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And let us arise, and go up to Beth-el; and I will make there an altar unto God, who answered me in the day of my distress, and was with me in the way which I went.",
      "tokens": [
        {
          "t": "And let us arise, and go up to Beth-el; and I will make there an altar unto God, who answered me in the day of my distress, and was with me in the way which I went. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And they gave unto Jacob all the strange gods which were in their hand, and all their earrings which were in their ears; and Jacob hid them under the oak which was by Shechem.",
      "tokens": [
        {
          "t": "And they gave unto Jacob all the strange gods which "
        },
        {
          "add": "were"
        },
        {
          "t": " in their hand, and "
        },
        {
          "add": "all their"
        },
        {
          "t": " earrings which "
        },
        {
          "add": "were"
        },
        {
          "t": " in their ears; and Jacob hid them under the oak which "
        },
        {
          "add": "was"
        },
        {
          "t": " by Shechem. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And they journeyed: and the terror of God was upon the cities that were round about them, and they did not pursue after the sons of Jacob.",
      "tokens": [
        {
          "t": "And they journeyed: and the terror of God was upon the cities that "
        },
        {
          "add": "were"
        },
        {
          "t": " round about them, and they did not pursue after the sons of Jacob. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ So Jacob came to Luz, which is in the land of Canaan, that is, Beth-el, he and all the people that were with him.",
      "tokens": [
        {
          "t": "¶ So Jacob came to Luz, which "
        },
        {
          "add": "is"
        },
        {
          "t": " in the land of Canaan, that "
        },
        {
          "add": "is"
        },
        {
          "t": ", Beth-el, he and all the people that "
        },
        {
          "add": "were"
        },
        {
          "t": " with him. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And he built there an altar, and called the place El-beth-el: because there God appeared unto him, when he fled from the face of his brother.",
      "tokens": [
        {
          "t": "And he built there an altar, and called the place El-beth-el: because there God appeared unto him, when he fled from the face of his brother. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "But Deborah Rebekah’s nurse died, and she was buried beneath Beth-el under an oak: and the name of it was called Allon-bachuth.",
      "tokens": [
        {
          "t": "But Deborah Rebekah’s nurse died, and she was buried beneath Beth-el under an oak: and the name of it was called Allon-bachuth. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ And God appeared unto Jacob again, when he came out of Padan-aram, and blessed him.",
      "tokens": [
        {
          "t": "¶ And God appeared unto Jacob again, when he came out of Padan-aram, and blessed him. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And God said unto him, Thy name is Jacob: thy name shall not be called any more Jacob, but Israel shall be thy name: and he called his name Israel.",
      "tokens": [
        {
          "t": "And God said unto him, Thy name "
        },
        {
          "add": "is"
        },
        {
          "t": " Jacob: thy name shall not be called any more Jacob, but Israel shall be thy name: and he called his name Israel. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And God said unto him, I am God Almighty: be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins;",
      "tokens": [
        {
          "t": "And God said unto him, I "
        },
        {
          "add": "am"
        },
        {
          "t": " God Almighty: be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins; "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.",
      "tokens": [
        {
          "t": "And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And God went up from him in the place where he talked with him.",
      "tokens": [
        {
          "t": "And God went up from him in the place where he talked with him. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And Jacob set up a pillar in the place where he talked with him, even a pillar of stone: and he poured a drink offering thereon, and he poured oil thereon.",
      "tokens": [
        {
          "t": "And Jacob set up a pillar in the place where he talked with him, "
        },
        {
          "add": "even"
        },
        {
          "t": " a pillar of stone: and he poured a drink offering thereon, and he poured oil thereon. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And Jacob called the name of the place where God spake with him, Beth-el.",
      "tokens": [
        {
          "t": "And Jacob called the name of the place where God spake with him, Beth-el. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ And they journeyed from Beth-el; and there was but a little way to come to Ephrath: and Rachel travailed, and she had hard labour.",
      "tokens": [
        {
          "t": "¶ And they journeyed from Beth-el; and there was but a little way to come to Ephrath: and Rachel travailed, and she had hard labour. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And it came to pass, when she was in hard labour, that the midwife said unto her, Fear not; thou shalt have this son also.",
      "tokens": [
        {
          "t": "And it came to pass, when she was in hard labour, that the midwife said unto her, Fear not; thou shalt have this son also. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And it came to pass, as her soul was in departing, (for she died) that she called his name Ben-oni: but his father called him Benjamin.",
      "tokens": [
        {
          "t": "And it came to pass, as her soul was in departing, (for she died) that she called his name Ben-oni: but his father called him Benjamin. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And Rachel died, and was buried in the way to Ephrath, which is Beth-lehem.",
      "tokens": [
        {
          "t": "And Rachel died, and was buried in the way to Ephrath, which "
        },
        {
          "add": "is"
        },
        {
          "t": " Beth-lehem. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And Jacob set a pillar upon her grave: that is the pillar of Rachel’s grave unto this day.",
      "tokens": [
        {
          "t": "And Jacob set a pillar upon her grave: that "
        },
        {
          "add": "is"
        },
        {
          "t": " the pillar of Rachel’s grave unto this day. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "¶ And Israel journeyed, and spread his tent beyond the tower of Edar.",
      "tokens": [
        {
          "t": "¶ And Israel journeyed, and spread his tent beyond the tower of Edar. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And it came to pass, when Israel dwelt in that land, that Reuben went and lay with Bilhah his father’s concubine: and Israel heard it. Now the sons of Jacob were twelve:",
      "tokens": [
        {
          "t": "And it came to pass, when Israel dwelt in that land, that Reuben went and lay with Bilhah his father’s concubine: and Israel heard "
        },
        {
          "add": "it"
        },
        {
          "t": ". Now the sons of Jacob were twelve: "
        }
      ]
    },
    {
      "v": 23,
      "plain": "The sons of Leah; Reuben, Jacob’s firstborn, and Simeon, and Levi, and Judah, and Issachar, and Zebulun:",
      "tokens": [
        {
          "t": "The sons of Leah; Reuben, Jacob’s firstborn, and Simeon, and Levi, and Judah, and Issachar, and Zebulun: "
        }
      ]
    },
    {
      "v": 24,
      "plain": "The sons of Rachel; Joseph, and Benjamin:",
      "tokens": [
        {
          "t": "The sons of Rachel; Joseph, and Benjamin: "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And the sons of Bilhah, Rachel’s handmaid; Dan, and Naphtali:",
      "tokens": [
        {
          "t": "And the sons of Bilhah, Rachel’s handmaid; Dan, and Naphtali: "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And the sons of Zilpah, Leah’s handmaid; Gad, and Asher: these are the sons of Jacob, which were born to him in Padan-aram.",
      "tokens": [
        {
          "t": "And the sons of Zilpah, Leah’s handmaid; Gad, and Asher: these "
        },
        {
          "add": "are"
        },
        {
          "t": " the sons of Jacob, which were born to him in Padan-aram. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ And Jacob came unto Isaac his father unto Mamre, unto the city of Arbah, which is Hebron, where Abraham and Isaac sojourned.",
      "tokens": [
        {
          "t": "¶ And Jacob came unto Isaac his father unto Mamre, unto the city of Arbah, which "
        },
        {
          "add": "is"
        },
        {
          "t": " Hebron, where Abraham and Isaac sojourned. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And the days of Isaac were an hundred and fourscore years.",
      "tokens": [
        {
          "t": "And the days of Isaac were an hundred and fourscore years. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And Isaac gave up the ghost, and died, and was gathered unto his people, being old and full of days: and his sons Esau and Jacob buried him.",
      "tokens": [
        {
          "t": "And Isaac gave up the ghost, and died, and was gathered unto his people, "
        },
        {
          "add": "being"
        },
        {
          "t": " old and full of days: and his sons Esau and Jacob buried him. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "El-beth-el: that is, The God of Beth-el"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "Allon-bachuth: that is, The oak of weeping"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 16
      },
      "text": "a little…: Heb. a little piece of ground"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 18
      },
      "text": "Ben-oni: that is, The son of my sorrow"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 18
      },
      "text": "Benjamin: that is, The son of the right hand"
    }
  ]
}