{
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 42,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now when Jacob saw that there was corn in Egypt, Jacob said unto his sons, Why do ye look one upon another?"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he said, Behold, I have heard that there is corn in Egypt: get you down thither, and buy for us from thence; that we may live, and not die."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ And Joseph’s ten brethren went down to buy corn in Egypt."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But Benjamin, Joseph’s brother, Jacob sent not with his brethren; for he said, Lest peradventure mischief befall him."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the sons of Israel came to buy"
        },
        {
          "add": "corn"
        },
        {
          "t": "among those that came: for the famine was in the land of Canaan."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And Joseph"
        },
        {
          "add": "was"
        },
        {
          "t": "the governor over the land,"
        },
        {
          "add": "and"
        },
        {
          "t": "he"
        },
        {
          "add": "it was"
        },
        {
          "t": "that sold to all the people of the land: and Joseph’s brethren came, and bowed down themselves before him"
        },
        {
          "add": "with"
        },
        {
          "t": "their faces to the earth."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Joseph saw his brethren, and he knew them, but made himself strange unto them, and spake roughly unto them; and he said unto them, Whence come ye? And they said, From the land of Canaan to buy food."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And Joseph knew his brethren, but they knew not him."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And Joseph remembered the dreams which he dreamed of them, and said unto them, Ye"
        },
        {
          "add": "are"
        },
        {
          "t": "spies; to see the nakedness of the land ye are come."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And they said unto him, Nay, my lord, but to buy food are thy servants come."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "We"
        },
        {
          "add": "are"
        },
        {
          "t": "all one man’s sons; we"
        },
        {
          "add": "are"
        },
        {
          "t": "true"
        },
        {
          "add": "men"
        },
        {
          "t": ", thy servants are no spies."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And he said unto them, Nay, but to see the nakedness of the land ye are come."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And they said, Thy servants"
        },
        {
          "add": "are"
        },
        {
          "t": "twelve brethren, the sons of one man in the land of Canaan; and, behold, the youngest"
        },
        {
          "add": "is"
        },
        {
          "t": "this day with our father, and one"
        },
        {
          "add": "is"
        },
        {
          "t": "not."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And Joseph said unto them, That"
        },
        {
          "add": "is it"
        },
        {
          "t": "that I spake unto you, saying, Ye"
        },
        {
          "add": "are"
        },
        {
          "t": "spies:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Hereby ye shall be proved: By the life of Pharaoh ye shall not go forth hence, except your youngest brother come hither."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Send one of you, and let him fetch your brother, and ye shall be kept in prison, that your words may be proved, whether"
        },
        {
          "add": "there be any"
        },
        {
          "t": "truth in you: or else by the life of Pharaoh surely ye"
        },
        {
          "add": "are"
        },
        {
          "t": "spies."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And he put them all together into ward three days."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Joseph said unto them the third day, This do, and live;"
        },
        {
          "add": "for"
        },
        {
          "t": "I fear God:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "If ye"
        },
        {
          "add": "be"
        },
        {
          "t": "true"
        },
        {
          "add": "men"
        },
        {
          "t": ", let one of your brethren be bound in the house of your prison: go ye, carry corn for the famine of your houses:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "But bring your youngest brother unto me; so shall your words be verified, and ye shall not die. And they did so."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "¶ And they said one to another, We"
        },
        {
          "add": "are"
        },
        {
          "t": "verily guilty concerning our brother, in that we saw the anguish of his soul, when he besought us, and we would not hear; therefore is this distress come upon us."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Reuben answered them, saying, Spake I not unto you, saying, Do not sin against the child; and ye would not hear? therefore, behold, also his blood is required."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And they knew not that Joseph understood"
        },
        {
          "add": "them;"
        },
        {
          "t": "for he spake unto them by an interpreter."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And he turned himself about from them, and wept; and returned to them again, and communed with them, and took from them Simeon, and bound him before their eyes."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ Then Joseph commanded to fill their sacks with corn, and to restore every man’s money into his sack, and to give them provision for the way: and thus did he unto them."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And they laded their asses with the corn, and departed thence."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And as one of them opened his sack to give his ass provender in the inn, he espied his money; for, behold, it"
        },
        {
          "add": "was"
        },
        {
          "t": "in his sack’s mouth."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And he said unto his brethren, My money is restored; and, lo,"
        },
        {
          "add": "it is"
        },
        {
          "t": "even in my sack: and their heart failed"
        },
        {
          "add": "them"
        },
        {
          "t": ", and they were afraid, saying one to another, What"
        },
        {
          "add": "is"
        },
        {
          "t": "this"
        },
        {
          "add": "that"
        },
        {
          "t": "God hath done unto us?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ And they came unto Jacob their father unto the land of Canaan, and told him all that befell unto them; saying,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "The man,"
        },
        {
          "add": "who is"
        },
        {
          "t": "the lord of the land, spake roughly to us, and took us for spies of the country."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And we said unto him, We"
        },
        {
          "add": "are"
        },
        {
          "t": "true"
        },
        {
          "add": "men;"
        },
        {
          "t": "we are no spies:"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "We"
        },
        {
          "add": "be"
        },
        {
          "t": "twelve brethren, sons of our father; one"
        },
        {
          "add": "is"
        },
        {
          "t": "not, and the youngest"
        },
        {
          "add": "is"
        },
        {
          "t": "this day with our father in the land of Canaan."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And the man, the lord of the country, said unto us, Hereby shall I know that ye"
        },
        {
          "add": "are"
        },
        {
          "t": "true"
        },
        {
          "add": "men;"
        },
        {
          "t": "leave one of your brethren"
        },
        {
          "add": "here"
        },
        {
          "t": "with me, and take"
        },
        {
          "add": "food for"
        },
        {
          "t": "the famine of your households, and be gone:"
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And bring your youngest brother unto me: then shall I know that ye"
        },
        {
          "add": "are"
        },
        {
          "t": "no spies, but"
        },
        {
          "add": "that"
        },
        {
          "t": "ye"
        },
        {
          "add": "are"
        },
        {
          "t": "true"
        },
        {
          "add": "men: so"
        },
        {
          "t": "will I deliver you your brother, and ye shall traffick in the land."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "¶ And it came to pass as they emptied their sacks, that, behold, every man’s bundle of money"
        },
        {
          "add": "was"
        },
        {
          "t": "in his sack: and when"
        },
        {
          "add": "both"
        },
        {
          "t": "they and their father saw the bundles of money, they were afraid."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And Jacob their father said unto them, Me have ye bereaved"
        },
        {
          "add": "of my children:"
        },
        {
          "t": "Joseph"
        },
        {
          "add": "is"
        },
        {
          "t": "not, and Simeon"
        },
        {
          "add": "is"
        },
        {
          "t": "not, and ye will take Benjamin"
        },
        {
          "add": "away:"
        },
        {
          "t": "all these things are against me."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And Reuben spake unto his father, saying, Slay my two sons, if I bring him not to thee: deliver him into my hand, and I will bring him to thee again."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And he said, My son shall not go down with you; for his brother is dead, and he is left alone: if mischief befall him by the way in the which ye go, then shall ye bring down my gray hairs with sorrow to the grave."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "roughly…: Heb. hard things with them"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 16
      },
      "text": "kept…: Heb. bound"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 17
      },
      "text": "put: Heb. gathered"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 23
      },
      "text": "he spake…: Heb. an interpreter was between them"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 28
      },
      "text": "failed…: Heb. went forth"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 30
      },
      "text": "roughly…: Heb. with us hard things"
    }
  ]
}