{
  "schema": 1,
  "work": "KJV",
  "osis": "Gen",
  "abbr": "GEN",
  "chapter": 44,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And he commanded the steward of his house, saying, Fill the men’s sacks"
        },
        {
          "add": "with"
        },
        {
          "t": "food, as much as they can carry, and put every man’s money in his sack’s mouth."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And put my cup, the silver cup, in the sack’s mouth of the youngest, and his corn money. And he did according to the word that Joseph had spoken."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "As soon as the morning was light, the men were sent away, they and their asses."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": "when they were gone out of the city,"
        },
        {
          "add": "and"
        },
        {
          "t": "not"
        },
        {
          "add": "yet"
        },
        {
          "t": "far off, Joseph said unto his steward, Up, follow after the men; and when thou dost overtake them, say unto them, Wherefore have ye rewarded evil for good?"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "add": "Is"
        },
        {
          "t": "not this"
        },
        {
          "add": "it"
        },
        {
          "t": "in which my lord drinketh, and whereby indeed he divineth? ye have done evil in so doing."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And he overtook them, and he spake unto them these same words."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And they said unto him, Wherefore saith my lord these words? God forbid that thy servants should do according to this thing:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Behold, the money, which we found in our sacks’ mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord’s house silver or gold?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "With whomsoever of thy servants it be found, both let him die, and we also will be my lord’s bondmen."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And he said, Now also"
        },
        {
          "add": "let"
        },
        {
          "t": "it"
        },
        {
          "add": "be"
        },
        {
          "t": "according unto your words: he with whom it is found shall be my servant; and ye shall be blameless."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Then they speedily took down every man his sack to the ground, and opened every man his sack."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And he searched,"
        },
        {
          "add": "and"
        },
        {
          "t": "began at the eldest, and left at the youngest: and the cup was found in Benjamin’s sack."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then they rent their clothes, and laded every man his ass, and returned to the city."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ And Judah and his brethren came to Joseph’s house; for he"
        },
        {
          "add": "was"
        },
        {
          "t": "yet there: and they fell before him on the ground."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Joseph said unto them, What deed"
        },
        {
          "add": "is"
        },
        {
          "t": "this that ye have done? wot ye not that such a man as I can certainly divine?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Judah said, What shall we say unto my lord? what shall we speak? or how shall we clear ourselves? God hath found out the iniquity of thy servants: behold, we"
        },
        {
          "add": "are"
        },
        {
          "t": "my lord’s servants, both we, and"
        },
        {
          "add": "he"
        },
        {
          "t": "also with whom the cup is found."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And he said, God forbid that I should do so:"
        },
        {
          "add": "but"
        },
        {
          "t": "the man in whose hand the cup is found, he shall be my servant; and as for you, get you up in peace unto your father."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ Then Judah came near unto him, and said, Oh my lord, let thy servant, I pray thee, speak a word in my lord’s ears, and let not thine anger burn against thy servant: for thou"
        },
        {
          "add": "art"
        },
        {
          "t": "even as Pharaoh."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "My lord asked his servants, saying, Have ye a father, or a brother?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And we said unto my lord, We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loveth him."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And thou saidst unto thy servants, Bring him down unto me, that I may set mine eyes upon him."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And we said unto my lord, The lad cannot leave his father: for"
        },
        {
          "add": "if"
        },
        {
          "t": "he should leave his father,"
        },
        {
          "add": "his father"
        },
        {
          "t": "would die."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And thou saidst unto thy servants, Except your youngest brother come down with you, ye shall see my face no more."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And it came to pass when we came up unto thy servant my father, we told him the words of my lord."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And our father said, Go again,"
        },
        {
          "add": "and"
        },
        {
          "t": "buy us a little food."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And we said, We cannot go down: if our youngest brother be with us, then will we go down: for we may not see the man’s face, except our youngest brother"
        },
        {
          "add": "be"
        },
        {
          "t": "with us."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And thy servant my father said unto us, Ye know that my wife bare me two"
        },
        {
          "add": "sons:"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And the one went out from me, and I said, Surely he is torn in pieces; and I saw him not since:"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And if ye take this also from me, and mischief befall him, ye shall bring down my gray hairs with sorrow to the grave."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Now therefore when I come to thy servant my father, and the lad"
        },
        {
          "add": "be"
        },
        {
          "t": "not with us; seeing that his life is bound up in the lad’s life;"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "It shall come to pass, when he seeth that the lad"
        },
        {
          "add": "is"
        },
        {
          "t": "not"
        },
        {
          "add": "with us"
        },
        {
          "t": ", that he will die: and thy servants shall bring down the gray hairs of thy servant our father with sorrow to the grave."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "For thy servant became surety for the lad unto my father, saying, If I bring him not unto thee, then I shall bear the blame to my father for ever."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "Now therefore, I pray thee, let thy servant abide instead of the lad a bondman to my lord; and let the lad go up with his brethren."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "For how shall I go up to my father, and the lad"
        },
        {
          "add": "be"
        },
        {
          "t": "not with me? lest peradventure I see the evil that shall come on my father."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "the steward…: Heb. him that was over his house"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "divineth: or, maketh trial?"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 15
      },
      "text": "divine: or, make trial?"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 34
      },
      "text": "come…: Heb. find my father"
    }
  ]
}