{
  "schema": 1,
  "work": "KJV",
  "osis": "Jas",
  "abbr": "JAS",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "My brethren, be not many masters, knowing that we shall receive the greater condemnation."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For in many things we offend all. If any man offend not in word, the same"
        },
        {
          "add": "is"
        },
        {
          "t": "a perfect man,"
        },
        {
          "add": "and"
        },
        {
          "t": "able also to bridle the whole body."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Behold also the ships, which though"
        },
        {
          "add": "they be"
        },
        {
          "t": "so great, and"
        },
        {
          "add": "are"
        },
        {
          "t": "driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And the tongue"
        },
        {
          "add": "is"
        },
        {
          "t": "a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "But the tongue can no man tame;"
        },
        {
          "add": "it is"
        },
        {
          "t": "an unruly evil, full of deadly poison."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Doth a fountain send forth at the same place sweet"
        },
        {
          "add": "water"
        },
        {
          "t": "and bitter?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so"
        },
        {
          "add": "can"
        },
        {
          "t": "no fountain both yield salt water and fresh."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Who"
        },
        {
          "add": "is"
        },
        {
          "t": "a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "This wisdom descendeth not from above, but"
        },
        {
          "add": "is"
        },
        {
          "t": "earthly, sensual, devilish."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "For where envying and strife"
        },
        {
          "add": "is"
        },
        {
          "t": ", there"
        },
        {
          "add": "is"
        },
        {
          "t": "confusion and every evil work."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But the wisdom that is from above is first pure, then peaceable, gentle,"
        },
        {
          "add": "and"
        },
        {
          "t": "easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the fruit of righteousness is sown in peace of them that make peace."
        }
      ]
    }
  ]
}