{
  "schema": 1,
  "work": "KJV",
  "osis": "Mic",
  "abbr": "MIC",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "plain": "The word of the LORD that came to Micah the Morasthite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
      "tokens": [
        {
          "t": "The word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " that came to Micah the Morasthite in the days of Jotham, Ahaz, "
        },
        {
          "add": "and"
        },
        {
          "t": " Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Hear, all ye people; hearken, O earth, and all that therein is: and let the Lord GOD be witness against you, the Lord from his holy temple.",
      "tokens": [
        {
          "t": "Hear, all ye people; hearken, O earth, and all that therein is: and let the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": " be witness against you, the Lord from his holy temple. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "For, behold, the LORD cometh forth out of his place, and will come down, and tread upon the high places of the earth.",
      "tokens": [
        {
          "t": "For, behold, the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " cometh forth out of his place, and will come down, and tread upon the high places of the earth. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, and as the waters that are poured down a steep place.",
      "tokens": [
        {
          "t": "And the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, "
        },
        {
          "add": "and"
        },
        {
          "t": " as the waters "
        },
        {
          "add": "that are"
        },
        {
          "t": " poured down a steep place. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "For the transgression of Jacob is all this, and for the sins of the house of Israel. What is the transgression of Jacob? is it not Samaria? and what are the high places of Judah? are they not Jerusalem?",
      "tokens": [
        {
          "t": "For the transgression of Jacob "
        },
        {
          "add": "is"
        },
        {
          "t": " all this, and for the sins of the house of Israel. What "
        },
        {
          "add": "is"
        },
        {
          "t": " the transgression of Jacob? "
        },
        {
          "add": "is it"
        },
        {
          "t": " not Samaria? and what "
        },
        {
          "add": "are"
        },
        {
          "t": " the high places of Judah? "
        },
        {
          "add": "are they"
        },
        {
          "t": " not Jerusalem? "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Therefore I will make Samaria as an heap of the field, and as plantings of a vineyard: and I will pour down the stones thereof into the valley, and I will discover the foundations thereof.",
      "tokens": [
        {
          "t": "Therefore I will make Samaria as an heap of the field, "
        },
        {
          "add": "and"
        },
        {
          "t": " as plantings of a vineyard: and I will pour down the stones thereof into the valley, and I will discover the foundations thereof. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And all the graven images thereof shall be beaten to pieces, and all the hires thereof shall be burned with the fire, and all the idols thereof will I lay desolate: for she gathered it of the hire of an harlot, and they shall return to the hire of an harlot.",
      "tokens": [
        {
          "t": "And all the graven images thereof shall be beaten to pieces, and all the hires thereof shall be burned with the fire, and all the idols thereof will I lay desolate: for she gathered "
        },
        {
          "add": "it"
        },
        {
          "t": " of the hire of an harlot, and they shall return to the hire of an harlot. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Therefore I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls.",
      "tokens": [
        {
          "t": "Therefore I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "For her wound is incurable; for it is come unto Judah; he is come unto the gate of my people, even to Jerusalem.",
      "tokens": [
        {
          "t": "For her wound "
        },
        {
          "add": "is"
        },
        {
          "t": " incurable; for it is come unto Judah; he is come unto the gate of my people, "
        },
        {
          "add": "even"
        },
        {
          "t": " to Jerusalem. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ Declare ye it not at Gath, weep ye not at all: in the house of Aphrah roll thyself in the dust.",
      "tokens": [
        {
          "t": "¶ Declare ye "
        },
        {
          "add": "it"
        },
        {
          "t": " not at Gath, weep ye not at all: in the house of Aphrah roll thyself in the dust. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Pass ye away, thou inhabitant of Saphir, having thy shame naked: the inhabitant of Zaanan came not forth in the mourning of Beth-ezel; he shall receive of you his standing.",
      "tokens": [
        {
          "t": "Pass ye away, thou inhabitant of Saphir, having thy shame naked: the inhabitant of Zaanan came not forth in the mourning of Beth-ezel; he shall receive of you his standing. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "For the inhabitant of Maroth waited carefully for good: but evil came down from the LORD unto the gate of Jerusalem.",
      "tokens": [
        {
          "t": "For the inhabitant of Maroth waited carefully for good: but evil came down from the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " unto the gate of Jerusalem. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "O thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.",
      "tokens": [
        {
          "t": "O thou inhabitant of Lachish, bind the chariot to the swift beast: she "
        },
        {
          "add": "is"
        },
        {
          "t": " the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Therefore shalt thou give presents to Moresheth-gath: the houses of Achzib shall be a lie to the kings of Israel.",
      "tokens": [
        {
          "t": "Therefore shalt thou give presents to Moresheth-gath: the houses of Achzib "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a lie to the kings of Israel. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Yet will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel.",
      "tokens": [
        {
          "t": "Yet will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Make thee bald, and poll thee for thy delicate children; enlarge thy baldness as the eagle; for they are gone into captivity from thee.",
      "tokens": [
        {
          "t": "Make thee bald, and poll thee for thy delicate children; enlarge thy baldness as the eagle; for they are gone into captivity from thee. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "all ye…: Heb. ye people, all of them"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "all that…: Heb. the fulness thereof"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "a steep…: Heb. a descent"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "owls: Heb. daughters of the owl"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 9
      },
      "text": "her…: or, she is grievously sick of her wounds"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 10
      },
      "text": "Aphrah: that is, Dust"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "thou…: or, thou that dwellest fairly"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 11
      },
      "text": "inhabitant: Heb. inhabitress"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 11
      },
      "text": "Zaanan: or, The country of flocks"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 11
      },
      "text": "Beth-ezel: or, A place near"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 12
      },
      "text": "inhabitant: Heb. inhabitress"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 12
      },
      "text": "waited…: or, was grieved"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 13
      },
      "text": "inhabitant: Heb. inhabitress"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 14
      },
      "text": "to…: or, for Moresheth-gath"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 14
      },
      "text": "Achzib: that is, A lie"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 15
      },
      "text": "inhabitant: Heb. inhabitress"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 15
      },
      "text": "he…: or, the glory of Israel shall, etc"
    }
  ]
}