{
  "work": "KJV",
  "osis": "Mic",
  "abbr": "MIC",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel;"
        },
        {
          "add": "Is it"
        },
        {
          "t": "not for you to know judgment?"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Who hate the good, and love the evil; who pluck off their skin from off them, and their flesh from off their bones;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Who also eat the flesh of my people, and flay their skin from off them; and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then shall they cry unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "concerning the prophets that make my people err, that bite with their teeth, and cry, Peace; and he that putteth not into their mouths, they even prepare war against him."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Therefore night"
        },
        {
          "add": "shall be"
        },
        {
          "t": "unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then shall the seers be ashamed, and the diviners confounded: yea, they shall all cover their lips; for"
        },
        {
          "add": "there is"
        },
        {
          "t": "no answer of God."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ But truly I am full of power by the spirit of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Hear this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel, that abhor judgment, and pervert all equity."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "They build up Zion with blood, and Jerusalem with iniquity."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "The heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money: yet will they lean upon the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and say,"
        },
        {
          "add": "Is"
        },
        {
          "t": "not the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "among us? none evil can come upon us."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Therefore shall Zion for your sake be plowed"
        },
        {
          "add": "as"
        },
        {
          "t": "a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of the forest."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "that…: vision: Heb. from a vision"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "that…: divine: Heb. from divining"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 7
      },
      "text": "lips: Heb. upper lip"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 10
      },
      "text": "blood: Heb. bloods"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "and say: Heb. saying"
    }
  ]
}