{
  "schema": 1,
  "work": "KJV",
  "osis": "Mic",
  "abbr": "MIC",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "plain": "Woe is me! for I am as when they have gathered the summer fruits, as the grapegleanings of the vintage: there is no cluster to eat: my soul desired the firstripe fruit.",
      "tokens": [
        {
          "t": "Woe is me! for I am as when they have gathered the summer fruits, as the grapegleanings of the vintage: "
        },
        {
          "add": "there is"
        },
        {
          "t": " no cluster to eat: my soul desired the firstripe fruit. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "The good man is perished out of the earth: and there is none upright among men: they all lie in wait for blood; they hunt every man his brother with a net.",
      "tokens": [
        {
          "t": "The good "
        },
        {
          "add": "man"
        },
        {
          "t": " is perished out of the earth: and "
        },
        {
          "add": "there is"
        },
        {
          "t": " none upright among men: they all lie in wait for blood; they hunt every man his brother with a net. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ That they may do evil with both hands earnestly, the prince asketh, and the judge asketh for a reward; and the great man, he uttereth his mischievous desire: so they wrap it up.",
      "tokens": [
        {
          "t": "¶ That they may do evil with both hands earnestly, the prince asketh, and the judge "
        },
        {
          "add": "asketh"
        },
        {
          "t": " for a reward; and the great "
        },
        {
          "add": "man"
        },
        {
          "t": ", he uttereth his mischievous desire: so they wrap it up. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "The best of them is as a brier: the most upright is sharper than a thorn hedge: the day of thy watchmen and thy visitation cometh; now shall be their perplexity.",
      "tokens": [
        {
          "t": "The best of them "
        },
        {
          "add": "is"
        },
        {
          "t": " as a brier: the most upright "
        },
        {
          "add": "is sharper"
        },
        {
          "t": " than a thorn hedge: the day of thy watchmen "
        },
        {
          "add": "and"
        },
        {
          "t": " thy visitation cometh; now shall be their perplexity. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Trust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom.",
      "tokens": [
        {
          "t": "¶ Trust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man’s enemies are the men of his own house.",
      "tokens": [
        {
          "t": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man’s enemies "
        },
        {
          "add": "are"
        },
        {
          "t": " the men of his own house. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Therefore I will look unto the LORD; I will wait for the God of my salvation: my God will hear me.",
      "tokens": [
        {
          "t": "Therefore I will look unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; I will wait for the God of my salvation: my God will hear me. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ Rejoice not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the LORD shall be a light unto me.",
      "tokens": [
        {
          "t": "¶ Rejoice not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "shall be"
        },
        {
          "t": " a light unto me. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "I will bear the indignation of the LORD, because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness.",
      "tokens": [
        {
          "t": "I will bear the indignation of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, "
        },
        {
          "add": "and"
        },
        {
          "t": " I shall behold his righteousness. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Then she that is mine enemy shall see it, and shame shall cover her which said unto me, Where is the LORD thy God? mine eyes shall behold her: now shall she be trodden down as the mire of the streets.",
      "tokens": [
        {
          "t": "Then "
        },
        {
          "add": "she that is"
        },
        {
          "t": " mine enemy shall see "
        },
        {
          "add": "it"
        },
        {
          "t": ", and shame shall cover her which said unto me, Where is the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God? mine eyes shall behold her: now shall she be trodden down as the mire of the streets. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "In the day that thy walls are to be built, in that day shall the decree be far removed.",
      "tokens": [
        {
          "add": "In"
        },
        {
          "t": " the day that thy walls are to be built, "
        },
        {
          "add": "in"
        },
        {
          "t": " that day shall the decree be far removed. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "In that day also he shall come even to thee from Assyria, and from the fortified cities, and from the fortress even to the river, and from sea to sea, and from mountain to mountain.",
      "tokens": [
        {
          "add": "In"
        },
        {
          "t": " that day "
        },
        {
          "add": "also"
        },
        {
          "t": " he shall come even to thee from Assyria, and "
        },
        {
          "add": "from"
        },
        {
          "t": " the fortified cities, and from the fortress even to the river, and from sea to sea, and "
        },
        {
          "add": "from"
        },
        {
          "t": " mountain to mountain. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Notwithstanding the land shall be desolate because of them that dwell therein, for the fruit of their doings.",
      "tokens": [
        {
          "t": "Notwithstanding the land shall be desolate because of them that dwell therein, for the fruit of their doings. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ Feed thy people with thy rod, the flock of thine heritage, which dwell solitarily in the wood, in the midst of Carmel: let them feed in Bashan and Gilead, as in the days of old.",
      "tokens": [
        {
          "t": "¶ Feed thy people with thy rod, the flock of thine heritage, which dwell solitarily "
        },
        {
          "add": "in"
        },
        {
          "t": " the wood, in the midst of Carmel: let them feed "
        },
        {
          "add": "in"
        },
        {
          "t": " Bashan and Gilead, as in the days of old. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "According to the days of thy coming out of the land of Egypt will I shew unto him marvellous things.",
      "tokens": [
        {
          "t": "According to the days of thy coming out of the land of Egypt will I shew unto him marvellous "
        },
        {
          "add": "things"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ The nations shall see and be confounded at all their might: they shall lay their hand upon their mouth, their ears shall be deaf.",
      "tokens": [
        {
          "t": "¶ The nations shall see and be confounded at all their might: they shall lay "
        },
        {
          "add": "their"
        },
        {
          "t": " hand upon "
        },
        {
          "add": "their"
        },
        {
          "t": " mouth, their ears shall be deaf. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "They shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the LORD our God, and shall fear because of thee.",
      "tokens": [
        {
          "t": "They shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God, and shall fear because of thee. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy.",
      "tokens": [
        {
          "t": "Who "
        },
        {
          "add": "is"
        },
        {
          "t": " a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth "
        },
        {
          "add": "in"
        },
        {
          "t": " mercy. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea.",
      "tokens": [
        {
          "t": "He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Thou wilt perform the truth to Jacob, and the mercy to Abraham, which thou hast sworn unto our fathers from the days of old.",
      "tokens": [
        {
          "t": "Thou wilt perform the truth to Jacob, "
        },
        {
          "add": "and"
        },
        {
          "t": " the mercy to Abraham, which thou hast sworn unto our fathers from the days of old. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "when…: Heb. the gatherings of summer"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "good: or, godly, or, merciful"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 3
      },
      "text": "his…: Heb. the mischief of his soul"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 10
      },
      "text": "Then…: or, And thou wilt see her that is mine enemy, and cover her with shame"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 10
      },
      "text": "shall she…: Heb. she shall be for a treading down"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 12
      },
      "text": "and from the fortified cities: or, even to the fortified cities"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 13
      },
      "text": "Notwithstanding: or, After that it hath been"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 14
      },
      "text": "Feed: or, Rule"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 17
      },
      "text": "worms: or, creeping things"
    }
  ]
}