{
  "schema": 1,
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "plain": "And they came over unto the other side of the sea, into the country of the Gadarenes.",
      "tokens": [
        {
          "t": "And they came over unto the other side of the sea, into the country of the Gadarenes. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,",
      "tokens": [
        {
          "t": "And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Who had his dwelling among the tombs; and no man could bind him, no, not with chains:",
      "tokens": [
        {
          "t": "Who had "
        },
        {
          "add": "his"
        },
        {
          "t": " dwelling among the tombs; and no man could bind him, no, not with chains: "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.",
      "tokens": [
        {
          "t": "Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any "
        },
        {
          "add": "man"
        },
        {
          "t": " tame him. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.",
      "tokens": [
        {
          "t": "And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "But when he saw Jesus afar off, he ran and worshipped him,",
      "tokens": [
        {
          "t": "But when he saw Jesus afar off, he ran and worshipped him, "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.",
      "tokens": [
        {
          "t": "And cried with a loud voice, and said, What have I to do with thee, Jesus, "
        },
        {
          "add": "thou"
        },
        {
          "t": " Son of the most high God? I adjure thee by God, that thou torment me not. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For he said unto him, Come out of the man, thou unclean spirit.",
      "tokens": [
        {
          "t": "For he said unto him, "
        },
        {
          "t": "Come out of the man, "
        },
        {
          "add": "thou"
        },
        {
          "t": " unclean spirit."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.",
      "tokens": [
        {
          "t": "And he asked him, "
        },
        {
          "t": "What "
        },
        {
          "add": "is"
        },
        {
          "t": " thy name?"
        },
        {
          "t": " And he answered, saying, My name "
        },
        {
          "add": "is"
        },
        {
          "t": " Legion: for we are many. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And he besought him much that he would not send them away out of the country.",
      "tokens": [
        {
          "t": "And he besought him much that he would not send them away out of the country. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Now there was there nigh unto the mountains a great herd of swine feeding.",
      "tokens": [
        {
          "t": "Now there was there nigh unto the mountains a great herd of swine feeding. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And all the devils besought him, saying, Send us into the swine, that we may enter into them.",
      "tokens": [
        {
          "t": "And all the devils besought him, saying, Send us into the swine, that we may enter into them. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.",
      "tokens": [
        {
          "t": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.",
      "tokens": [
        {
          "t": "And they that fed the swine fled, and told "
        },
        {
          "add": "it"
        },
        {
          "t": " in the city, and in the country. And they went out to see what it was that was done. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.",
      "tokens": [
        {
          "t": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.",
      "tokens": [
        {
          "t": "And they that saw "
        },
        {
          "add": "it"
        },
        {
          "t": " told them how it befell to him that was possessed with the devil, and "
        },
        {
          "add": "also"
        },
        {
          "t": " concerning the swine. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And they began to pray him to depart out of their coasts.",
      "tokens": [
        {
          "t": "And they began to pray him to depart out of their coasts. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.",
      "tokens": [
        {
          "t": "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.",
      "tokens": [
        {
          "t": "Howbeit Jesus suffered him not, but saith unto him, "
        },
        {
          "t": "Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.",
      "tokens": [
        {
          "t": "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all "
        },
        {
          "add": "men"
        },
        {
          "t": " did marvel. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.",
      "tokens": [
        {
          "t": "And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,",
      "tokens": [
        {
          "t": "And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet, "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.",
      "tokens": [
        {
          "t": "And besought him greatly, saying, My little daughter lieth at the point of death: "
        },
        {
          "add": "I pray thee"
        },
        {
          "t": ", come and lay thy hands on her, that she may be healed; and she shall live. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And Jesus went with him; and much people followed him, and thronged him.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "Jesus"
        },
        {
          "t": " went with him; and much people followed him, and thronged him. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And a certain woman, which had an issue of blood twelve years,",
      "tokens": [
        {
          "t": "And a certain woman, which had an issue of blood twelve years, "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,",
      "tokens": [
        {
          "t": "And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse, "
        }
      ]
    },
    {
      "v": 27,
      "plain": "When she had heard of Jesus, came in the press behind, and touched his garment.",
      "tokens": [
        {
          "t": "When she had heard of Jesus, came in the press behind, and touched his garment. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "For she said, If I may touch but his clothes, I shall be whole.",
      "tokens": [
        {
          "t": "For she said, If I may touch but his clothes, I shall be whole. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.",
      "tokens": [
        {
          "t": "And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?",
      "tokens": [
        {
          "t": "And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, "
        },
        {
          "t": "Who touched my clothes?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?",
      "tokens": [
        {
          "t": "And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me? "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And he looked round about to see her that had done this thing.",
      "tokens": [
        {
          "t": "And he looked round about to see her that had done this thing. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.",
      "tokens": [
        {
          "t": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
      "tokens": [
        {
          "t": "And he said unto her, "
        },
        {
          "t": "Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 35,
      "plain": "While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?",
      "tokens": [
        {
          "t": "While he yet spake, there came from the ruler of the synagogue’s "
        },
        {
          "add": "house certain"
        },
        {
          "t": " which said, Thy daughter is dead: why troublest thou the Master any further? "
        }
      ]
    },
    {
      "v": 36,
      "plain": "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.",
      "tokens": [
        {
          "t": "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, "
        },
        {
          "t": "Be not afraid, only believe."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And he suffered no man to follow him, save Peter, and James, and John the brother of James.",
      "tokens": [
        {
          "t": "And he suffered no man to follow him, save Peter, and James, and John the brother of James. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.",
      "tokens": [
        {
          "t": "And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.",
      "tokens": [
        {
          "t": "And when he was come in, he saith unto them, "
        },
        {
          "t": "Why make ye this ado, and weep? the damsel is not dead, but sleepeth."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.",
      "tokens": [
        {
          "t": "And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.",
      "tokens": [
        {
          "t": "And he took the damsel by the hand, and said unto her, "
        },
        {
          "t": "Talitha cumi;"
        },
        {
          "t": " which is, being interpreted, Damsel, I say unto thee, arise. "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.",
      "tokens": [
        {
          "t": "And straightway the damsel arose, and walked; for she was "
        },
        {
          "add": "of the age"
        },
        {
          "t": " of twelve years. And they were astonished with a great astonishment. "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And he charged them straitly that no man should know it; and commanded that something should be given her to eat.",
      "tokens": [
        {
          "t": "And he charged them straitly that no man should know it; and commanded that something should be given her to eat. "
        }
      ]
    }
  ]
}