{
  "schema": 1,
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "plain": "And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power.",
      "tokens": [
        {
          "t": "And he said unto them, "
        },
        {
          "t": "Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 2,
      "plain": "¶ And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.",
      "tokens": [
        {
          "t": "¶ And after six days Jesus taketh "
        },
        {
          "add": "with him"
        },
        {
          "t": " Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.",
      "tokens": [
        {
          "t": "And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And there appeared unto them Elias with Moses: and they were talking with Jesus.",
      "tokens": [
        {
          "t": "And there appeared unto them Elias with Moses: and they were talking with Jesus. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.",
      "tokens": [
        {
          "t": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "For he wist not what to say; for they were sore afraid.",
      "tokens": [
        {
          "t": "For he wist not what to say; for they were sore afraid. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him.",
      "tokens": [
        {
          "t": "And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves.",
      "tokens": [
        {
          "t": "And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.",
      "tokens": [
        {
          "t": "And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.",
      "tokens": [
        {
          "t": "And they kept that saying with themselves, questioning one with another what the rising from the dead should mean. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "¶ And they asked him, saying, Why say the scribes that Elias must first come?",
      "tokens": [
        {
          "t": "¶ And they asked him, saying, Why say the scribes that Elias must first come? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought.",
      "tokens": [
        {
          "t": "And he answered and told them, "
        },
        {
          "t": "Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 13,
      "plain": "But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him.",
      "tokens": [
        {
          "t": "But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them.",
      "tokens": [
        {
          "t": "¶ And when he came to "
        },
        {
          "add": "his"
        },
        {
          "t": " disciples, he saw a great multitude about them, and the scribes questioning with them. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.",
      "tokens": [
        {
          "t": "And straightway all the people, when they beheld him, were greatly amazed, and running to "
        },
        {
          "add": "him"
        },
        {
          "t": " saluted him. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And he asked the scribes, What question ye with them?",
      "tokens": [
        {
          "t": "And he asked the scribes, "
        },
        {
          "t": "What question ye with them?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;",
      "tokens": [
        {
          "t": "And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit; "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.",
      "tokens": [
        {
          "t": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.",
      "tokens": [
        {
          "t": "He answereth him, and saith, "
        },
        {
          "t": "O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.",
      "tokens": [
        {
          "t": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And he asked his father, How long is it ago since this came unto him? And he said, Of a child.",
      "tokens": [
        {
          "t": "And he asked his father, "
        },
        {
          "t": "How long is it ago since this came unto him?"
        },
        {
          "t": " And he said, Of a child. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.",
      "tokens": [
        {
          "t": "And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
      "tokens": [
        {
          "t": "Jesus said unto him, "
        },
        {
          "t": "If thou canst believe, all things "
        },
        {
          "add": "are"
        },
        {
          "t": " possible to him that believeth."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.",
      "tokens": [
        {
          "t": "And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.",
      "tokens": [
        {
          "t": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, "
        },
        {
          "add": "Thou"
        },
        {
          "t": " dumb and deaf spirit, I charge thee, come out of him, and enter no more into him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "the spirit"
        },
        {
          "t": " cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "But Jesus took him by the hand, and lifted him up; and he arose.",
      "tokens": [
        {
          "t": "But Jesus took him by the hand, and lifted him up; and he arose. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?",
      "tokens": [
        {
          "t": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out? "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And he said unto them, This kind can come forth by nothing, but by prayer and fasting.",
      "tokens": [
        {
          "t": "And he said unto them, "
        },
        {
          "t": "This kind can come forth by nothing, but by prayer and fasting."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 30,
      "plain": "¶ And they departed thence, and passed through Galilee; and he would not that any man should know it.",
      "tokens": [
        {
          "t": "¶ And they departed thence, and passed through Galilee; and he would not that any man should know "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 31,
      "plain": "For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.",
      "tokens": [
        {
          "t": "For he taught his disciples, and said unto them, "
        },
        {
          "t": "The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 32,
      "plain": "But they understood not that saying, and were afraid to ask him.",
      "tokens": [
        {
          "t": "But they understood not that saying, and were afraid to ask him. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "¶ And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?",
      "tokens": [
        {
          "t": "¶ And he came to Capernaum: and being in the house he asked them, "
        },
        {
          "t": "What was it that ye disputed among yourselves by the way?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 34,
      "plain": "But they held their peace: for by the way they had disputed among themselves, who should be the greatest.",
      "tokens": [
        {
          "t": "But they held their peace: for by the way they had disputed among themselves, who "
        },
        {
          "add": "should be"
        },
        {
          "t": " the greatest. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.",
      "tokens": [
        {
          "t": "And he sat down, and called the twelve, and saith unto them, "
        },
        {
          "t": "If any man desire to be first, "
        },
        {
          "add": "the same"
        },
        {
          "t": " shall be last of all, and servant of all."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,",
      "tokens": [
        {
          "t": "And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them, "
        }
      ]
    },
    {
      "v": 37,
      "plain": "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.",
      "tokens": [
        {
          "t": "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 38,
      "plain": "¶ And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.",
      "tokens": [
        {
          "t": "¶ And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.",
      "tokens": [
        {
          "t": "But Jesus said, "
        },
        {
          "t": "Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 40,
      "plain": "For he that is not against us is on our part.",
      "tokens": [
        {
          "t": "For he that is not against us is on our part."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 41,
      "plain": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.",
      "tokens": [
        {
          "t": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.",
      "tokens": [
        {
          "t": "And whosoever shall offend one of "
        },
        {
          "add": "these"
        },
        {
          "t": " little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:",
      "tokens": [
        {
          "t": "And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 44,
      "plain": "Where their worm dieth not, and the fire is not quenched.",
      "tokens": [
        {
          "t": "Where their worm dieth not, and the fire is not quenched."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:",
      "tokens": [
        {
          "t": "And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 46,
      "plain": "Where their worm dieth not, and the fire is not quenched.",
      "tokens": [
        {
          "t": "Where their worm dieth not, and the fire is not quenched."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:",
      "tokens": [
        {
          "t": "And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 48,
      "plain": "Where their worm dieth not, and the fire is not quenched.",
      "tokens": [
        {
          "t": "Where their worm dieth not, and the fire is not quenched."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 49,
      "plain": "For every one shall be salted with fire, and every sacrifice shall be salted with salt.",
      "tokens": [
        {
          "t": "For every one shall be salted with fire, and every sacrifice shall be salted with salt."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 50,
      "plain": "Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another.",
      "tokens": [
        {
          "t": "Salt "
        },
        {
          "add": "is"
        },
        {
          "t": " good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another."
        },
        {
          "t": " "
        }
      ]
    }
  ]
}