{
  "schema": 1,
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And he said unto them,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "¶ And after six days Jesus taketh"
        },
        {
          "add": "with him"
        },
        {
          "t": "Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And there appeared unto them Elias with Moses: and they were talking with Jesus."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For he wist not what to say; for they were sore afraid."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And they kept that saying with themselves, questioning one with another what the rising from the dead should mean."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ And they asked him, saying, Why say the scribes that Elias must first come?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And he answered and told them,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": null
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ And when he came to"
        },
        {
          "add": "his"
        },
        {
          "t": "disciples, he saw a great multitude about them, and the scribes questioning with them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And straightway all the people, when they beheld him, were greatly amazed, and running to"
        },
        {
          "add": "him"
        },
        {
          "t": "saluted him."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he asked the scribes,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "He answereth him, and saith,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And he said, Of a child."
        },
        {
          "t": "And he asked his father, And he said, Of a child."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Jesus said unto him,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him,"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "the spirit"
        },
        {
          "t": "cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "But Jesus took him by the hand, and lifted him up; and he arose."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And he said unto them,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "¶ And they departed thence, and passed through Galilee; and he would not that any man should know"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "For he taught his disciples, and said unto them,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "But they understood not that saying, and were afraid to ask him."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "¶ And he came to Capernaum: and being in the house he asked them,"
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "But they held their peace: for by the way they had disputed among themselves, who"
        },
        {
          "add": "should be"
        },
        {
          "t": "the greatest."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And he sat down, and called the twelve, and saith unto them,"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,"
        }
      ]
    },
    {
      "v": 37,
      "tokens": null
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "¶ And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "But Jesus said,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": null
    },
    {
      "v": 41,
      "tokens": null
    },
    {
      "v": 42,
      "tokens": null
    },
    {
      "v": 43,
      "tokens": null
    },
    {
      "v": 44,
      "tokens": null
    },
    {
      "v": 45,
      "tokens": null
    },
    {
      "v": 46,
      "tokens": null
    },
    {
      "v": 47,
      "tokens": null
    },
    {
      "v": 48,
      "tokens": null
    },
    {
      "v": 49,
      "tokens": null
    },
    {
      "v": 50,
      "tokens": null
    }
  ]
}