{
  "schema": 1,
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 10,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And he arose from thence, and cometh into the coasts of Judæa by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "¶ And the Pharisees came to him, and asked him, Is it lawful for a man to put away"
        },
        {
          "add": "his"
        },
        {
          "t": "wife? tempting him."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And he answered and said unto them,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And they said, Moses suffered to write a bill of divorcement, and to put her away."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 6,
      "tokens": null
    },
    {
      "v": 7,
      "tokens": null
    },
    {
      "v": 8,
      "tokens": null
    },
    {
      "v": 9,
      "tokens": null
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And in the house his disciples asked him again of the same"
        },
        {
          "add": "matter"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And he saith unto them,"
        }
      ]
    },
    {
      "v": 12,
      "tokens": null
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ And they brought young children to him, that he should touch them: and"
        },
        {
          "add": "his"
        },
        {
          "t": "disciples rebuked those that brought"
        },
        {
          "add": "them"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "But when Jesus saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", he was much displeased, and said unto them,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": null
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he took them up in his arms, put"
        },
        {
          "add": "his"
        },
        {
          "t": "hands upon them, and blessed them."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Jesus said unto him,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": null
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And he answered and said unto him, Master, all these have I observed from my youth."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Then Jesus beholding him loved him, and said unto him,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And he was sad at that saying, and went away grieved: for he had great possessions."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And Jesus looked round about, and saith unto his disciples,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And the disciples were astonished at his words. But Jesus answereth again, and saith unto them,"
        }
      ]
    },
    {
      "v": 25,
      "tokens": null
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And they were astonished out of measure, saying among themselves, Who then can be saved?"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And Jesus looking upon them saith,"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "¶ Then Peter began to say unto him, Lo, we have left all, and have followed thee."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Jesus answered and said,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": null
    },
    {
      "v": 31,
      "tokens": null
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "add": "Saying"
        },
        {
          "t": ","
        }
      ]
    },
    {
      "v": 34,
      "tokens": null
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "¶ And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And he said unto them,"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "But Jesus said unto them,"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And they said unto him, We can. And Jesus said unto them,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": null
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "And when the ten heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", they began to be much displeased with James and John."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "But Jesus called them"
        },
        {
          "add": "to him"
        },
        {
          "t": ", and saith unto them,"
        }
      ]
    },
    {
      "v": 43,
      "tokens": null
    },
    {
      "v": 44,
      "tokens": null
    },
    {
      "v": 45,
      "tokens": null
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "¶ And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimæus, the son of Timæus, sat by the highway side begging."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus,"
        },
        {
          "add": "thou"
        },
        {
          "t": "Son of David, have mercy on me."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "And many charged him that he should hold his peace: but he cried the more a great deal,"
        },
        {
          "add": "Thou"
        },
        {
          "t": "Son of David, have mercy on me."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "And he, casting away his garment, rose, and came to Jesus."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "The blind man said unto him, Lord, that I might receive my sight."
        },
        {
          "t": "And Jesus answered and said unto him, The blind man said unto him, Lord, that I might receive my sight."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "And immediately he received his sight, and followed Jesus in the way."
        },
        {
          "t": "And Jesus said unto him, And immediately he received his sight, and followed Jesus in the way."
        }
      ]
    }
  ]
}