{
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And saith unto them,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": null
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And certain of them that stood there said unto them, What do ye, loosing the colt?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And they said unto them even as Jesus had commanded: and they let them go."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And they brought the colt to Jesus, and cast their garments on him; and he sat upon him."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And many spread their garments in the way: and others cut down branches off the trees, and strawed"
        },
        {
          "add": "them"
        },
        {
          "t": "in the way."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And they that went before, and they that followed, cried, saying, Hosanna; Blessed"
        },
        {
          "add": "is"
        },
        {
          "t": "he that cometh in the name of the Lord:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Blessed"
        },
        {
          "add": "be"
        },
        {
          "t": "the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And on the morrow, when they were come from Bethany, he was hungry:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not"
        },
        {
          "add": "yet"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And his disciples heard"
        },
        {
          "add": "it."
        },
        {
          "t": "And Jesus answered and said unto it, And his disciples heard"
        },
        {
          "add": "it."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And would not suffer that any man should carry"
        },
        {
          "add": "any"
        },
        {
          "t": "vessel through the temple."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And he taught, saying unto them,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the scribes and chief priests heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And when even was come, he went out of the city."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And in the morning, as they passed by, they saw the fig tree dried up from the roots."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Jesus answering saith unto them,"
        }
      ]
    },
    {
      "v": 23,
      "tokens": null
    },
    {
      "v": 24,
      "tokens": null
    },
    {
      "v": 25,
      "tokens": null
    },
    {
      "v": 26,
      "tokens": null
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "¶ And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": null
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "But if we shall say, Of men; they feared the people: for all"
        },
        {
          "add": "men"
        },
        {
          "t": "counted John, that he was a prophet indeed."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them,"
        }
      ]
    }
  ]
}