{
  "schema": 1,
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 12,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And he began to speak unto them by parables."
        }
      ]
    },
    {
      "v": 2,
      "tokens": null
    },
    {
      "v": 3,
      "tokens": null
    },
    {
      "v": 4,
      "tokens": null
    },
    {
      "v": 5,
      "tokens": null
    },
    {
      "v": 6,
      "tokens": null
    },
    {
      "v": 7,
      "tokens": null
    },
    {
      "v": 8,
      "tokens": null
    },
    {
      "v": 9,
      "tokens": null
    },
    {
      "v": 10,
      "tokens": null
    },
    {
      "v": 11,
      "tokens": null
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ And they send unto him certain of the Pharisees and of the Herodians, to catch him in"
        },
        {
          "add": "his"
        },
        {
          "t": "words."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Cæsar, or not?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And they brought"
        },
        {
          "add": "it"
        },
        {
          "t": "And they said unto him, Cæsar’s."
        },
        {
          "t": ". And he saith unto them, And they said unto him, Cæsar’s."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And they marvelled at him."
        },
        {
          "t": "And Jesus answering said unto them, And they marvelled at him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Master, Moses wrote unto us, If a man’s brother die, and leave"
        },
        {
          "add": "his"
        },
        {
          "t": "wife"
        },
        {
          "add": "behind him"
        },
        {
          "t": ", and leave no children, that his brother should take his wife, and raise up seed unto his brother."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Now there were seven brethren: and the first took a wife, and dying left no seed."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the second took her, and died, neither left he any seed: and the third likewise."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And the seven had her, and left no seed: last of all the woman died also."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And Jesus answering said unto them,"
        }
      ]
    },
    {
      "v": 25,
      "tokens": null
    },
    {
      "v": 26,
      "tokens": null
    },
    {
      "v": 27,
      "tokens": null
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "¶ And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Jesus answered him,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": null
    },
    {
      "v": 31,
      "tokens": null
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love"
        },
        {
          "add": "his"
        },
        {
          "t": "neighbour as himself, is more than all whole burnt offerings and sacrifices."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And no man after that durst ask him"
        },
        {
          "add": "any question."
        },
        {
          "t": "And when Jesus saw that he answered discreetly, he said unto him, And no man after that durst ask him"
        },
        {
          "add": "any question."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "¶ And Jesus answered and said, while he taught in the temple,"
        }
      ]
    },
    {
      "v": 36,
      "tokens": null
    },
    {
      "v": 37,
      "tokens": null
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "¶ And he said unto them in his doctrine,"
        }
      ]
    },
    {
      "v": 39,
      "tokens": null
    },
    {
      "v": 40,
      "tokens": null
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "¶ And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And there came a certain poor widow, and she threw in two mites, which make a farthing."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And he called"
        },
        {
          "add": "unto him"
        },
        {
          "t": "his disciples, and saith unto them,"
        }
      ]
    },
    {
      "v": 44,
      "tokens": null
    }
  ]
}