{
  "schema": 1,
  "work": "KJV",
  "osis": "Mark",
  "abbr": "MRK",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "plain": "After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.",
      "tokens": [
        {
          "t": "After two days was "
        },
        {
          "add": "the feast of"
        },
        {
          "t": " the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put "
        },
        {
          "add": "him"
        },
        {
          "t": " to death. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "But they said, Not on the feast day, lest there be an uproar of the people.",
      "tokens": [
        {
          "t": "But they said, Not on the feast "
        },
        {
          "add": "day"
        },
        {
          "t": ", lest there be an uproar of the people. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.",
      "tokens": [
        {
          "t": "¶ And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured "
        },
        {
          "add": "it"
        },
        {
          "t": " on his head. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?",
      "tokens": [
        {
          "t": "And there were some that had indignation within themselves, and said, Why was this waste of the ointment made? "
        }
      ]
    },
    {
      "v": 5,
      "plain": "For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.",
      "tokens": [
        {
          "t": "For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.",
      "tokens": [
        {
          "t": "And Jesus said, "
        },
        {
          "t": "Let her alone; why trouble ye her? she hath wrought a good work on me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 7,
      "plain": "For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.",
      "tokens": [
        {
          "t": "For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 8,
      "plain": "She hath done what she could: she is come aforehand to anoint my body to the burying.",
      "tokens": [
        {
          "t": "She hath done what she could: she is come aforehand to anoint my body to the burying."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.",
      "tokens": [
        {
          "t": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, "
        },
        {
          "add": "this"
        },
        {
          "t": " also that she hath done shall be spoken of for a memorial of her."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.",
      "tokens": [
        {
          "t": "¶ And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.",
      "tokens": [
        {
          "t": "And when they heard "
        },
        {
          "add": "it"
        },
        {
          "t": ", they were glad, and promised to give him money. And he sought how he might conveniently betray him. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "¶ And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?",
      "tokens": [
        {
          "t": "¶ And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover? "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.",
      "tokens": [
        {
          "t": "And he sendeth forth two of his disciples, and saith unto them, "
        },
        {
          "t": "Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?",
      "tokens": [
        {
          "t": "And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he will shew you a large upper room furnished and prepared: there make ready for us.",
      "tokens": [
        {
          "t": "And he will shew you a large upper room furnished "
        },
        {
          "add": "and"
        },
        {
          "t": " prepared: there make ready for us."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.",
      "tokens": [
        {
          "t": "And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And in the evening he cometh with the twelve.",
      "tokens": [
        {
          "t": "And in the evening he cometh with the twelve. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.",
      "tokens": [
        {
          "t": "And as they sat and did eat, Jesus said, "
        },
        {
          "t": "Verily I say unto you, One of you which eateth with me shall betray me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?",
      "tokens": [
        {
          "t": "And they began to be sorrowful, and to say unto him one by one, "
        },
        {
          "add": "Is"
        },
        {
          "t": " it I? and another "
        },
        {
          "add": "said, Is"
        },
        {
          "t": " it I? "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.",
      "tokens": [
        {
          "t": "And he answered and said unto them, "
        },
        {
          "add": "It is"
        },
        {
          "t": " one of the twelve, that dippeth with me in the dish."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 21,
      "plain": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born.",
      "tokens": [
        {
          "t": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 22,
      "plain": "¶ And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.",
      "tokens": [
        {
          "t": "¶ And as they did eat, Jesus took bread, and blessed, and brake "
        },
        {
          "add": "it"
        },
        {
          "t": ", and gave to them, and said, "
        },
        {
          "t": "Take, eat: this is my body."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And he took the cup, and when he had given thanks, he gave it to them: and they all drank of it.",
      "tokens": [
        {
          "t": "And he took the cup, and when he had given thanks, he gave "
        },
        {
          "add": "it"
        },
        {
          "t": " to them: and they all drank of it. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And he said unto them, This is my blood of the new testament, which is shed for many.",
      "tokens": [
        {
          "t": "And he said unto them, "
        },
        {
          "t": "This is my blood of the new testament, which is shed for many."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 25,
      "plain": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God.",
      "tokens": [
        {
          "t": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 26,
      "plain": "¶ And when they had sung an hymn, they went out into the mount of Olives.",
      "tokens": [
        {
          "t": "¶ And when they had sung an hymn, they went out into the mount of Olives. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.",
      "tokens": [
        {
          "t": "And Jesus saith unto them, "
        },
        {
          "t": "All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 28,
      "plain": "But after that I am risen, I will go before you into Galilee.",
      "tokens": [
        {
          "t": "But after that I am risen, I will go before you into Galilee."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 29,
      "plain": "But Peter said unto him, Although all shall be offended, yet will not I.",
      "tokens": [
        {
          "t": "But Peter said unto him, Although all shall be offended, yet "
        },
        {
          "add": "will"
        },
        {
          "t": " not I. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.",
      "tokens": [
        {
          "t": "And Jesus saith unto him, "
        },
        {
          "t": "Verily I say unto thee, That this day, "
        },
        {
          "add": "even"
        },
        {
          "t": " in this night, before the cock crow twice, thou shalt deny me thrice."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 31,
      "plain": "But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.",
      "tokens": [
        {
          "t": "But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.",
      "tokens": [
        {
          "t": "And they came to a place which was named Gethsemane: and he saith to his disciples, "
        },
        {
          "t": "Sit ye here, while I shall pray."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;",
      "tokens": [
        {
          "t": "And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy; "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.",
      "tokens": [
        {
          "t": "And saith unto them, "
        },
        {
          "t": "My soul is exceeding sorrowful unto death: tarry ye here, and watch."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.",
      "tokens": [
        {
          "t": "And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.",
      "tokens": [
        {
          "t": "And he said, "
        },
        {
          "t": "Abba, Father, all things "
        },
        {
          "add": "are"
        },
        {
          "t": " possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?",
      "tokens": [
        {
          "t": "And he cometh, and findeth them sleeping, and saith unto Peter, "
        },
        {
          "t": "Simon, sleepest thou? couldest not thou watch one hour?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 38,
      "plain": "Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.",
      "tokens": [
        {
          "t": "Watch ye and pray, lest ye enter into temptation. The spirit truly "
        },
        {
          "add": "is"
        },
        {
          "t": " ready, but the flesh "
        },
        {
          "add": "is"
        },
        {
          "t": " weak."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And again he went away, and prayed, and spake the same words.",
      "tokens": [
        {
          "t": "And again he went away, and prayed, and spake the same words. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him.",
      "tokens": [
        {
          "t": "And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him. "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners.",
      "tokens": [
        {
          "t": "And he cometh the third time, and saith unto them, "
        },
        {
          "t": "Sleep on now, and take "
        },
        {
          "add": "your"
        },
        {
          "t": " rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 42,
      "plain": "Rise up, let us go; lo, he that betrayeth me is at hand.",
      "tokens": [
        {
          "t": "Rise up, let us go; lo, he that betrayeth me is at hand."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 43,
      "plain": "¶ And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders.",
      "tokens": [
        {
          "t": "¶ And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders. "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.",
      "tokens": [
        {
          "t": "And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead "
        },
        {
          "add": "him"
        },
        {
          "t": " away safely. "
        }
      ]
    },
    {
      "v": 45,
      "plain": "And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.",
      "tokens": [
        {
          "t": "And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him. "
        }
      ]
    },
    {
      "v": 46,
      "plain": "¶ And they laid their hands on him, and took him.",
      "tokens": [
        {
          "t": "¶ And they laid their hands on him, and took him. "
        }
      ]
    },
    {
      "v": 47,
      "plain": "And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.",
      "tokens": [
        {
          "t": "And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?",
      "tokens": [
        {
          "t": "And Jesus answered and said unto them, "
        },
        {
          "t": "Are ye come out, as against a thief, with swords and "
        },
        {
          "add": "with"
        },
        {
          "t": " staves to take me?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 49,
      "plain": "I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.",
      "tokens": [
        {
          "t": "I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 50,
      "plain": "And they all forsook him, and fled.",
      "tokens": [
        {
          "t": "And they all forsook him, and fled. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:",
      "tokens": [
        {
          "t": "And there followed him a certain young man, having a linen cloth cast about "
        },
        {
          "add": "his"
        },
        {
          "t": " naked "
        },
        {
          "add": "body"
        },
        {
          "t": "; and the young men laid hold on him: "
        }
      ]
    },
    {
      "v": 52,
      "plain": "And he left the linen cloth, and fled from them naked.",
      "tokens": [
        {
          "t": "And he left the linen cloth, and fled from them naked. "
        }
      ]
    },
    {
      "v": 53,
      "plain": "¶ And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
      "tokens": [
        {
          "t": "¶ And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes. "
        }
      ]
    },
    {
      "v": 54,
      "plain": "And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire.",
      "tokens": [
        {
          "t": "And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire. "
        }
      ]
    },
    {
      "v": 55,
      "plain": "And the chief priests and all the council sought for witness against Jesus to put him to death; and found none.",
      "tokens": [
        {
          "t": "And the chief priests and all the council sought for witness against Jesus to put him to death; and found none. "
        }
      ]
    },
    {
      "v": 56,
      "plain": "For many bare false witness against him, but their witness agreed not together.",
      "tokens": [
        {
          "t": "For many bare false witness against him, but their witness agreed not together. "
        }
      ]
    },
    {
      "v": 57,
      "plain": "And there arose certain, and bare false witness against him, saying,",
      "tokens": [
        {
          "t": "And there arose certain, and bare false witness against him, saying, "
        }
      ]
    },
    {
      "v": 58,
      "plain": "We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.",
      "tokens": [
        {
          "t": "We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands. "
        }
      ]
    },
    {
      "v": 59,
      "plain": "But neither so did their witness agree together.",
      "tokens": [
        {
          "t": "But neither so did their witness agree together. "
        }
      ]
    },
    {
      "v": 60,
      "plain": "And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?",
      "tokens": [
        {
          "t": "And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what "
        },
        {
          "add": "is it which"
        },
        {
          "t": " these witness against thee? "
        }
      ]
    },
    {
      "v": 61,
      "plain": "But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?",
      "tokens": [
        {
          "t": "But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed? "
        }
      ]
    },
    {
      "v": 62,
      "plain": "And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.",
      "tokens": [
        {
          "t": "And Jesus said, "
        },
        {
          "t": "I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 63,
      "plain": "Then the high priest rent his clothes, and saith, What need we any further witnesses?",
      "tokens": [
        {
          "t": "Then the high priest rent his clothes, and saith, What need we any further witnesses? "
        }
      ]
    },
    {
      "v": 64,
      "plain": "Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.",
      "tokens": [
        {
          "t": "Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death. "
        }
      ]
    },
    {
      "v": 65,
      "plain": "And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands.",
      "tokens": [
        {
          "t": "And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands. "
        }
      ]
    },
    {
      "v": 66,
      "plain": "¶ And as Peter was beneath in the palace, there cometh one of the maids of the high priest:",
      "tokens": [
        {
          "t": "¶ And as Peter was beneath in the palace, there cometh one of the maids of the high priest: "
        }
      ]
    },
    {
      "v": 67,
      "plain": "And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.",
      "tokens": [
        {
          "t": "And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth. "
        }
      ]
    },
    {
      "v": 68,
      "plain": "But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.",
      "tokens": [
        {
          "t": "But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew. "
        }
      ]
    },
    {
      "v": 69,
      "plain": "And a maid saw him again, and began to say to them that stood by, This is one of them.",
      "tokens": [
        {
          "t": "And a maid saw him again, and began to say to them that stood by, This is "
        },
        {
          "add": "one"
        },
        {
          "t": " of them. "
        }
      ]
    },
    {
      "v": 70,
      "plain": "And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.",
      "tokens": [
        {
          "t": "And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art "
        },
        {
          "add": "one"
        },
        {
          "t": " of them: for thou art a Galilaean, and thy speech agreeth "
        },
        {
          "add": "thereto"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 71,
      "plain": "But he began to curse and to swear, saying, I know not this man of whom ye speak.",
      "tokens": [
        {
          "t": "But he began to curse and to swear, "
        },
        {
          "add": "saying"
        },
        {
          "t": ", I know not this man of whom ye speak. "
        }
      ]
    },
    {
      "v": 72,
      "plain": "And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.",
      "tokens": [
        {
          "t": "And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, "
        },
        {
          "t": "Before the cock crow twice, thou shalt deny me thrice."
        },
        {
          "t": " And when he thought thereon, he wept. "
        }
      ]
    }
  ]
}