{
  "schema": 1,
  "work": "KJV",
  "osis": "Eph",
  "abbr": "EPH",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And you"
        },
        {
          "add": "hath he quickened"
        },
        {
          "t": ", who were dead in trespasses and sins;"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But God, who is rich in mercy, for his great love wherewith he loved us,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And hath raised"
        },
        {
          "add": "us"
        },
        {
          "t": "up together, and made"
        },
        {
          "add": "us"
        },
        {
          "t": "sit together in heavenly"
        },
        {
          "add": "places"
        },
        {
          "t": "in Christ Jesus:"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "That in the ages to come he might shew the exceeding riches of his grace in"
        },
        {
          "add": "his"
        },
        {
          "t": "kindness toward us through Christ Jesus."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "For by grace are ye saved through faith; and that not of yourselves:"
        },
        {
          "add": "it is"
        },
        {
          "t": "the gift of God:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Not of works, lest any man should boast."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Wherefore remember, that ye"
        },
        {
          "add": "being"
        },
        {
          "t": "in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "For he is our peace, who hath made both one, and hath broken down the middle wall of partition"
        },
        {
          "add": "between us"
        },
        {
          "t": ";"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Having abolished in his flesh the enmity,"
        },
        {
          "add": "even"
        },
        {
          "t": "the law of commandments"
        },
        {
          "add": "contained"
        },
        {
          "t": "in ordinances; for to make in himself of twain one new man,"
        },
        {
          "add": "so"
        },
        {
          "t": "making peace;"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And came and preached peace to you which were afar off, and to them that were nigh."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For through him we both have access by one Spirit unto the Father."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner"
        },
        {
          "add": "stone"
        },
        {
          "t": ";"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "In whom all the building fitly framed together groweth unto an holy temple in the Lord:"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "In whom ye also are builded together for an habitation of God through the Spirit."
        }
      ]
    }
  ]
}