{
  "schema": 1,
  "work": "KJV",
  "osis": "Lev",
  "abbr": "LEV",
  "chapter": 6,
  "verses": [
    {
      "v": 1,
      "plain": "And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "If a soul sin, and commit a trespass against the LORD, and lie unto his neighbour in that which was delivered him to keep, or in fellowship, or in a thing taken away by violence, or hath deceived his neighbour;",
      "tokens": [
        {
          "t": "If a soul sin, and commit a trespass against the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and lie unto his neighbour in that which was delivered him to keep, or in fellowship, or in a thing taken away by violence, or hath deceived his neighbour; "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Or have found that which was lost, and lieth concerning it, and sweareth falsely; in any of all these that a man doeth, sinning therein:",
      "tokens": [
        {
          "t": "Or have found that which was lost, and lieth concerning it, and sweareth falsely; in any of all these that a man doeth, sinning therein: "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Then it shall be, because he hath sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he hath deceitfully gotten, or that which was delivered him to keep, or the lost thing which he found,",
      "tokens": [
        {
          "t": "Then it shall be, because he hath sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he hath deceitfully gotten, or that which was delivered him to keep, or the lost thing which he found, "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Or all that about which he hath sworn falsely; he shall even restore it in the principal, and shall add the fifth part more thereto, and give it unto him to whom it appertaineth, in the day of his trespass offering.",
      "tokens": [
        {
          "t": "Or all that about which he hath sworn falsely; he shall even restore it in the principal, and shall add the fifth part more thereto, "
        },
        {
          "add": "and"
        },
        {
          "t": " give it unto him to whom it appertaineth, in the day of his trespass offering. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he shall bring his trespass offering unto the LORD, a ram without blemish out of the flock, with thy estimation, for a trespass offering, unto the priest:",
      "tokens": [
        {
          "t": "And he shall bring his trespass offering unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", a ram without blemish out of the flock, with thy estimation, for a trespass offering, unto the priest: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And the priest shall make an atonement for him before the LORD: and it shall be forgiven him for any thing of all that he hath done in trespassing therein.",
      "tokens": [
        {
          "t": "And the priest shall make an atonement for him before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and it shall be forgiven him for any thing of all that he hath done in trespassing therein. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Command Aaron and his sons, saying, This is the law of the burnt offering: It is the burnt offering, because of the burning upon the altar all night unto the morning, and the fire of the altar shall be burning in it.",
      "tokens": [
        {
          "t": "Command Aaron and his sons, saying, This "
        },
        {
          "add": "is"
        },
        {
          "t": " the law of the burnt offering: It "
        },
        {
          "add": "is"
        },
        {
          "t": " the burnt offering, because of the burning upon the altar all night unto the morning, and the fire of the altar shall be burning in it. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the priest shall put on his linen garment, and his linen breeches shall he put upon his flesh, and take up the ashes which the fire hath consumed with the burnt offering on the altar, and he shall put them beside the altar.",
      "tokens": [
        {
          "t": "And the priest shall put on his linen garment, and his linen breeches shall he put upon his flesh, and take up the ashes which the fire hath consumed with the burnt offering on the altar, and he shall put them beside the altar. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And he shall put off his garments, and put on other garments, and carry forth the ashes without the camp unto a clean place.",
      "tokens": [
        {
          "t": "And he shall put off his garments, and put on other garments, and carry forth the ashes without the camp unto a clean place. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And the fire upon the altar shall be burning in it; it shall not be put out: and the priest shall burn wood on it every morning, and lay the burnt offering in order upon it; and he shall burn thereon the fat of the peace offerings.",
      "tokens": [
        {
          "t": "And the fire upon the altar shall be burning in it; it shall not be put out: and the priest shall burn wood on it every morning, and lay the burnt offering in order upon it; and he shall burn thereon the fat of the peace offerings. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "The fire shall ever be burning upon the altar; it shall never go out.",
      "tokens": [
        {
          "t": "The fire shall ever be burning upon the altar; it shall never go out. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ And this is the law of the meat offering: the sons of Aaron shall offer it before the LORD, before the altar.",
      "tokens": [
        {
          "t": "¶ And this "
        },
        {
          "add": "is"
        },
        {
          "t": " the law of the meat offering: the sons of Aaron shall offer it before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", before the altar. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he shall take of it his handful, of the flour of the meat offering, and of the oil thereof, and all the frankincense which is upon the meat offering, and shall burn it upon the altar for a sweet savour, even the memorial of it, unto the LORD.",
      "tokens": [
        {
          "t": "And he shall take of it his handful, of the flour of the meat offering, and of the oil thereof, and all the frankincense which "
        },
        {
          "add": "is"
        },
        {
          "t": " upon the meat offering, and shall burn "
        },
        {
          "add": "it"
        },
        {
          "t": " upon the altar "
        },
        {
          "add": "for"
        },
        {
          "t": " a sweet savour, "
        },
        {
          "add": "even"
        },
        {
          "t": " the memorial of it, unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And the remainder thereof shall Aaron and his sons eat: with unleavened bread shall it be eaten in the holy place; in the court of the tabernacle of the congregation they shall eat it.",
      "tokens": [
        {
          "t": "And the remainder thereof shall Aaron and his sons eat: with unleavened bread shall it be eaten in the holy place; in the court of the tabernacle of the congregation they shall eat it. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "It shall not be baken with leaven. I have given it unto them for their portion of my offerings made by fire; it is most holy, as is the sin offering, and as the trespass offering.",
      "tokens": [
        {
          "t": "It shall not be baken with leaven. I have given it "
        },
        {
          "add": "unto them for"
        },
        {
          "t": " their portion of my offerings made by fire; it "
        },
        {
          "add": "is"
        },
        {
          "t": " most holy, as "
        },
        {
          "add": "is"
        },
        {
          "t": " the sin offering, and as the trespass offering. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "All the males among the children of Aaron shall eat of it. It shall be a statute for ever in your generations concerning the offerings of the LORD made by fire: every one that toucheth them shall be holy.",
      "tokens": [
        {
          "t": "All the males among the children of Aaron shall eat of it. "
        },
        {
          "add": "It shall be"
        },
        {
          "t": " a statute for ever in your generations concerning the offerings of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " made by fire: every one that toucheth them shall be holy. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "¶ And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 20,
      "plain": "This is the offering of Aaron and of his sons, which they shall offer unto the LORD in the day when he is anointed; the tenth part of an ephah of fine flour for a meat offering perpetual, half of it in the morning, and half thereof at night.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the offering of Aaron and of his sons, which they shall offer unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " in the day when he is anointed; the tenth part of an ephah of fine flour for a meat offering perpetual, half of it in the morning, and half thereof at night. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "In a pan it shall be made with oil; and when it is baken, thou shalt bring it in: and the baken pieces of the meat offering shalt thou offer for a sweet savour unto the LORD.",
      "tokens": [
        {
          "t": "In a pan it shall be made with oil; "
        },
        {
          "add": "and when it is"
        },
        {
          "t": " baken, thou shalt bring it in: "
        },
        {
          "add": "and"
        },
        {
          "t": " the baken pieces of the meat offering shalt thou offer "
        },
        {
          "add": "for"
        },
        {
          "t": " a sweet savour unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And the priest of his sons that is anointed in his stead shall offer it: it is a statute for ever unto the LORD; it shall be wholly burnt.",
      "tokens": [
        {
          "t": "And the priest of his sons that is anointed in his stead shall offer it: "
        },
        {
          "add": "it is"
        },
        {
          "t": " a statute for ever unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; it shall be wholly burnt. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "For every meat offering for the priest shall be wholly burnt: it shall not be eaten.",
      "tokens": [
        {
          "t": "For every meat offering for the priest shall be wholly burnt: it shall not be eaten. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "¶ And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 25,
      "plain": "Speak unto Aaron and to his sons, saying, This is the law of the sin offering: In the place where the burnt offering is killed shall the sin offering be killed before the LORD: it is most holy.",
      "tokens": [
        {
          "t": "Speak unto Aaron and to his sons, saying, This "
        },
        {
          "add": "is"
        },
        {
          "t": " the law of the sin offering: In the place where the burnt offering is killed shall the sin offering be killed before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": it "
        },
        {
          "add": "is"
        },
        {
          "t": " most holy. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "The priest that offereth it for sin shall eat it: in the holy place shall it be eaten, in the court of the tabernacle of the congregation.",
      "tokens": [
        {
          "t": "The priest that offereth it for sin shall eat it: in the holy place shall it be eaten, in the court of the tabernacle of the congregation. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Whatsoever shall touch the flesh thereof shall be holy: and when there is sprinkled of the blood thereof upon any garment, thou shalt wash that whereon it was sprinkled in the holy place.",
      "tokens": [
        {
          "t": "Whatsoever shall touch the flesh thereof shall be holy: and when there is sprinkled of the blood thereof upon any garment, thou shalt wash that whereon it was sprinkled in the holy place. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "But the earthen vessel wherein it is sodden shall be broken: and if it be sodden in a brasen pot, it shall be both scoured, and rinsed in water.",
      "tokens": [
        {
          "t": "But the earthen vessel wherein it is sodden shall be broken: and if it be sodden in a brasen pot, it shall be both scoured, and rinsed in water. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "All the males among the priests shall eat thereof: it is most holy.",
      "tokens": [
        {
          "t": "All the males among the priests shall eat thereof: it "
        },
        {
          "add": "is"
        },
        {
          "t": " most holy. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And no sin offering, whereof any of the blood is brought into the tabernacle of the congregation to reconcile withal in the holy place, shall be eaten: it shall be burnt in the fire.",
      "tokens": [
        {
          "t": "And no sin offering, whereof "
        },
        {
          "add": "any"
        },
        {
          "t": " of the blood is brought into the tabernacle of the congregation to reconcile "
        },
        {
          "add": "withal"
        },
        {
          "t": " in the holy "
        },
        {
          "add": "place"
        },
        {
          "t": ", shall be eaten: it shall be burnt in the fire. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "in fellowship: or, in dealing"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "fellowship: Heb. putting of the hand"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "in the day…: or, in the day of his being found guilty: Heb. in the day of his trespass"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 9
      },
      "text": "because…: or, for the burning"
    }
  ]
}