{
  "work": "KJV",
  "osis": "Lev",
  "abbr": "LEV",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Moses, Speak unto the priests the sons of Aaron, and say unto them, There shall none be defiled for the dead among his people:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "But for his kin, that is near unto him,"
        },
        {
          "add": "that is"
        },
        {
          "t": ", for his mother, and for his father, and for his son, and for his daughter, and for his brother,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And for his sister a virgin, that is nigh unto him, which hath had no husband; for her may he be defiled."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "add": "But"
        },
        {
          "t": "he shall not defile himself,"
        },
        {
          "add": "being"
        },
        {
          "t": "a chief man among his people, to profane himself."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "They shall not make baldness upon their head, neither shall they shave off the corner of their beard, nor make any cuttings in their flesh."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "They shall be holy unto their God, and not profane the name of their God: for the offerings of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "made by fire,"
        },
        {
          "add": "and"
        },
        {
          "t": "the bread of their God, they do offer: therefore they shall be holy."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "They shall not take a wife"
        },
        {
          "add": "that is"
        },
        {
          "t": "a whore, or profane; neither shall they take a woman put away from her husband: for he"
        },
        {
          "add": "is"
        },
        {
          "t": "holy unto his God."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Thou shalt sanctify him therefore; for he offereth the bread of thy God: he shall be holy unto thee: for I the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which sanctify you,"
        },
        {
          "add": "am"
        },
        {
          "t": "holy."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ And the daughter of any priest, if she profane herself by playing the whore, she profaneth her father: she shall be burnt with fire."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "he that is"
        },
        {
          "t": "the high priest among his brethren, upon whose head the anointing oil was poured, and that is consecrated to put on the garments, shall not uncover his head, nor rend his clothes;"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Neither shall he go in to any dead body, nor defile himself for his father, or for his mother;"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Neither shall he go out of the sanctuary, nor profane the sanctuary of his God; for the crown of the anointing oil of his God"
        },
        {
          "add": "is"
        },
        {
          "t": "upon him: I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And he shall take a wife in her virginity."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "A widow, or a divorced woman, or profane,"
        },
        {
          "add": "or"
        },
        {
          "t": "an harlot, these shall he not take: but he shall take a virgin of his own people to wife."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Neither shall he profane his seed among his people: for I the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "do sanctify him."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Speak unto Aaron, saying, Whosoever"
        },
        {
          "add": "he be"
        },
        {
          "t": "of thy seed in their generations that hath"
        },
        {
          "add": "any"
        },
        {
          "t": "blemish, let him not approach to offer the bread of his God."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For whatsoever man"
        },
        {
          "add": "he be"
        },
        {
          "t": "that hath a blemish, he shall not approach: a blind man, or a lame, or he that hath a flat nose, or any thing superfluous,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Or a man that is brokenfooted, or brokenhanded,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Or crookbackt, or a dwarf, or that hath a blemish in his eye, or be scurvy, or scabbed, or hath his stones broken;"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "No man that hath a blemish of the seed of Aaron the priest shall come nigh to offer the offerings of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "made by fire: he hath a blemish; he shall not come nigh to offer the bread of his God."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "He shall eat the bread of his God,"
        },
        {
          "add": "both"
        },
        {
          "t": "of the most holy, and of the holy."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Only he shall not go in unto the vail, nor come nigh unto the altar, because he hath a blemish; that he profane not my sanctuaries: for I the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "do sanctify them."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And Moses told"
        },
        {
          "add": "it"
        },
        {
          "t": "unto Aaron, and to his sons, and unto all the children of Israel."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "he…: or, being an husband among his people, he shall not defile himself for his wife, etc"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 17
      },
      "text": "bread: or, food"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 20
      },
      "text": "a dwarf: or, too slender"
    }
  ]
}