{
  "work": "KJV",
  "osis": "Lev",
  "abbr": "LEV",
  "chapter": 24,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Command the children of Israel, that they bring unto thee pure oil olive beaten for the light, to cause the lamps to burn continually."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Without the vail of the testimony, in the tabernacle of the congregation, shall Aaron order it from the evening unto the morning before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "continually:"
        },
        {
          "add": "it shall be"
        },
        {
          "t": "a statute for ever in your generations."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "He shall order the lamps upon the pure candlestick before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "continually."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ And thou shalt take fine flour, and bake twelve cakes thereof: two tenth deals shall be in one cake."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And thou shalt set them in two rows, six on a row, upon the pure table before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And thou shalt put pure frankincense upon"
        },
        {
          "add": "each"
        },
        {
          "t": "row, that it may be on the bread for a memorial,"
        },
        {
          "add": "even"
        },
        {
          "t": "an offering made by fire unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Every sabbath he shall set it in order before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "continually,"
        },
        {
          "add": "being taken"
        },
        {
          "t": "from the children of Israel by an everlasting covenant."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And it shall be Aaron’s and his sons’; and they shall eat it in the holy place: for it"
        },
        {
          "add": "is"
        },
        {
          "t": "most holy unto him of the offerings of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "made by fire by a perpetual statute."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And the son of an Israelitish woman, whose father"
        },
        {
          "add": "was"
        },
        {
          "t": "an Egyptian, went out among the children of Israel: and this son of the Israelitish"
        },
        {
          "add": "woman"
        },
        {
          "t": "and a man of Israel strove together in the camp;"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the Israelitish woman’s son blasphemed the name"
        },
        {
          "add": "of the LORD"
        },
        {
          "t": ", and cursed. And they brought him unto Moses: (and his mother’s name"
        },
        {
          "add": "was"
        },
        {
          "t": "Shelomith, the daughter of Dibri, of the tribe of Dan:)"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And they put him in ward, that the mind of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "might be shewed them."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Bring forth him that hath cursed without the camp; and let all that heard"
        },
        {
          "add": "him"
        },
        {
          "t": "lay their hands upon his head, and let all the congregation stone him."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And thou shalt speak unto the children of Israel, saying, Whosoever curseth his God shall bear his sin."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And he that blasphemeth the name of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", he shall surely be put to death,"
        },
        {
          "add": "and"
        },
        {
          "t": "all the congregation shall certainly stone him: as well the stranger, as he that is born in the land, when he blasphemeth the name"
        },
        {
          "add": "of the LORD"
        },
        {
          "t": ", shall be put to death."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And he that killeth any man shall surely be put to death."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And he that killeth a beast shall make it good; beast for beast."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And if a man cause a blemish in his neighbour; as he hath done, so shall it be done to him;"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Breach for breach, eye for eye, tooth for tooth: as he hath caused a blemish in a man, so shall it be done to him"
        },
        {
          "add": "again"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And he that killeth a beast, he shall restore it: and he that killeth a man, he shall be put to death."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Ye shall have one manner of law, as well for the stranger, as for one of your own country: for I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And Moses spake to the children of Israel, that they should bring forth him that had cursed out of the camp, and stone him with stones. And the children of Israel did as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "commanded Moses."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "to cause: Heb. to cause to ascend"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "that…: Heb. to expound unto them according to the mouth of the LORD"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 17
      },
      "text": "killeth…: Heb. smiteth the life of a man"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 18
      },
      "text": "beast for…: Heb. life for life"
    }
  ]
}