{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Chr",
  "abbr": "1CH",
  "chapter": 12,
  "verses": [
    {
      "v": 1,
      "plain": "Now these are they that came to David to Ziklag, while he yet kept himself close because of Saul the son of Kish: and they were among the mighty men, helpers of the war.",
      "tokens": [
        {
          "t": "Now these "
        },
        {
          "add": "are"
        },
        {
          "t": " they that came to David to Ziklag, while he yet kept himself close because of Saul the son of Kish: and they "
        },
        {
          "add": "were"
        },
        {
          "t": " among the mighty men, helpers of the war. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "They were armed with bows, and could use both the right hand and the left in hurling stones and shooting arrows out of a bow, even of Saul’s brethren of Benjamin.",
      "tokens": [
        {
          "add": "They were"
        },
        {
          "t": " armed with bows, and could use both the right hand and the left in "
        },
        {
          "add": "hurling"
        },
        {
          "t": " stones and "
        },
        {
          "add": "shooting"
        },
        {
          "t": " arrows out of a bow, "
        },
        {
          "add": "even"
        },
        {
          "t": " of Saul’s brethren of Benjamin. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel, and Pelet, the sons of Azmaveth; and Berachah, and Jehu the Antothite,",
      "tokens": [
        {
          "t": "The chief "
        },
        {
          "add": "was"
        },
        {
          "t": " Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel, and Pelet, the sons of Azmaveth; and Berachah, and Jehu the Antothite, "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Ismaiah the Gibeonite, a mighty man among the thirty, and over the thirty; and Jeremiah, and Jahaziel, and Johanan, and Josabad the Gederathite,",
      "tokens": [
        {
          "t": "And Ismaiah the Gibeonite, a mighty man among the thirty, and over the thirty; and Jeremiah, and Jahaziel, and Johanan, and Josabad the Gederathite, "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite,",
      "tokens": [
        {
          "t": "Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite, "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Elkanah, and Jesiah, and Azareel, and Joezer, and Jashobeam, the Korhites,",
      "tokens": [
        {
          "t": "Elkanah, and Jesiah, and Azareel, and Joezer, and Jashobeam, the Korhites, "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And Joelah, and Zebadiah, the sons of Jeroham of Gedor.",
      "tokens": [
        {
          "t": "And Joelah, and Zebadiah, the sons of Jeroham of Gedor. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And of the Gadites there separated themselves unto David into the hold to the wilderness men of might, and men of war fit for the battle, that could handle shield and buckler, whose faces were like the faces of lions, and were as swift as the roes upon the mountains;",
      "tokens": [
        {
          "t": "And of the Gadites there separated themselves unto David into the hold to the wilderness men of might, "
        },
        {
          "add": "and"
        },
        {
          "t": " men of war "
        },
        {
          "add": "fit"
        },
        {
          "t": " for the battle, that could handle shield and buckler, whose faces "
        },
        {
          "add": "were like"
        },
        {
          "t": " the faces of lions, and "
        },
        {
          "add": "were"
        },
        {
          "t": " as swift as the roes upon the mountains; "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Ezer the first, Obadiah the second, Eliab the third,",
      "tokens": [
        {
          "t": "Ezer the first, Obadiah the second, Eliab the third, "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Mishmannah the fourth, Jeremiah the fifth,",
      "tokens": [
        {
          "t": "Mishmannah the fourth, Jeremiah the fifth, "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Attai the sixth, Eliel the seventh,",
      "tokens": [
        {
          "t": "Attai the sixth, Eliel the seventh, "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Johanan the eighth, Elzabad the ninth,",
      "tokens": [
        {
          "t": "Johanan the eighth, Elzabad the ninth, "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Jeremiah the tenth, Machbanai the eleventh.",
      "tokens": [
        {
          "t": "Jeremiah the tenth, Machbanai the eleventh. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "These were of the sons of Gad, captains of the host: one of the least was over an hundred, and the greatest over a thousand.",
      "tokens": [
        {
          "t": "These "
        },
        {
          "add": "were"
        },
        {
          "t": " of the sons of Gad, captains of the host: one of the least "
        },
        {
          "add": "was"
        },
        {
          "t": " over an hundred, and the greatest over a thousand. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "These are they that went over Jordan in the first month, when it had overflown all his banks; and they put to flight all them of the valleys, both toward the east, and toward the west.",
      "tokens": [
        {
          "t": "These "
        },
        {
          "add": "are"
        },
        {
          "t": " they that went over Jordan in the first month, when it had overflown all his banks; and they put to flight all "
        },
        {
          "add": "them"
        },
        {
          "t": " of the valleys, "
        },
        {
          "add": "both"
        },
        {
          "t": " toward the east, and toward the west. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And there came of the children of Benjamin and Judah to the hold unto David.",
      "tokens": [
        {
          "t": "And there came of the children of Benjamin and Judah to the hold unto David. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, mine heart shall be knit unto you: but if ye be come to betray me to mine enemies, seeing there is no wrong in mine hands, the God of our fathers look thereon, and rebuke it.",
      "tokens": [
        {
          "t": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, mine heart shall be knit unto you: but if "
        },
        {
          "add": "ye be come"
        },
        {
          "t": " to betray me to mine enemies, seeing "
        },
        {
          "add": "there is"
        },
        {
          "t": " no wrong in mine hands, the God of our fathers look "
        },
        {
          "add": "thereon"
        },
        {
          "t": ", and rebuke "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Then the spirit came upon Amasai, who was chief of the captains, and he said, Thine are we, David, and on thy side, thou son of Jesse: peace, peace be unto thee, and peace be to thine helpers; for thy God helpeth thee. Then David received them, and made them captains of the band.",
      "tokens": [
        {
          "t": "Then the spirit came upon Amasai, "
        },
        {
          "add": "who was"
        },
        {
          "t": " chief of the captains, "
        },
        {
          "add": "and he said"
        },
        {
          "t": ", Thine "
        },
        {
          "add": "are we"
        },
        {
          "t": ", David, and on thy side, thou son of Jesse: peace, peace "
        },
        {
          "add": "be"
        },
        {
          "t": " unto thee, and peace "
        },
        {
          "add": "be"
        },
        {
          "t": " to thine helpers; for thy God helpeth thee. Then David received them, and made them captains of the band. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And there fell some of Manasseh to David, when he came with the Philistines against Saul to battle: but they helped them not: for the lords of the Philistines upon advisement sent him away, saying, He will fall to his master Saul to the jeopardy of our heads.",
      "tokens": [
        {
          "t": "And there fell "
        },
        {
          "add": "some"
        },
        {
          "t": " of Manasseh to David, when he came with the Philistines against Saul to battle: but they helped them not: for the lords of the Philistines upon advisement sent him away, saying, He will fall to his master Saul to "
        },
        {
          "add": "the jeopardy of"
        },
        {
          "t": " our heads. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "As he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zilthai, captains of the thousands that were of Manasseh.",
      "tokens": [
        {
          "t": "As he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zilthai, captains of the thousands that "
        },
        {
          "add": "were"
        },
        {
          "t": " of Manasseh. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And they helped David against the band of the rovers: for they were all mighty men of valour, and were captains in the host.",
      "tokens": [
        {
          "t": "And they helped David against the band "
        },
        {
          "add": "of the rovers:"
        },
        {
          "t": " for they "
        },
        {
          "add": "were"
        },
        {
          "t": " all mighty men of valour, and were captains in the host. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "For at that time day by day there came to David to help him, until it was a great host, like the host of God.",
      "tokens": [
        {
          "t": "For at "
        },
        {
          "add": "that"
        },
        {
          "t": " time day by day there came to David to help him, until "
        },
        {
          "add": "it was"
        },
        {
          "t": " a great host, like the host of God. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ And these are the numbers of the bands that were ready armed to the war, and came to David to Hebron, to turn the kingdom of Saul to him, according to the word of the LORD.",
      "tokens": [
        {
          "t": "¶ And these "
        },
        {
          "add": "are"
        },
        {
          "t": " the numbers of the bands "
        },
        {
          "add": "that were"
        },
        {
          "t": " ready armed to the war, "
        },
        {
          "add": "and"
        },
        {
          "t": " came to David to Hebron, to turn the kingdom of Saul to him, according to the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 24,
      "plain": "The children of Judah that bare shield and spear were six thousand and eight hundred, ready armed to the war.",
      "tokens": [
        {
          "t": "The children of Judah that bare shield and spear "
        },
        {
          "add": "were"
        },
        {
          "t": " six thousand and eight hundred, ready armed to the war. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "Of the children of Simeon, mighty men of valour for the war, seven thousand and one hundred.",
      "tokens": [
        {
          "t": "Of the children of Simeon, mighty men of valour for the war, seven thousand and one hundred. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Of the children of Levi four thousand and six hundred.",
      "tokens": [
        {
          "t": "Of the children of Levi four thousand and six hundred. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And Jehoiada was the leader of the Aaronites, and with him were three thousand and seven hundred;",
      "tokens": [
        {
          "t": "And Jehoiada "
        },
        {
          "add": "was"
        },
        {
          "t": " the leader of the Aaronites, and with him "
        },
        {
          "add": "were"
        },
        {
          "t": " three thousand and seven hundred; "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And Zadok, a young man mighty of valour, and of his father’s house twenty and two captains.",
      "tokens": [
        {
          "t": "And Zadok, a young man mighty of valour, and of his father’s house twenty and two captains. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And of the children of Benjamin, the kindred of Saul, three thousand: for hitherto the greatest part of them had kept the ward of the house of Saul.",
      "tokens": [
        {
          "t": "And of the children of Benjamin, the kindred of Saul, three thousand: for hitherto the greatest part of them had kept the ward of the house of Saul. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And of the children of Ephraim twenty thousand and eight hundred, mighty men of valour, famous throughout the house of their fathers.",
      "tokens": [
        {
          "t": "And of the children of Ephraim twenty thousand and eight hundred, mighty men of valour, famous throughout the house of their fathers. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And of the half tribe of Manasseh eighteen thousand, which were expressed by name, to come and make David king.",
      "tokens": [
        {
          "t": "And of the half tribe of Manasseh eighteen thousand, which were expressed by name, to come and make David king. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And of the children of Issachar, which were men that had understanding of the times, to know what Israel ought to do; the heads of them were two hundred; and all their brethren were at their commandment.",
      "tokens": [
        {
          "t": "And of the children of Issachar, "
        },
        {
          "add": "which were men"
        },
        {
          "t": " that had understanding of the times, to know what Israel ought to do; the heads of them "
        },
        {
          "add": "were"
        },
        {
          "t": " two hundred; and all their brethren "
        },
        {
          "add": "were"
        },
        {
          "t": " at their commandment. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Of Zebulun, such as went forth to battle, expert in war, with all instruments of war, fifty thousand, which could keep rank: they were not of double heart.",
      "tokens": [
        {
          "t": "Of Zebulun, such as went forth to battle, expert in war, with all instruments of war, fifty thousand, which could keep rank: "
        },
        {
          "add": "they were"
        },
        {
          "t": " not of double heart. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And of Naphtali a thousand captains, and with them with shield and spear thirty and seven thousand.",
      "tokens": [
        {
          "t": "And of Naphtali a thousand captains, and with them with shield and spear thirty and seven thousand. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And of the Danites expert in war twenty and eight thousand and six hundred.",
      "tokens": [
        {
          "t": "And of the Danites expert in war twenty and eight thousand and six hundred. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And of Asher, such as went forth to battle, expert in war, forty thousand.",
      "tokens": [
        {
          "t": "And of Asher, such as went forth to battle, expert in war, forty thousand. "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And on the other side of Jordan, of the Reubenites, and the Gadites, and of the half tribe of Manasseh, with all manner of instruments of war for the battle, an hundred and twenty thousand.",
      "tokens": [
        {
          "t": "And on the other side of Jordan, of the Reubenites, and the Gadites, and of the half tribe of Manasseh, with all manner of instruments of war for the battle, an hundred and twenty thousand. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "All these men of war, that could keep rank, came with a perfect heart to Hebron, to make David king over all Israel: and all the rest also of Israel were of one heart to make David king.",
      "tokens": [
        {
          "t": "All these men of war, that could keep rank, came with a perfect heart to Hebron, to make David king over all Israel: and all the rest also of Israel "
        },
        {
          "add": "were"
        },
        {
          "t": " of one heart to make David king. "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And there they were with David three days, eating and drinking: for their brethren had prepared for them.",
      "tokens": [
        {
          "t": "And there they were with David three days, eating and drinking: for their brethren had prepared for them. "
        }
      ]
    },
    {
      "v": 40,
      "plain": "Moreover they that were nigh them, even unto Issachar and Zebulun and Naphtali, brought bread on asses, and on camels, and on mules, and on oxen, and meat, meal, cakes of figs, and bunches of raisins, and wine, and oil, and oxen, and sheep abundantly: for there was joy in Israel.",
      "tokens": [
        {
          "t": "Moreover they that were nigh them, "
        },
        {
          "add": "even"
        },
        {
          "t": " unto Issachar and Zebulun and Naphtali, brought bread on asses, and on camels, and on mules, and on oxen, "
        },
        {
          "add": "and"
        },
        {
          "t": " meat, meal, cakes of figs, and bunches of raisins, and wine, and oil, and oxen, and sheep abundantly: for "
        },
        {
          "add": "there was"
        },
        {
          "t": " joy in Israel. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "while…: Heb. being yet shut up"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "Shemaah: or, Hasmaah"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "of war: Heb. of the host"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "as swift…: Heb. as the roes upon the mountains to make haste"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "one…: or, one that was least could resist an hundred, and the greatest a thousand"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 15
      },
      "text": "overflown: Heb. filled over"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 17
      },
      "text": "to meet…: Heb. before them"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 17
      },
      "text": "be knit: Heb. be one"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 17
      },
      "text": "wrong: or, violence"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 18
      },
      "text": "came…: Heb. clothed"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "to the…: Heb. on our heads"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 21
      },
      "text": "against…: or, with a band"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 23
      },
      "text": "bands: or, captains, or, men: Heb. heads"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 24
      },
      "text": "armed: or, prepared"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 29
      },
      "text": "kindred: Heb. brethren"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 29
      },
      "text": "the greatest…: Heb. a multitude of them"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 30
      },
      "text": "famous: Heb. men of names"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 33
      },
      "text": "expert…: or, rangers of battle, or, ranged in battle"
    },
    {
      "id": "FN19",
      "mark": "‡‡",
      "at": {
        "v": 33
      },
      "text": "keep…: or, set the battle in array"
    },
    {
      "id": "FN20",
      "mark": "§§",
      "at": {
        "v": 33
      },
      "text": "not…: Heb. without a heart and a heart"
    },
    {
      "id": "FN21",
      "mark": "***",
      "at": {
        "v": 36
      },
      "text": "expert: or, keeping their rank"
    },
    {
      "id": "FN22",
      "mark": "†††",
      "at": {
        "v": 40
      },
      "text": "meat…: or, victual of meal"
    }
  ]
}