{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Chr",
  "abbr": "1CH",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "plain": "And David consulted with the captains of thousands and hundreds, and with every leader.",
      "tokens": [
        {
          "t": "And David consulted with the captains of thousands and hundreds, "
        },
        {
          "add": "and"
        },
        {
          "t": " with every leader. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And David said unto all the congregation of Israel, If it seem good unto you, and that it be of the LORD our God, let us send abroad unto our brethren every where, that are left in all the land of Israel, and with them also to the priests and Levites which are in their cities and suburbs, that they may gather themselves unto us:",
      "tokens": [
        {
          "t": "And David said unto all the congregation of Israel, If "
        },
        {
          "add": "it seem"
        },
        {
          "t": " good unto you, and "
        },
        {
          "add": "that it be"
        },
        {
          "t": " of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God, let us send abroad unto our brethren every where, "
        },
        {
          "add": "that are"
        },
        {
          "t": " left in all the land of Israel, and with them "
        },
        {
          "add": "also"
        },
        {
          "t": " to the priests and Levites "
        },
        {
          "add": "which are"
        },
        {
          "t": " in their cities "
        },
        {
          "add": "and"
        },
        {
          "t": " suburbs, that they may gather themselves unto us: "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And let us bring again the ark of our God to us: for we enquired not at it in the days of Saul.",
      "tokens": [
        {
          "t": "And let us bring again the ark of our God to us: for we enquired not at it in the days of Saul. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And all the congregation said that they would do so: for the thing was right in the eyes of all the people.",
      "tokens": [
        {
          "t": "And all the congregation said that they would do so: for the thing was right in the eyes of all the people. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "So David gathered all Israel together, from Shihor of Egypt even unto the entering of Hemath, to bring the ark of God from Kirjath-jearim.",
      "tokens": [
        {
          "t": "So David gathered all Israel together, from Shihor of Egypt even unto the entering of Hemath, to bring the ark of God from Kirjath-jearim. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And David went up, and all Israel, to Baalah, that is, to Kirjath-jearim, which belonged to Judah, to bring up thence the ark of God the LORD, that dwelleth between the cherubims, whose name is called on it.",
      "tokens": [
        {
          "t": "And David went up, and all Israel, to Baalah, "
        },
        {
          "add": "that is"
        },
        {
          "t": ", to Kirjath-jearim, which "
        },
        {
          "add": "belonged"
        },
        {
          "t": " to Judah, to bring up thence the ark of God the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that dwelleth "
        },
        {
          "add": "between"
        },
        {
          "t": " the cherubims, whose name is called "
        },
        {
          "add": "on it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And they carried the ark of God in a new cart out of the house of Abinadab: and Uzza and Ahio drave the cart.",
      "tokens": [
        {
          "t": "And they carried the ark of God in a new cart out of the house of Abinadab: and Uzza and Ahio drave the cart. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And David and all Israel played before God with all their might, and with singing, and with harps, and with psalteries, and with timbrels, and with cymbals, and with trumpets.",
      "tokens": [
        {
          "t": "And David and all Israel played before God with all "
        },
        {
          "add": "their"
        },
        {
          "t": " might, and with singing, and with harps, and with psalteries, and with timbrels, and with cymbals, and with trumpets. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ And when they came unto the threshingfloor of Chidon, Uzza put forth his hand to hold the ark; for the oxen stumbled.",
      "tokens": [
        {
          "t": "¶ And when they came unto the threshingfloor of Chidon, Uzza put forth his hand to hold the ark; for the oxen stumbled. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the anger of the LORD was kindled against Uzza, and he smote him, because he put his hand to the ark: and there he died before God.",
      "tokens": [
        {
          "t": "And the anger of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " was kindled against Uzza, and he smote him, because he put his hand to the ark: and there he died before God. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And David was displeased, because the LORD had made a breach upon Uzza: wherefore that place is called Perez-uzza to this day.",
      "tokens": [
        {
          "t": "And David was displeased, because the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " had made a breach upon Uzza: wherefore that place is called Perez-uzza to this day. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And David was afraid of God that day, saying, How shall I bring the ark of God home to me?",
      "tokens": [
        {
          "t": "And David was afraid of God that day, saying, How shall I bring the ark of God "
        },
        {
          "add": "home"
        },
        {
          "t": " to me? "
        }
      ]
    },
    {
      "v": 13,
      "plain": "So David brought not the ark home to himself to the city of David, but carried it aside into the house of Obed-edom the Gittite.",
      "tokens": [
        {
          "t": "So David brought not the ark "
        },
        {
          "add": "home"
        },
        {
          "t": " to himself to the city of David, but carried it aside into the house of Obed-edom the Gittite. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And the ark of God remained with the family of Obed-edom in his house three months. And the LORD blessed the house of Obed-edom, and all that he had.",
      "tokens": [
        {
          "t": "And the ark of God remained with the family of Obed-edom in his house three months. And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " blessed the house of Obed-edom, and all that he had. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "send…: Heb. break forth and send"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "in their…: Heb. in the cities of their suburbs"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 3
      },
      "text": "bring…: Heb. bring about"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 7
      },
      "text": "carried…: Heb. made the ark to ride"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 8
      },
      "text": "singing: Heb. songs"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 9
      },
      "text": "Chidon: also called Nachon"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "stumbled: or, shook it"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 11
      },
      "text": "Perez-uzza: that is, The breach of Uzza"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 13
      },
      "text": "brought: Heb. removed"
    }
  ]
}