{
  "work": "KJV",
  "osis": "1 Chr",
  "abbr": "1CH",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now Hiram king of Tyre sent messengers to David, and timber of cedars, with masons and carpenters, to build him an house."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And David perceived that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "had confirmed him king over Israel, for his kingdom was lifted up on high, because of his people Israel."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ And David took more wives at Jerusalem: and David begat more sons and daughters."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Now these"
        },
        {
          "add": "are"
        },
        {
          "t": "the names of"
        },
        {
          "add": "his"
        },
        {
          "t": "children which he had in Jerusalem; Shammua, and Shobab, Nathan, and Solomon,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And Ibhar, and Elishua, and Elpalet,"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And Nogah, and Nepheg, and Japhia,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Elishama, and Beeliada, and Eliphalet."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And when the Philistines heard that David was anointed king over all Israel, all the Philistines went up to seek David. And David heard"
        },
        {
          "add": "of it"
        },
        {
          "t": ", and went out against them."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the Philistines came and spread themselves in the valley of Rephaim."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And David enquired of God, saying, Shall I go up against the Philistines? and wilt thou deliver them into mine hand? And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto him, Go up; for I will deliver them into thine hand."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "So they came up to Baal-perazim; and David smote them there. Then David said, God hath broken in upon mine enemies by mine hand like the breaking forth of waters: therefore they called the name of that place Baal-perazim."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And when they had left their gods there, David gave a commandment, and they were burned with fire."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the Philistines yet again spread themselves abroad in the valley."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Therefore David enquired again of God; and God said unto him, Go not up after them; turn away from them, and come upon them over against the mulberry trees."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And it shall be, when thou shalt hear a sound of going in the tops of the mulberry trees,"
        },
        {
          "add": "that"
        },
        {
          "t": "then thou shalt go out to battle: for God is gone forth before thee to smite the host of the Philistines."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "David therefore did as God commanded him: and they smote the host of the Philistines from Gibeon even to Gazer."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And the fame of David went out into all lands; and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "brought the fear of him upon all nations."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "more: Heb. yet"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "Beeliada: also called, Eliada"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 11
      },
      "text": "Baal-perazim: that is, A place of breaches"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "Gibeon: also called, Geba"
    }
  ]
}