{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Chr",
  "abbr": "1CH",
  "chapter": 16,
  "verses": [
    {
      "v": 1,
      "plain": "So they brought the ark of God, and set it in the midst of the tent that David had pitched for it: and they offered burnt sacrifices and peace offerings before God.",
      "tokens": [
        {
          "t": "So they brought the ark of God, and set it in the midst of the tent that David had pitched for it: and they offered burnt sacrifices and peace offerings before God. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And when David had made an end of offering the burnt offerings and the peace offerings, he blessed the people in the name of the LORD.",
      "tokens": [
        {
          "t": "And when David had made an end of offering the burnt offerings and the peace offerings, he blessed the people in the name of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a good piece of flesh, and a flagon of wine.",
      "tokens": [
        {
          "t": "And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a good piece of flesh, and a flagon "
        },
        {
          "add": "of wine"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 4,
      "plain": "¶ And he appointed certain of the Levites to minister before the ark of the LORD, and to record, and to thank and praise the LORD God of Israel:",
      "tokens": [
        {
          "t": "¶ And he appointed "
        },
        {
          "add": "certain"
        },
        {
          "t": " of the Levites to minister before the ark of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and to record, and to thank and praise the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel: "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Asaph the chief, and next to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-edom: and Jeiel with psalteries and with harps; but Asaph made a sound with cymbals;",
      "tokens": [
        {
          "t": "Asaph the chief, and next to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-edom: and Jeiel with psalteries and with harps; but Asaph made a sound with cymbals; "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Benaiah also and Jahaziel the priests with trumpets continually before the ark of the covenant of God.",
      "tokens": [
        {
          "t": "Benaiah also and Jahaziel the priests with trumpets continually before the ark of the covenant of God. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ Then on that day David delivered first this psalm to thank the LORD into the hand of Asaph and his brethren.",
      "tokens": [
        {
          "t": "¶ Then on that day David delivered first "
        },
        {
          "add": "this psalm"
        },
        {
          "t": " to thank the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " into the hand of Asaph and his brethren. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Give thanks unto the LORD, call upon his name, make known his deeds among the people.",
      "tokens": [
        {
          "t": "Give thanks unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", call upon his name, make known his deeds among the people. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Sing unto him, sing psalms unto him, talk ye of all his wondrous works.",
      "tokens": [
        {
          "t": "Sing unto him, sing psalms unto him, talk ye of all his wondrous works. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Glory ye in his holy name: let the heart of them rejoice that seek the LORD.",
      "tokens": [
        {
          "t": "Glory ye in his holy name: let the heart of them rejoice that seek the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Seek the LORD and his strength, seek his face continually.",
      "tokens": [
        {
          "t": "Seek the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " and his strength, seek his face continually. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Remember his marvellous works that he hath done, his wonders, and the judgments of his mouth;",
      "tokens": [
        {
          "t": "Remember his marvellous works that he hath done, his wonders, and the judgments of his mouth; "
        }
      ]
    },
    {
      "v": 13,
      "plain": "O ye seed of Israel his servant, ye children of Jacob, his chosen ones.",
      "tokens": [
        {
          "t": "O ye seed of Israel his servant, ye children of Jacob, his chosen ones. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "He is the LORD our God; his judgments are in all the earth.",
      "tokens": [
        {
          "t": "He "
        },
        {
          "add": "is"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God; his judgments "
        },
        {
          "add": "are"
        },
        {
          "t": " in all the earth. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Be ye mindful always of his covenant; the word which he commanded to a thousand generations;",
      "tokens": [
        {
          "t": "Be ye mindful always of his covenant; the word "
        },
        {
          "add": "which"
        },
        {
          "t": " he commanded to a thousand generations; "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Even of the covenant which he made with Abraham, and of his oath unto Isaac;",
      "tokens": [
        {
          "add": "Even of the covenant"
        },
        {
          "t": " which he made with Abraham, and of his oath unto Isaac; "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And hath confirmed the same to Jacob for a law, and to Israel for an everlasting covenant,",
      "tokens": [
        {
          "t": "And hath confirmed the same to Jacob for a law, "
        },
        {
          "add": "and"
        },
        {
          "t": " to Israel "
        },
        {
          "add": "for"
        },
        {
          "t": " an everlasting covenant, "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance;",
      "tokens": [
        {
          "t": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance; "
        }
      ]
    },
    {
      "v": 19,
      "plain": "When ye were but few, even a few, and strangers in it.",
      "tokens": [
        {
          "t": "When ye were but few, even a few, and strangers in it. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And when they went from nation to nation, and from one kingdom to another people;",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "when"
        },
        {
          "t": " they went from nation to nation, and from "
        },
        {
          "add": "one"
        },
        {
          "t": " kingdom to another people; "
        }
      ]
    },
    {
      "v": 21,
      "plain": "He suffered no man to do them wrong: yea, he reproved kings for their sakes,",
      "tokens": [
        {
          "t": "He suffered no man to do them wrong: yea, he reproved kings for their sakes, "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Saying, Touch not mine anointed, and do my prophets no harm.",
      "tokens": [
        {
          "add": "Saying"
        },
        {
          "t": ", Touch not mine anointed, and do my prophets no harm. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Sing unto the LORD, all the earth; shew forth from day to day his salvation.",
      "tokens": [
        {
          "t": "Sing unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", all the earth; shew forth from day to day his salvation. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "Declare his glory among the heathen; his marvellous works among all nations.",
      "tokens": [
        {
          "t": "Declare his glory among the heathen; his marvellous works among all nations. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "For great is the LORD, and greatly to be praised: he also is to be feared above all gods.",
      "tokens": [
        {
          "t": "For great "
        },
        {
          "add": "is"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and greatly to be praised: he also "
        },
        {
          "add": "is"
        },
        {
          "t": " to be feared above all gods. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "For all the gods of the people are idols: but the LORD made the heavens.",
      "tokens": [
        {
          "t": "For all the gods of the people "
        },
        {
          "add": "are"
        },
        {
          "t": " idols: but the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " made the heavens. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Glory and honour are in his presence; strength and gladness are in his place.",
      "tokens": [
        {
          "t": "Glory and honour "
        },
        {
          "add": "are"
        },
        {
          "t": " in his presence; strength and gladness "
        },
        {
          "add": "are"
        },
        {
          "t": " in his place. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "Give unto the LORD, ye kindreds of the people, give unto the LORD glory and strength.",
      "tokens": [
        {
          "t": "Give unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", ye kindreds of the people, give unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " glory and strength. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "Give unto the LORD the glory due unto his name: bring an offering, and come before him: worship the LORD in the beauty of holiness.",
      "tokens": [
        {
          "t": "Give unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " the glory "
        },
        {
          "add": "due"
        },
        {
          "t": " unto his name: bring an offering, and come before him: worship the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " in the beauty of holiness. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Fear before him, all the earth: the world also shall be stable, that it be not moved.",
      "tokens": [
        {
          "t": "Fear before him, all the earth: the world also shall be stable, that it be not moved. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The LORD reigneth.",
      "tokens": [
        {
          "t": "Let the heavens be glad, and let the earth rejoice: and let "
        },
        {
          "add": "men"
        },
        {
          "t": " say among the nations, The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " reigneth. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "Let the sea roar, and the fulness thereof: let the fields rejoice, and all that is therein.",
      "tokens": [
        {
          "t": "Let the sea roar, and the fulness thereof: let the fields rejoice, and all that "
        },
        {
          "add": "is"
        },
        {
          "t": " therein. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Then shall the trees of the wood sing out at the presence of the LORD, because he cometh to judge the earth.",
      "tokens": [
        {
          "t": "Then shall the trees of the wood sing out at the presence of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", because he cometh to judge the earth. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "O give thanks unto the LORD; for he is good; for his mercy endureth for ever.",
      "tokens": [
        {
          "t": "O give thanks unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; for "
        },
        {
          "add": "he is"
        },
        {
          "t": " good; for his mercy "
        },
        {
          "add": "endureth"
        },
        {
          "t": " for ever. "
        }
      ]
    },
    {
      "v": 35,
      "plain": "And say ye, Save us, O God of our salvation, and gather us together, and deliver us from the heathen, that we may give thanks to thy holy name, and glory in thy praise.",
      "tokens": [
        {
          "t": "And say ye, Save us, O God of our salvation, and gather us together, and deliver us from the heathen, that we may give thanks to thy holy name, "
        },
        {
          "add": "and"
        },
        {
          "t": " glory in thy praise. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "Blessed be the LORD God of Israel for ever and ever. And all the people said, Amen, and praised the LORD.",
      "tokens": [
        {
          "t": "Blessed "
        },
        {
          "add": "be"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel for ever and ever. And all the people said, Amen, and praised the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 37,
      "plain": "¶ So he left there before the ark of the covenant of the LORD Asaph and his brethren, to minister before the ark continually, as every day’s work required:",
      "tokens": [
        {
          "t": "¶ So he left there before the ark of the covenant of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " Asaph and his brethren, to minister before the ark continually, as every day’s work required: "
        }
      ]
    },
    {
      "v": 38,
      "plain": "And Obed-edom with their brethren, threescore and eight; Obed-edom also the son of Jeduthun and Hosah to be porters:",
      "tokens": [
        {
          "t": "And Obed-edom with their brethren, threescore and eight; Obed-edom also the son of Jeduthun and Hosah "
        },
        {
          "add": "to be"
        },
        {
          "t": " porters: "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And Zadok the priest, and his brethren the priests, before the tabernacle of the LORD in the high place that was at Gibeon,",
      "tokens": [
        {
          "t": "And Zadok the priest, and his brethren the priests, before the tabernacle of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " in the high place that "
        },
        {
          "add": "was"
        },
        {
          "t": " at Gibeon, "
        }
      ]
    },
    {
      "v": 40,
      "plain": "To offer burnt offerings unto the LORD upon the altar of the burnt offering continually morning and evening, and to do according to all that is written in the law of the LORD, which he commanded Israel;",
      "tokens": [
        {
          "t": "To offer burnt offerings unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " upon the altar of the burnt offering continually morning and evening, and "
        },
        {
          "add": "to do"
        },
        {
          "t": " according to all that is written in the law of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which he commanded Israel; "
        }
      ]
    },
    {
      "v": 41,
      "plain": "And with them Heman and Jeduthun, and the rest that were chosen, who were expressed by name, to give thanks to the LORD, because his mercy endureth for ever;",
      "tokens": [
        {
          "t": "And with them Heman and Jeduthun, and the rest that were chosen, who were expressed by name, to give thanks to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", because his mercy "
        },
        {
          "add": "endureth"
        },
        {
          "t": " for ever; "
        }
      ]
    },
    {
      "v": 42,
      "plain": "And with them Heman and Jeduthun with trumpets and cymbals for those that should make a sound, and with musical instruments of God. And the sons of Jeduthun were porters.",
      "tokens": [
        {
          "t": "And with them Heman and Jeduthun with trumpets and cymbals for those that should make a sound, and with musical instruments of God. And the sons of Jeduthun "
        },
        {
          "add": "were"
        },
        {
          "t": " porters. "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And all the people departed every man to his house: and David returned to bless his house.",
      "tokens": [
        {
          "t": "And all the people departed every man to his house: and David returned to bless his house. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "with psalteries…: Heb. with instruments of psalteries and harps"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 18
      },
      "text": "the lot: Heb. the cord"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 19
      },
      "text": "few, even: Heb. men of number, etc"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 40
      },
      "text": "morning…: Heb. in the morning, and in the evening"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 42
      },
      "text": "porters: Heb. for the gate"
    }
  ]
}