{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Chr",
  "abbr": "1CH",
  "chapter": 24,
  "verses": [
    {
      "v": 1,
      "plain": "Now these are the divisions of the sons of Aaron. The sons of Aaron; Nadab, and Abihu, Eleazar, and Ithamar.",
      "tokens": [
        {
          "t": "Now "
        },
        {
          "add": "these are"
        },
        {
          "t": " the divisions of the sons of Aaron. The sons of Aaron; Nadab, and Abihu, Eleazar, and Ithamar. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "But Nadab and Abihu died before their father, and had no children: therefore Eleazar and Ithamar executed the priest’s office.",
      "tokens": [
        {
          "t": "But Nadab and Abihu died before their father, and had no children: therefore Eleazar and Ithamar executed the priest’s office. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And David distributed them, both Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, according to their offices in their service.",
      "tokens": [
        {
          "t": "And David distributed them, both Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, according to their offices in their service. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And there were more chief men found of the sons of Eleazar than of the sons of Ithamar; and thus were they divided. Among the sons of Eleazar there were sixteen chief men of the house of their fathers, and eight among the sons of Ithamar according to the house of their fathers.",
      "tokens": [
        {
          "t": "And there were more chief men found of the sons of Eleazar than of the sons of Ithamar; and "
        },
        {
          "add": "thus"
        },
        {
          "t": " were they divided. Among the sons of Eleazar "
        },
        {
          "add": "there were"
        },
        {
          "t": " sixteen chief men of the house of "
        },
        {
          "add": "their"
        },
        {
          "t": " fathers, and eight among the sons of Ithamar according to the house of their fathers. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Thus were they divided by lot, one sort with another; for the governors of the sanctuary, and governors of the house of God, were of the sons of Eleazar, and of the sons of Ithamar.",
      "tokens": [
        {
          "t": "Thus were they divided by lot, one sort with another; for the governors of the sanctuary, and governors "
        },
        {
          "add": "of the house"
        },
        {
          "t": " of God, were of the sons of Eleazar, and of the sons of Ithamar. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And Shemaiah the son of Nethaneel the scribe, one of the Levites, wrote them before the king, and the princes, and Zadok the priest, and Ahimelech the son of Abiathar, and before the chief of the fathers of the priests and Levites: one principal household being taken for Eleazar, and one taken for Ithamar.",
      "tokens": [
        {
          "t": "And Shemaiah the son of Nethaneel the scribe, "
        },
        {
          "add": "one"
        },
        {
          "t": " of the Levites, wrote them before the king, and the princes, and Zadok the priest, and Ahimelech the son of Abiathar, and "
        },
        {
          "add": "before"
        },
        {
          "t": " the chief of the fathers of the priests and Levites: one principal household being taken for Eleazar, and "
        },
        {
          "add": "one"
        },
        {
          "t": " taken for Ithamar. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Now the first lot came forth to Jehoiarib, the second to Jedaiah,",
      "tokens": [
        {
          "t": "Now the first lot came forth to Jehoiarib, the second to Jedaiah, "
        }
      ]
    },
    {
      "v": 8,
      "plain": "The third to Harim, the fourth to Seorim,",
      "tokens": [
        {
          "t": "The third to Harim, the fourth to Seorim, "
        }
      ]
    },
    {
      "v": 9,
      "plain": "The fifth to Malchijah, the sixth to Mijamin,",
      "tokens": [
        {
          "t": "The fifth to Malchijah, the sixth to Mijamin, "
        }
      ]
    },
    {
      "v": 10,
      "plain": "The seventh to Hakkoz, the eighth to Abijah,",
      "tokens": [
        {
          "t": "The seventh to Hakkoz, the eighth to Abijah, "
        }
      ]
    },
    {
      "v": 11,
      "plain": "The ninth to Jeshua, the tenth to Shecaniah,",
      "tokens": [
        {
          "t": "The ninth to Jeshua, the tenth to Shecaniah, "
        }
      ]
    },
    {
      "v": 12,
      "plain": "The eleventh to Eliashib, the twelfth to Jakim,",
      "tokens": [
        {
          "t": "The eleventh to Eliashib, the twelfth to Jakim, "
        }
      ]
    },
    {
      "v": 13,
      "plain": "The thirteenth to Huppah, the fourteenth to Jeshebeab,",
      "tokens": [
        {
          "t": "The thirteenth to Huppah, the fourteenth to Jeshebeab, "
        }
      ]
    },
    {
      "v": 14,
      "plain": "The fifteenth to Bilgah, the sixteenth to Immer,",
      "tokens": [
        {
          "t": "The fifteenth to Bilgah, the sixteenth to Immer, "
        }
      ]
    },
    {
      "v": 15,
      "plain": "The seventeenth to Hezir, the eighteenth to Aphses,",
      "tokens": [
        {
          "t": "The seventeenth to Hezir, the eighteenth to Aphses, "
        }
      ]
    },
    {
      "v": 16,
      "plain": "The nineteenth to Pethahiah, the twentieth to Jehezekel,",
      "tokens": [
        {
          "t": "The nineteenth to Pethahiah, the twentieth to Jehezekel, "
        }
      ]
    },
    {
      "v": 17,
      "plain": "The one and twentieth to Jachin, the two and twentieth to Gamul,",
      "tokens": [
        {
          "t": "The one and twentieth to Jachin, the two and twentieth to Gamul, "
        }
      ]
    },
    {
      "v": 18,
      "plain": "The three and twentieth to Delaiah, the four and twentieth to Maaziah.",
      "tokens": [
        {
          "t": "The three and twentieth to Delaiah, the four and twentieth to Maaziah. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "These were the orderings of them in their service to come into the house of the LORD, according to their manner, under Aaron their father, as the LORD God of Israel had commanded him.",
      "tokens": [
        {
          "t": "These "
        },
        {
          "add": "were"
        },
        {
          "t": " the orderings of them in their service to come into the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", according to their manner, under Aaron their father, as the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel had commanded him. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ And the rest of the sons of Levi were these: Of the sons of Amram; Shubael: of the sons of Shubael; Jehdeiah.",
      "tokens": [
        {
          "t": "¶ And the rest of the sons of Levi "
        },
        {
          "add": "were these:"
        },
        {
          "t": " Of the sons of Amram; Shubael: of the sons of Shubael; Jehdeiah. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Concerning Rehabiah: of the sons of Rehabiah, the first was Isshiah.",
      "tokens": [
        {
          "t": "Concerning Rehabiah: of the sons of Rehabiah, the first "
        },
        {
          "add": "was"
        },
        {
          "t": " Isshiah. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Of the Izharites; Shelomoth: of the sons of Shelomoth; Jahath.",
      "tokens": [
        {
          "t": "Of the Izharites; Shelomoth: of the sons of Shelomoth; Jahath. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And the sons of Hebron; Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth.",
      "tokens": [
        {
          "t": "And the sons "
        },
        {
          "add": "of Hebron;"
        },
        {
          "t": " Jeriah "
        },
        {
          "add": "the first"
        },
        {
          "t": ", Amariah the second, Jahaziel the third, Jekameam the fourth. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "Of the sons of Uzziel; Michah: of the sons of Michah; Shamir.",
      "tokens": [
        {
          "add": "Of"
        },
        {
          "t": " the sons of Uzziel; Michah: of the sons of Michah; Shamir. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "The brother of Michah was Isshiah: of the sons of Isshiah; Zechariah.",
      "tokens": [
        {
          "t": "The brother of Michah "
        },
        {
          "add": "was"
        },
        {
          "t": " Isshiah: of the sons of Isshiah; Zechariah. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "The sons of Merari were Mahli and Mushi: the sons of Jaaziah; Beno.",
      "tokens": [
        {
          "t": "The sons of Merari "
        },
        {
          "add": "were"
        },
        {
          "t": " Mahli and Mushi: the sons of Jaaziah; Beno. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ The sons of Merari by Jaaziah; Beno, and Shoham, and Zaccur, and Ibri.",
      "tokens": [
        {
          "t": "¶ The sons of Merari by Jaaziah; Beno, and Shoham, and Zaccur, and Ibri. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "Of Mahli came Eleazar, who had no sons.",
      "tokens": [
        {
          "t": "Of Mahli "
        },
        {
          "add": "came"
        },
        {
          "t": " Eleazar, who had no sons. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "Concerning Kish: the son of Kish was Jerahmeel.",
      "tokens": [
        {
          "t": "Concerning Kish: the son of Kish "
        },
        {
          "add": "was"
        },
        {
          "t": " Jerahmeel. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "The sons also of Mushi; Mahli, and Eder, and Jerimoth. These were the sons of the Levites after the house of their fathers.",
      "tokens": [
        {
          "t": "The sons also of Mushi; Mahli, and Eder, and Jerimoth. These "
        },
        {
          "add": "were"
        },
        {
          "t": " the sons of the Levites after the house of their fathers. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "These likewise cast lots over against their brethren the sons of Aaron in the presence of David the king, and Zadok, and Ahimelech, and the chief of the fathers of the priests and Levites, even the principal fathers over against their younger brethren.",
      "tokens": [
        {
          "t": "These likewise cast lots over against their brethren the sons of Aaron in the presence of David the king, and Zadok, and Ahimelech, and the chief of the fathers of the priests and Levites, even the principal fathers over against their younger brethren. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "principal…: Heb. house of the father"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 20
      },
      "text": "Shubael: also called, Shebuel"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 22
      },
      "text": "Shelomoth: also called, Shelomith"
    }
  ]
}