{
  "schema": 1,
  "work": "KJV",
  "osis": "Rom",
  "abbr": "ROM",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham,"
        },
        {
          "add": "of"
        },
        {
          "t": "the tribe of Benjamin."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "God hath not cast away his people which he foreknew. Wot ye not what the scripture saith of Elias? how he maketh intercession to God against Israel, saying,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But what saith the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to"
        },
        {
          "add": "the image of"
        },
        {
          "t": "Baal."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Even so then at this present time also there is a remnant according to the election of grace."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And if by grace, then"
        },
        {
          "add": "is it"
        },
        {
          "t": "no more of works: otherwise grace is no more grace. But if"
        },
        {
          "add": "it be"
        },
        {
          "t": "of works, then is it no more grace: otherwise work is no more work."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "What then? Israel hath not obtained that which he seeketh for; but the election hath obtained it, and the rest were blinded"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "(According as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Let their eyes be darkened, that they may not see, and bow down their back alway."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "I say then, Have they stumbled that they should fall? God forbid: but"
        },
        {
          "add": "rather"
        },
        {
          "t": "through their fall salvation"
        },
        {
          "add": "is come"
        },
        {
          "t": "unto the Gentiles, for to provoke them to jealousy."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Now if the fall of them"
        },
        {
          "add": "be"
        },
        {
          "t": "the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fulness?"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "If by any means I may provoke to emulation"
        },
        {
          "add": "them which are"
        },
        {
          "t": "my flesh, and might save some of them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For if the casting away of them"
        },
        {
          "add": "be"
        },
        {
          "t": "the reconciling of the world, what"
        },
        {
          "add": "shall"
        },
        {
          "t": "the receiving"
        },
        {
          "add": "of them be"
        },
        {
          "t": ", but life from the dead?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "For if the firstfruit"
        },
        {
          "add": "be"
        },
        {
          "t": "holy, the lump"
        },
        {
          "add": "is"
        },
        {
          "t": "also"
        },
        {
          "add": "holy"
        },
        {
          "t": ": and if the root"
        },
        {
          "add": "be"
        },
        {
          "t": "holy, so"
        },
        {
          "add": "are"
        },
        {
          "t": "the branches."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And if some of the branches be broken off, and thou, being a wild olive tree, wert graffed in among them, and with them partakest of the root and fatness of the olive tree;"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Thou wilt say then, The branches were broken off, that I might be graffed in."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For if God spared not the natural branches,"
        },
        {
          "add": "take heed"
        },
        {
          "t": "lest he also spare not thee."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Behold therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in"
        },
        {
          "add": "his"
        },
        {
          "t": "goodness: otherwise thou also shalt be cut off."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And they also, if they abide not still in unbelief, shall be graffed in: for God is able to graff them in again."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "For if thou wert cut out of the olive tree which is wild by nature, and wert graffed contrary to nature into a good olive tree: how much more shall these, which be the natural"
        },
        {
          "add": "branches"
        },
        {
          "t": ", be graffed into their own olive tree?"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "For this"
        },
        {
          "add": "is"
        },
        {
          "t": "my covenant unto them, when I shall take away their sins."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "As concerning the gospel,"
        },
        {
          "add": "they are"
        },
        {
          "t": "enemies for your sakes: but as touching the election,"
        },
        {
          "add": "they are"
        },
        {
          "t": "beloved for the fathers’ sakes."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "For the gifts and calling of God"
        },
        {
          "add": "are"
        },
        {
          "t": "without repentance."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "For as ye in times past have not believed God, yet have now obtained mercy through their unbelief:"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Even so have these also now not believed, that through your mercy they also may obtain mercy."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "For God hath concluded them all in unbelief, that he might have mercy upon all."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "O the depth of the riches both of the wisdom and knowledge of God! how unsearchable"
        },
        {
          "add": "are"
        },
        {
          "t": "his judgments, and his ways past finding out!"
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "For who hath known the mind of the Lord? or who hath been his counsellor?"
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Or who hath first given to him, and it shall be recompensed unto him again?"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "For of him, and through him, and to him,"
        },
        {
          "add": "are"
        },
        {
          "t": "all things: to whom"
        },
        {
          "add": "be"
        },
        {
          "t": "glory for ever. Amen."
        }
      ]
    }
  ]
}