{
  "schema": 1,
  "work": "KJV",
  "osis": "Deut",
  "abbr": "DEU",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "All the commandments which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "sware unto your fathers."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And thou shalt remember all the way which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God led thee these forty years in the wilderness, to humble thee,"
        },
        {
          "add": "and"
        },
        {
          "t": "to prove thee, to know what"
        },
        {
          "add": "was"
        },
        {
          "t": "in thine heart, whether thou wouldest keep his commandments, or no."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And he humbled thee, and suffered thee to hunger, and fed thee with manna, which thou knewest not, neither did thy fathers know; that he might make thee know that man doth not live by bread only, but by every"
        },
        {
          "add": "word"
        },
        {
          "t": "that proceedeth out of the mouth of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "doth man live."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Thy raiment waxed not old upon thee, neither did thy foot swell, these forty years."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Thou shalt also consider in thine heart, that, as a man chasteneth his son,"
        },
        {
          "add": "so"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God chasteneth thee."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Therefore thou shalt keep the commandments of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, to walk in his ways, and to fear him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God bringeth thee into a good land, a land of brooks of water, of fountains and depths that spring out of valleys and hills;"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "A land of wheat, and barley, and vines, and fig trees, and pomegranates; a land of oil olive, and honey;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "A land wherein thou shalt eat bread without scarceness, thou shalt not lack any"
        },
        {
          "add": "thing"
        },
        {
          "t": "in it; a land whose stones"
        },
        {
          "add": "are"
        },
        {
          "t": "iron, and out of whose hills thou mayest dig brass."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "When thou hast eaten and art full, then thou shalt bless the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God for the good land which he hath given thee."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Beware that thou forget not the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Lest"
        },
        {
          "add": "when"
        },
        {
          "t": "thou hast eaten and art full, and hast built goodly houses, and dwelt"
        },
        {
          "add": "therein;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "when"
        },
        {
          "t": "thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied;"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then thine heart be lifted up, and thou forget the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, which brought thee forth out of the land of Egypt, from the house of bondage;"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Who led thee through that great and terrible wilderness,"
        },
        {
          "add": "wherein were"
        },
        {
          "t": "fiery serpents, and scorpions, and drought, where"
        },
        {
          "add": "there was"
        },
        {
          "t": "no water; who brought thee forth water out of the rock of flint;"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Who fed thee in the wilderness with manna, which thy fathers knew not, that he might humble thee, and that he might prove thee, to do thee good at thy latter end;"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And thou say in thine heart, My power and the might of"
        },
        {
          "add": "mine"
        },
        {
          "t": "hand hath gotten me this wealth."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "But thou shalt remember the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God: for"
        },
        {
          "add": "it is"
        },
        {
          "t": "he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as"
        },
        {
          "add": "it is"
        },
        {
          "t": "this day."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And it shall be, if thou do at all forget the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, and walk after other gods, and serve them, and worship them, I testify against you this day that ye shall surely perish."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "As the nations which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "destroyeth before your face, so shall ye perish; because ye would not be obedient unto the voice of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 8
      },
      "text": "of oil…: Heb. of olive tree of oil"
    }
  ]
}