{
  "schema": 1,
  "work": "KJV",
  "osis": "Deut",
  "abbr": "DEU",
  "chapter": 17,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Thou shalt not sacrifice unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God"
        },
        {
          "add": "any"
        },
        {
          "t": "bullock, or sheep, wherein is blemish,"
        },
        {
          "add": "or"
        },
        {
          "t": "any evilfavouredness: for that"
        },
        {
          "add": "is"
        },
        {
          "t": "an abomination unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "¶ If there be found among you, within any of thy gates which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee, man or woman, that hath wrought wickedness in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, in transgressing his covenant,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And hath gone and served other gods, and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not commanded;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And it be told thee, and thou hast heard"
        },
        {
          "add": "of it"
        },
        {
          "t": ", and enquired diligently, and, behold,"
        },
        {
          "add": "it be"
        },
        {
          "t": "true,"
        },
        {
          "add": "and"
        },
        {
          "t": "the thing certain,"
        },
        {
          "add": "that"
        },
        {
          "t": "such abomination is wrought in Israel:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Then shalt thou bring forth that man or that woman, which have committed that wicked thing, unto thy gates,"
        },
        {
          "add": "even"
        },
        {
          "t": "that man or that woman, and shalt stone them with stones, till they die."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "At the mouth of two witnesses, or three witnesses, shall he that is worthy of death be put to death;"
        },
        {
          "add": "but"
        },
        {
          "t": "at the mouth of one witness he shall not be put to death."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "The hands of the witnesses shall be first upon him to put him to death, and afterward the hands of all the people. So thou shalt put the evil away from among you."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke,"
        },
        {
          "add": "being"
        },
        {
          "t": "matters of controversy within thy gates: then shalt thou arise, and get thee up into the place which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God shall choose;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And thou shalt come unto the priests the Levites, and unto the judge that shall be in those days, and enquire; and they shall shew thee the sentence of judgment:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And thou shalt do according to the sentence, which they of that place which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall choose shall shew thee; and thou shalt observe to do according to all that they inform thee:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall shew thee,"
        },
        {
          "add": "to"
        },
        {
          "t": "the right hand, nor"
        },
        {
          "add": "to"
        },
        {
          "t": "the left."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the man that will do presumptuously, and will not hearken unto the priest that standeth to minister there before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, or unto the judge, even that man shall die: and thou shalt put away the evil from Israel."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And all the people shall hear, and fear, and do no more presumptuously."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ When thou art come unto the land which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that"
        },
        {
          "add": "are"
        },
        {
          "t": "about me;"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Thou shalt in any wise set"
        },
        {
          "add": "him"
        },
        {
          "t": "king over thee, whom the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God shall choose:"
        },
        {
          "add": "one"
        },
        {
          "t": "from among thy brethren shalt thou set king over thee: thou mayest not set a stranger over thee, which"
        },
        {
          "add": "is"
        },
        {
          "t": "not thy brother."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "But he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses: forasmuch as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath said unto you, Ye shall henceforth return no more that way."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Neither shall he multiply wives to himself, that his heart turn not away: neither shall he greatly multiply to himself silver and gold."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book out of"
        },
        {
          "add": "that which is"
        },
        {
          "t": "before the priests the Levites:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And it shall be with him, and he shall read therein all the days of his life: that he may learn to fear the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "his God, to keep all the words of this law and these statutes, to do them:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "That his heart be not lifted up above his brethren, and that he turn not aside from the commandment,"
        },
        {
          "add": "to"
        },
        {
          "t": "the right hand, or"
        },
        {
          "add": "to"
        },
        {
          "t": "the left: to the end that he may prolong"
        },
        {
          "add": "his"
        },
        {
          "t": "days in his kingdom, he, and his children, in the midst of Israel."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "sheep: or, goat"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "and will…: Heb. not to hearken"
    }
  ]
}