{
  "schema": 1,
  "work": "KJV",
  "osis": "Deut",
  "abbr": "DEU",
  "chapter": 19,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "When the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God hath cut off the nations, whose land the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Thou shalt separate three cities for thee in the midst of thy land, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee to possess it."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Thou shalt prepare thee a way, and divide the coasts of thy land, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee to inherit, into three parts, that every slayer may flee thither."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And this"
        },
        {
          "add": "is"
        },
        {
          "t": "the case of the slayer, which shall flee thither, that he may live: Whoso killeth his neighbour ignorantly, whom he hated not in time past;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "As when a man goeth into the wood with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of those cities, and live:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Lest the avenger of the blood pursue the slayer, while his heart is hot, and overtake him, because the way is long, and slay him; whereas he"
        },
        {
          "add": "was"
        },
        {
          "t": "not worthy of death, inasmuch as he hated him not in time past."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Wherefore I command thee, saying, Thou shalt separate three cities for thee."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And if the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God enlarge thy coast, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "If thou shalt keep all these commandments to do them, which I command thee this day, to love the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, beside these three:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "That innocent blood be not shed in thy land, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee"
        },
        {
          "add": "for"
        },
        {
          "t": "an inheritance, and"
        },
        {
          "add": "so"
        },
        {
          "t": "blood be upon thee."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ But if any man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die, and fleeth into one of these cities:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Thine eye shall not pity him, but thou shalt put away"
        },
        {
          "add": "the guilt of"
        },
        {
          "t": "innocent blood from Israel, that it may go well with thee."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Thou shalt not remove thy neighbour’s landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God giveth thee to possess it."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ If a false witness rise up against any man to testify against him"
        },
        {
          "add": "that which is"
        },
        {
          "t": "wrong;"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then both the men, between whom the controversy"
        },
        {
          "add": "is"
        },
        {
          "t": ", shall stand before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", before the priests and the judges, which shall be in those days;"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the judges shall make diligent inquisition: and, behold,"
        },
        {
          "add": "if"
        },
        {
          "t": "the witness"
        },
        {
          "add": "be"
        },
        {
          "t": "a false witness,"
        },
        {
          "add": "and"
        },
        {
          "t": "hath testified falsely against his brother;"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then shall ye do unto him, as he had thought to have done unto his brother: so shalt thou put the evil away from among you."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And thine eye shall not pity;"
        },
        {
          "add": "but"
        },
        {
          "t": "life"
        },
        {
          "add": "shall go"
        },
        {
          "t": "for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "succeedest: Heb. inheritest, or, possessest"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "in…: Heb. from yesterday the third day"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "head: Heb. iron"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "helve: Heb. wood"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 5
      },
      "text": "lighteth…: Heb. findeth"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 6
      },
      "text": "slay…: Heb. smite him in life"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 6
      },
      "text": "in…: Heb. from yesterday the third day"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 11
      },
      "text": "mortally: Heb. in life"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 16
      },
      "text": "that…: or, falling away"
    }
  ]
}