{
  "schema": 1,
  "work": "KJV",
  "osis": "Deut",
  "abbr": "DEU",
  "chapter": 29,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "These"
        },
        {
          "add": "are"
        },
        {
          "t": "the words of the covenant, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "commanded Moses to make with the children of Israel in the land of Moab, beside the covenant which he made with them in Horeb."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "¶ And Moses called unto all Israel, and said unto them, Ye have seen all that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "The great temptations which thine eyes have seen, the signs, and those great miracles:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Yet the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath not given you an heart to perceive, and eyes to see, and ears to hear, unto this day."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And I have led you forty years in the wilderness: your clothes are not waxen old upon you, and thy shoe is not waxen old upon thy foot."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Ye have not eaten bread, neither have ye drunk wine or strong drink: that ye might know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And when ye came unto this place, Sihon the king of Heshbon, and Og the king of Bashan, came out against us unto battle, and we smote them:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of Manasseh."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Keep therefore the words of this covenant, and do them, that ye may prosper in all that ye do."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ Ye stand this day all of you before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God; your captains of your tribes, your elders, and your officers,"
        },
        {
          "add": "with"
        },
        {
          "t": "all the men of Israel,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Your little ones, your wives, and thy stranger that"
        },
        {
          "add": "is"
        },
        {
          "t": "in thy camp, from the hewer of thy wood unto the drawer of thy water:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "That thou shouldest enter into covenant with the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, and into his oath, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God maketh with thee this day:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "That he may establish thee to day for a people unto himself, and"
        },
        {
          "add": "that"
        },
        {
          "t": "he may be unto thee a God, as he hath said unto thee, and as he hath sworn unto thy fathers, to Abraham, to Isaac, and to Jacob."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Neither with you only do I make this covenant and this oath;"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But with"
        },
        {
          "add": "him"
        },
        {
          "t": "that standeth here with us this day before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "our God, and also with"
        },
        {
          "add": "him"
        },
        {
          "t": "that"
        },
        {
          "add": "is"
        },
        {
          "t": "not here with us this day:"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "(For ye know how we have dwelt in the land of Egypt; and how we came through the nations which ye passed by;"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And ye have seen their abominations, and their idols, wood and stone, silver and gold, which"
        },
        {
          "add": "were"
        },
        {
          "t": "among them:)"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Lest there should be among you man, or woman, or family, or tribe, whose heart turneth away this day from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "our God, to go"
        },
        {
          "add": "and"
        },
        {
          "t": "serve the gods of these nations; lest there should be among you a root that beareth gall and wormwood;"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And it come to pass, when he heareth the words of this curse, that he bless himself in his heart, saying, I shall have peace, though I walk in the imagination of mine heart, to add drunkenness to thirst:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will not spare him, but then the anger of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "and his jealousy shall smoke against that man, and all the curses that are written in this book shall lie upon him, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall blot out his name from under heaven."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall separate him unto evil out of all the tribes of Israel, according to all the curses of the covenant that are written in this book of the law:"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "So that the generation to come of your children that shall rise up after you, and the stranger that shall come from a far land, shall say, when they see the plagues of that land, and the sicknesses which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath laid upon it;"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "add": "And that"
        },
        {
          "t": "the whole land thereof"
        },
        {
          "add": "is"
        },
        {
          "t": "brimstone, and salt,"
        },
        {
          "add": "and"
        },
        {
          "t": "burning,"
        },
        {
          "add": "that"
        },
        {
          "t": "it is not sown, nor beareth, nor any grass groweth therein, like the overthrow of Sodom, and Gomorrah, Admah, and Zeboim, which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "overthrew in his anger, and in his wrath:"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Even all nations shall say, Wherefore hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "done thus unto this land? what"
        },
        {
          "add": "meaneth"
        },
        {
          "t": "the heat of this great anger?"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Then men shall say, Because they have forsaken the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of their fathers, which he made with them when he brought them forth out of the land of Egypt:"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "For they went and served other gods, and worshipped them, gods whom they knew not, and"
        },
        {
          "add": "whom"
        },
        {
          "t": "he had not given unto them:"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And the anger of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "was kindled against this land, to bring upon it all the curses that are written in this book:"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as"
        },
        {
          "add": "it is"
        },
        {
          "t": "this day."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "The secret"
        },
        {
          "add": "things belong"
        },
        {
          "t": "unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "our God: but those"
        },
        {
          "add": "things which are"
        },
        {
          "t": "revealed"
        },
        {
          "add": "belong"
        },
        {
          "t": "unto us and to our children for ever, that"
        },
        {
          "add": "we"
        },
        {
          "t": "may do all the words of this law."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 12
      },
      "text": "enter: Heb. pass"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 17
      },
      "text": "idols: Heb. dungy gods"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 18
      },
      "text": "gall: or, a poisonous herb: Heb. rosh"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 19
      },
      "text": "imagination: or, stubbornness"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 19
      },
      "text": "drunkenness…: Heb. the drunken to the thirsty"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 21
      },
      "text": "are: Heb. is"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 22
      },
      "text": "which…: Heb. wherewith the LORD hath made it sick"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 26
      },
      "text": "whom he…: or, who had not given to them any portion"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 26
      },
      "text": "given: Heb. divided"
    }
  ]
}