{
  "schema": 1,
  "work": "KJV",
  "osis": "Hab",
  "abbr": "HAB",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "plain": "I will stand upon my watch, and set me upon the tower, and will watch to see what he will say unto me, and what I shall answer when I am reproved.",
      "tokens": [
        {
          "t": "I will stand upon my watch, and set me upon the tower, and will watch to see what he will say unto me, and what I shall answer when I am reproved. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And the LORD answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " answered me, and said, Write the vision, and make "
        },
        {
          "add": "it"
        },
        {
          "t": " plain upon tables, that he may run that readeth it. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry.",
      "tokens": [
        {
          "t": "For the vision "
        },
        {
          "add": "is"
        },
        {
          "t": " yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Behold, his soul which is lifted up is not upright in him: but the just shall live by his faith.",
      "tokens": [
        {
          "t": "Behold, his soul "
        },
        {
          "add": "which"
        },
        {
          "t": " is lifted up is not upright in him: but the just shall live by his faith. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Yea also, because he transgresseth by wine, he is a proud man, neither keepeth at home, who enlargeth his desire as hell, and is as death, and cannot be satisfied, but gathereth unto him all nations, and heapeth unto him all people:",
      "tokens": [
        {
          "t": "¶ Yea also, because he transgresseth by wine, "
        },
        {
          "add": "he is"
        },
        {
          "t": " a proud man, neither keepeth at home, who enlargeth his desire as hell, and "
        },
        {
          "add": "is"
        },
        {
          "t": " as death, and cannot be satisfied, but gathereth unto him all nations, and heapeth unto him all people: "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Shall not all these take up a parable against him, and a taunting proverb against him, and say, Woe to him that increaseth that which is not his! how long? and to him that ladeth himself with thick clay!",
      "tokens": [
        {
          "t": "Shall not all these take up a parable against him, and a taunting proverb against him, and say, Woe to him that increaseth "
        },
        {
          "add": "that which is"
        },
        {
          "t": " not his! how long? and to him that ladeth himself with thick clay! "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Shall they not rise up suddenly that shall bite thee, and awake that shall vex thee, and thou shalt be for booties unto them?",
      "tokens": [
        {
          "t": "Shall they not rise up suddenly that shall bite thee, and awake that shall vex thee, and thou shalt be for booties unto them? "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Because thou hast spoiled many nations, all the remnant of the people shall spoil thee; because of men’s blood, and for the violence of the land, of the city, and of all that dwell therein.",
      "tokens": [
        {
          "t": "Because thou hast spoiled many nations, all the remnant of the people shall spoil thee; because of men’s blood, and "
        },
        {
          "add": "for"
        },
        {
          "t": " the violence of the land, of the city, and of all that dwell therein. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ Woe to him that coveteth an evil covetousness to his house, that he may set his nest on high, that he may be delivered from the power of evil!",
      "tokens": [
        {
          "t": "¶ Woe to him that coveteth an evil covetousness to his house, that he may set his nest on high, that he may be delivered from the power of evil! "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Thou hast consulted shame to thy house by cutting off many people, and hast sinned against thy soul.",
      "tokens": [
        {
          "t": "Thou hast consulted shame to thy house by cutting off many people, and hast sinned "
        },
        {
          "add": "against"
        },
        {
          "t": " thy soul. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "For the stone shall cry out of the wall, and the beam out of the timber shall answer it.",
      "tokens": [
        {
          "t": "For the stone shall cry out of the wall, and the beam out of the timber shall answer it. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "¶ Woe to him that buildeth a town with blood, and stablisheth a city by iniquity!",
      "tokens": [
        {
          "t": "¶ Woe to him that buildeth a town with blood, and stablisheth a city by iniquity! "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Behold, is it not of the LORD of hosts that the people shall labour in the very fire, and the people shall weary themselves for very vanity?",
      "tokens": [
        {
          "t": "Behold, "
        },
        {
          "add": "is it"
        },
        {
          "t": " not of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts that the people shall labour in the very fire, and the people shall weary themselves for very vanity? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "For the earth shall be filled with the knowledge of the glory of the LORD, as the waters cover the sea.",
      "tokens": [
        {
          "t": "For the earth shall be filled with the knowledge of the glory of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", as the waters cover the sea. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "¶ Woe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him drunken also, that thou mayest look on their nakedness!",
      "tokens": [
        {
          "t": "¶ Woe unto him that giveth his neighbour drink, that puttest thy bottle to "
        },
        {
          "add": "him"
        },
        {
          "t": ", and makest "
        },
        {
          "add": "him"
        },
        {
          "t": " drunken also, that thou mayest look on their nakedness! "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Thou art filled with shame for glory: drink thou also, and let thy foreskin be uncovered: the cup of the LORD’s right hand shall be turned unto thee, and shameful spewing shall be on thy glory.",
      "tokens": [
        {
          "t": "Thou art filled with shame for glory: drink thou also, and let thy foreskin be uncovered: the cup of the "
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": " right hand shall be turned unto thee, and shameful spewing "
        },
        {
          "add": "shall be"
        },
        {
          "t": " on thy glory. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "For the violence of Lebanon shall cover thee, and the spoil of beasts, which made them afraid, because of men’s blood, and for the violence of the land, of the city, and of all that dwell therein.",
      "tokens": [
        {
          "t": "For the violence of Lebanon shall cover thee, and the spoil of beasts, "
        },
        {
          "add": "which"
        },
        {
          "t": " made them afraid, because of men’s blood, and for the violence of the land, of the city, and of all that dwell therein. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ What profiteth the graven image that the maker thereof hath graven it; the molten image, and a teacher of lies, that the maker of his work trusteth therein, to make dumb idols?",
      "tokens": [
        {
          "t": "¶ What profiteth the graven image that the maker thereof hath graven it; the molten image, and a teacher of lies, that the maker of his work trusteth therein, to make dumb idols? "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Woe unto him that saith to the wood, Awake; to the dumb stone, Arise, it shall teach! Behold, it is laid over with gold and silver, and there is no breath at all in the midst of it.",
      "tokens": [
        {
          "t": "Woe unto him that saith to the wood, Awake; to the dumb stone, Arise, it shall teach! Behold, it "
        },
        {
          "add": "is"
        },
        {
          "t": " laid over with gold and silver, and "
        },
        {
          "add": "there is"
        },
        {
          "t": " no breath at all in the midst of it. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "But the LORD is in his holy temple: let all the earth keep silence before him.",
      "tokens": [
        {
          "t": "But the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "is"
        },
        {
          "t": " in his holy temple: let all the earth keep silence before him. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "tower: Heb. fenced place"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "unto me: or, in me"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 1
      },
      "text": "when…: or, when I am argued with: Heb. upon my reproof, or, arguing"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "Yea…: or, How much more"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "Woe…: or, Ho, he"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 8
      },
      "text": "blood: Heb. bloods"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "coveteth…: or, gaineth and evil gain"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 9
      },
      "text": "power…: Heb. palm of the hand"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 11
      },
      "text": "beam: or, piece, or, fastening"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 11
      },
      "text": "answer it: or, witness against it"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 12
      },
      "text": "blood: Heb. bloods"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 13
      },
      "text": "for…: or, in vain?"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 14
      },
      "text": "with…: or, by knowing the glory"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 16
      },
      "text": "with…: or, more with shame than with glory"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 18
      },
      "text": "maker of…: Heb. fashioner of his fashion"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 20
      },
      "text": "let…: Heb. be silent all the earth before him"
    }
  ]
}