{
  "schema": 1,
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "plain": "When he was come down from the mountain, great multitudes followed him.",
      "tokens": [
        {
          "t": "When he was come down from the mountain, great multitudes followed him. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.",
      "tokens": [
        {
          "t": "And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.",
      "tokens": [
        {
          "t": "And Jesus put forth "
        },
        {
          "add": "his"
        },
        {
          "t": " hand, and touched him, saying, "
        },
        {
          "t": "I will; be thou clean."
        },
        {
          "t": " And immediately his leprosy was cleansed. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them.",
      "tokens": [
        {
          "t": "And Jesus saith unto him, "
        },
        {
          "t": "See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,",
      "tokens": [
        {
          "t": "¶ And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him, "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.",
      "tokens": [
        {
          "t": "And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And Jesus saith unto him, I will come and heal him.",
      "tokens": [
        {
          "t": "And Jesus saith unto him, "
        },
        {
          "t": "I will come and heal him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 8,
      "plain": "The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.",
      "tokens": [
        {
          "t": "The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.",
      "tokens": [
        {
          "t": "For I am a man under authority, having soldiers under me: and I say to this "
        },
        {
          "add": "man"
        },
        {
          "t": ", Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 10,
      "plain": "When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.",
      "tokens": [
        {
          "t": "When Jesus heard "
        },
        {
          "add": "it"
        },
        {
          "t": ", he marvelled, and said to them that followed, "
        },
        {
          "t": "Verily I say unto you, I have not found so great faith, no, not in Israel."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.",
      "tokens": [
        {
          "t": "And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 12,
      "plain": "But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.",
      "tokens": [
        {
          "t": "But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.",
      "tokens": [
        {
          "t": "And Jesus said unto the centurion, "
        },
        {
          "t": "Go thy way; and as thou hast believed, "
        },
        {
          "add": "so"
        },
        {
          "t": " be it done unto thee."
        },
        {
          "t": " And his servant was healed in the selfsame hour. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ And when Jesus was come into Peter’s house, he saw his wife’s mother laid, and sick of a fever.",
      "tokens": [
        {
          "t": "¶ And when Jesus was come into Peter’s house, he saw his wife’s mother laid, and sick of a fever. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he touched her hand, and the fever left her: and she arose, and ministered unto them.",
      "tokens": [
        {
          "t": "And he touched her hand, and the fever left her: and she arose, and ministered unto them. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick:",
      "tokens": [
        {
          "t": "¶ When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with "
        },
        {
          "add": "his"
        },
        {
          "t": " word, and healed all that were sick: "
        }
      ]
    },
    {
      "v": 17,
      "plain": "That it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.",
      "tokens": [
        {
          "t": "That it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare "
        },
        {
          "add": "our"
        },
        {
          "t": " sicknesses. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
      "tokens": [
        {
          "t": "¶ Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And a certain scribe came, and said unto him, Master, I will follow thee whithersoever thou goest.",
      "tokens": [
        {
          "t": "And a certain scribe came, and said unto him, Master, I will follow thee whithersoever thou goest. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.",
      "tokens": [
        {
          "t": "And Jesus saith unto him, "
        },
        {
          "t": "The foxes have holes, and the birds of the air "
        },
        {
          "add": "have"
        },
        {
          "t": " nests; but the Son of man hath not where to lay "
        },
        {
          "add": "his"
        },
        {
          "t": " head."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And another of his disciples said unto him, Lord, suffer me first to go and bury my father.",
      "tokens": [
        {
          "t": "And another of his disciples said unto him, Lord, suffer me first to go and bury my father. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "But Jesus said unto him, Follow me; and let the dead bury their dead.",
      "tokens": [
        {
          "t": "But Jesus said unto him, "
        },
        {
          "t": "Follow me; and let the dead bury their dead."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ And when he was entered into a ship, his disciples followed him.",
      "tokens": [
        {
          "t": "¶ And when he was entered into a ship, his disciples followed him. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep.",
      "tokens": [
        {
          "t": "And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And his disciples came to him, and awoke him, saying, Lord, save us: we perish.",
      "tokens": [
        {
          "t": "And his disciples came to "
        },
        {
          "add": "him"
        },
        {
          "t": ", and awoke him, saying, Lord, save us: we perish. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.",
      "tokens": [
        {
          "t": "And he saith unto them, "
        },
        {
          "t": "Why are ye fearful, O ye of little faith?"
        },
        {
          "t": " Then he arose, and rebuked the winds and the sea; and there was a great calm. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!",
      "tokens": [
        {
          "t": "But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him! "
        }
      ]
    },
    {
      "v": 28,
      "plain": "¶ And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way.",
      "tokens": [
        {
          "t": "¶ And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?",
      "tokens": [
        {
          "t": "And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time? "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And there was a good way off from them an herd of many swine feeding.",
      "tokens": [
        {
          "t": "And there was a good way off from them an herd of many swine feeding. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "So the devils besought him, saying, If thou cast us out, suffer us to go away into the herd of swine.",
      "tokens": [
        {
          "t": "So the devils besought him, saying, If thou cast us out, suffer us to go away into the herd of swine. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.",
      "tokens": [
        {
          "t": "And he said unto them, "
        },
        {
          "t": "Go."
        },
        {
          "t": " And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.",
      "tokens": [
        {
          "t": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts.",
      "tokens": [
        {
          "t": "And, behold, the whole city came out to meet Jesus: and when they saw him, they besought "
        },
        {
          "add": "him"
        },
        {
          "t": " that he would depart out of their coasts. "
        }
      ]
    }
  ]
}