{
  "schema": 1,
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And he entered into a ship, and passed over, and came into his own city."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And, behold, certain of the scribes said within themselves, This"
        },
        {
          "add": "man"
        },
        {
          "t": "blasphemeth."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And Jesus knowing their thoughts said,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": null
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "(then saith he to the sick of the palsy,)"
        },
        {
          "t": "(then saith he to the sick of the palsy,)"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And he arose, and departed to his house."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "But when the multitudes saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", they marvelled, and glorified God, which had given such power unto men."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And he arose, and followed him."
        },
        {
          "t": "¶ And as Jesus passed forth from thence, he saw a man, named Matthew, sitting at the receipt of custom: and he saith unto him, And he arose, and followed him."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And it came to pass, as Jesus sat at meat in the house, behold, many publicans and sinners came and sat down with him and his disciples."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And when the Pharisees saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", they said unto his disciples, Why eateth your Master with publicans and sinners?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But when Jesus heard"
        },
        {
          "add": "that"
        },
        {
          "t": ", he said unto them,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": null
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Then came to him the disciples of John, saying, Why do we and the Pharisees fast oft, but thy disciples fast not?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Jesus said unto them,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": null
    },
    {
      "v": 17,
      "tokens": null
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Jesus arose, and followed him, and"
        },
        {
          "add": "so did"
        },
        {
          "t": "his disciples."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And, behold, a woman, which was diseased with an issue of blood twelve years, came behind"
        },
        {
          "add": "him"
        },
        {
          "t": ", and touched the hem of his garment:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For she said within herself, If I may but touch his garment, I shall be whole."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And the woman was made whole from that hour."
        },
        {
          "t": "But Jesus turned him about, and when he saw her, he said, And the woman was made whole from that hour."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And when Jesus came into the ruler’s house, and saw the minstrels and the people making a noise,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And they laughed him to scorn."
        },
        {
          "t": "He said unto them, And they laughed him to scorn."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "But when the people were put forth, he went in, and took her by the hand, and the maid arose."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And the fame hereof went abroad into all that land."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "¶ And when Jesus departed thence, two blind men followed him, crying, and saying,"
        },
        {
          "add": "Thou"
        },
        {
          "t": "Son of David, have mercy on us."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "They said unto him, Yea, Lord."
        },
        {
          "t": "And when he was come into the house, the blind men came to him: and Jesus saith unto them, They said unto him, Yea, Lord."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Then touched he their eyes, saying,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And their eyes were opened; and Jesus straitly charged them, saying,"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "But they, when they were departed, spread abroad his fame in all that country."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ As they went out, behold, they brought to him a dumb man possessed with a devil."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And when the devil was cast out, the dumb spake: and the multitudes marvelled, saying, It was never so seen in Israel."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "But the Pharisees said, He casteth out devils through the prince of the devils."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "¶ But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "Then saith he unto his disciples,"
        }
      ]
    },
    {
      "v": 38,
      "tokens": null
    }
  ]
}