{
  "schema": 1,
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Then came to Jesus scribes and Pharisees, which were of Jerusalem, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "But he answered and said unto them,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": null
    },
    {
      "v": 5,
      "tokens": null
    },
    {
      "v": 6,
      "tokens": null
    },
    {
      "v": 7,
      "tokens": null
    },
    {
      "v": 8,
      "tokens": null
    },
    {
      "v": 9,
      "tokens": null
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ And he called the multitude, and said unto them,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": null
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Then came his disciples, and said unto him, Knowest thou that the Pharisees were offended, after they heard this saying?"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "But he answered and said,"
        }
      ]
    },
    {
      "v": 14,
      "tokens": null
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Then answered Peter and said unto him, Declare unto us this parable."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Jesus said,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": null
    },
    {
      "v": 18,
      "tokens": null
    },
    {
      "v": 19,
      "tokens": null
    },
    {
      "v": 20,
      "tokens": null
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "¶ Then Jesus went thence, and departed into the coasts of Tyre and Sidon."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord,"
        },
        {
          "add": "thou"
        },
        {
          "t": "Son of David; my daughter is grievously vexed with a devil."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she crieth after us."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "But he answered and said,"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Then came she and worshipped him, saying, Lord, help me."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "But he answered and said,"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And she said, Truth, Lord: yet the dogs eat of the crumbs which fall from their masters’ table."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And her daughter was made whole from that very hour."
        },
        {
          "t": "Then Jesus answered and said unto her, And her daughter was made whole from that very hour."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And great multitudes came unto him, having with them"
        },
        {
          "add": "those that were"
        },
        {
          "t": "lame, blind, dumb, maimed, and many others, and cast them down at Jesus’ feet; and he healed them:"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ Then Jesus called his disciples"
        },
        {
          "add": "unto him"
        },
        {
          "t": ", and said,"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And his disciples say unto him, Whence should we have so much bread in the wilderness, as to fill so great a multitude?"
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And they said, Seven, and a few little fishes."
        },
        {
          "t": "And Jesus saith unto them, And they said, Seven, and a few little fishes."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And he commanded the multitude to sit down on the ground."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And he took the seven loaves and the fishes, and gave thanks, and brake"
        },
        {
          "add": "them"
        },
        {
          "t": ", and gave to his disciples, and the disciples to the multitude."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And they did all eat, and were filled: and they took up of the broken"
        },
        {
          "add": "meat"
        },
        {
          "t": "that was left seven baskets full."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And they that did eat were four thousand men, beside women and children."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And he sent away the multitude, and took ship, and came into the coasts of Magdala."
        }
      ]
    }
  ]
}