{
  "schema": 1,
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 17,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And, behold, there appeared unto them Moses and Elias talking with him."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when the disciples heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", they fell on their face, and were sore afraid."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And Jesus came and touched them, and said,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And when they had lifted up their eyes, they saw no man, save Jesus only."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And as they came down from the mountain, Jesus charged them, saying,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And his disciples asked him, saying, Why then say the scribes that Elias must first come?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 12,
      "tokens": null
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then the disciples understood that he spake unto them of John the Baptist."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ And when they were come to the multitude, there came to him a"
        },
        {
          "add": "certain"
        },
        {
          "t": "man, kneeling down to him, and saying,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Lord, have mercy on my son: for he is lunatick, and sore vexed: for ofttimes he falleth into the fire, and oft into the water."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And I brought him to thy disciples, and they could not cure him."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then Jesus answered and said,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Jesus rebuked the devil; and he departed out of him: and the child was cured from that very hour."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then came the disciples to Jesus apart, and said, Why could not we cast him out?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And Jesus said unto them,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": null
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ And while they abode in Galilee, Jesus said unto them,"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And they were exceeding sorry."
        },
        {
          "t": "And they were exceeding sorry."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ And when they were come to Capernaum, they that received tribute"
        },
        {
          "add": "money"
        },
        {
          "t": "came to Peter, and said, Doth not your master pay tribute?"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "He saith, Yes. And when he was come into the house, Jesus prevented him, saying,"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Peter saith unto him, Of strangers. Jesus saith unto him,"
        }
      ]
    },
    {
      "v": 27,
      "tokens": null
    }
  ]
}