{
  "schema": 1,
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 20,
  "verses": [
    {
      "v": 1,
      "plain": "For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.",
      "tokens": [
        {
          "t": "For the kingdom of heaven is like unto a man "
        },
        {
          "add": "that is"
        },
        {
          "t": " an householder, which went out early in the morning to hire labourers into his vineyard."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.",
      "tokens": [
        {
          "t": "And when he had agreed with the labourers for a penny a day, he sent them into his vineyard."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And he went out about the third hour, and saw others standing idle in the marketplace,",
      "tokens": [
        {
          "t": "And he went out about the third hour, and saw others standing idle in the marketplace,"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.",
      "tokens": [
        {
          "t": "And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Again he went out about the sixth and ninth hour, and did likewise.",
      "tokens": [
        {
          "t": "Again he went out about the sixth and ninth hour, and did likewise."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?",
      "tokens": [
        {
          "t": "And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 7,
      "plain": "They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.",
      "tokens": [
        {
          "t": "They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, "
        },
        {
          "add": "that"
        },
        {
          "t": " shall ye receive."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 8,
      "plain": "So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.",
      "tokens": [
        {
          "t": "So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them "
        },
        {
          "add": "their"
        },
        {
          "t": " hire, beginning from the last unto the first."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And when they came that were hired about the eleventh hour, they received every man a penny.",
      "tokens": [
        {
          "t": "And when they came that "
        },
        {
          "add": "were hired"
        },
        {
          "t": " about the eleventh hour, they received every man a penny."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 10,
      "plain": "But when the first came, they supposed that they should have received more; and they likewise received every man a penny.",
      "tokens": [
        {
          "t": "But when the first came, they supposed that they should have received more; and they likewise received every man a penny."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And when they had received it, they murmured against the goodman of the house,",
      "tokens": [
        {
          "t": "And when they had received "
        },
        {
          "add": "it"
        },
        {
          "t": ", they murmured against the goodman of the house,"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.",
      "tokens": [
        {
          "t": "Saying, These last have wrought "
        },
        {
          "add": "but"
        },
        {
          "t": " one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 13,
      "plain": "But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?",
      "tokens": [
        {
          "t": "But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Take that thine is, and go thy way: I will give unto this last, even as unto thee.",
      "tokens": [
        {
          "t": "Take "
        },
        {
          "add": "that"
        },
        {
          "t": " thine "
        },
        {
          "add": "is"
        },
        {
          "t": ", and go thy way: I will give unto this last, even as unto thee."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?",
      "tokens": [
        {
          "t": "Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 16,
      "plain": "So the last shall be first, and the first last: for many be called, but few chosen.",
      "tokens": [
        {
          "t": "So the last shall be first, and the first last: for many be called, but few chosen."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,",
      "tokens": [
        {
          "t": "¶ And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them, "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,",
      "tokens": [
        {
          "t": "Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And shall deliver him to the Gentiles to mock, and to scourge, and to crucify him: and the third day he shall rise again.",
      "tokens": [
        {
          "t": "And shall deliver him to the Gentiles to mock, and to scourge, and to crucify "
        },
        {
          "add": "him"
        },
        {
          "t": ": and the third day he shall rise again."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ Then came to him the mother of Zebedee’s children with her sons, worshipping him, and desiring a certain thing of him.",
      "tokens": [
        {
          "t": "¶ Then came to him the mother of Zebedee’s children with her sons, worshipping "
        },
        {
          "add": "him"
        },
        {
          "t": ", and desiring a certain thing of him. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.",
      "tokens": [
        {
          "t": "And he said unto her, "
        },
        {
          "t": "What wilt thou?"
        },
        {
          "t": " She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "But Jesus answered and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able.",
      "tokens": [
        {
          "t": "But Jesus answered and said, "
        },
        {
          "t": "Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with?"
        },
        {
          "t": " They say unto him, We are able. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And he saith unto them, Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them for whom it is prepared of my Father.",
      "tokens": [
        {
          "t": "And he saith unto them, "
        },
        {
          "t": "Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but "
        },
        {
          "add": "it shall be given to them"
        },
        {
          "t": " for whom it is prepared of my Father."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And when the ten heard it, they were moved with indignation against the two brethren.",
      "tokens": [
        {
          "t": "And when the ten heard "
        },
        {
          "add": "it"
        },
        {
          "t": ", they were moved with indignation against the two brethren. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.",
      "tokens": [
        {
          "t": "But Jesus called them "
        },
        {
          "add": "unto him"
        },
        {
          "t": ", and said, "
        },
        {
          "t": "Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 26,
      "plain": "But it shall not be so among you: but whosoever will be great among you, let him be your minister;",
      "tokens": [
        {
          "t": "But it shall not be so among you: but whosoever will be great among you, let him be your minister;"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And whosoever will be chief among you, let him be your servant:",
      "tokens": [
        {
          "t": "And whosoever will be chief among you, let him be your servant:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 28,
      "plain": "Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
      "tokens": [
        {
          "t": "Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 29,
      "plain": "And as they departed from Jericho, a great multitude followed him.",
      "tokens": [
        {
          "t": "And as they departed from Jericho, a great multitude followed him. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "¶ And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou Son of David.",
      "tokens": [
        {
          "t": "¶ And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, "
        },
        {
          "add": "thou"
        },
        {
          "t": " Son of David. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou Son of David.",
      "tokens": [
        {
          "t": "And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, "
        },
        {
          "add": "thou"
        },
        {
          "t": " Son of David. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And Jesus stood still, and called them, and said, What will ye that I shall do unto you?",
      "tokens": [
        {
          "t": "And Jesus stood still, and called them, and said, "
        },
        {
          "t": "What will ye that I shall do unto you?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 33,
      "plain": "They say unto him, Lord, that our eyes may be opened.",
      "tokens": [
        {
          "t": "They say unto him, Lord, that our eyes may be opened. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.",
      "tokens": [
        {
          "t": "So Jesus had compassion "
        },
        {
          "add": "on them"
        },
        {
          "t": ", and touched their eyes: and immediately their eyes received sight, and they followed him. "
        }
      ]
    }
  ]
}