{
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Saying unto them,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": null
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "All this was done, that it might be fulfilled which was spoken by the prophet, saying,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And the disciples went, and did as Jesus commanded them,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And brought the ass, and the colt, and put on them their clothes, and they set"
        },
        {
          "add": "him"
        },
        {
          "t": "thereon."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And a very great multitude spread their garments in the way; others cut down branches from the trees, and strawed"
        },
        {
          "add": "them"
        },
        {
          "t": "in the way."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the multitudes that went before, and that followed, cried, saying, Hosanna to the Son of David: Blessed"
        },
        {
          "add": "is"
        },
        {
          "t": "he that cometh in the name of the Lord; Hosanna in the highest."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And when he was come into Jerusalem, all the city was moved, saying, Who is this?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the multitude said, This is Jesus the prophet of Nazareth of Galilee."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And said unto them,"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And the blind and the lame came to him in the temple; and he healed them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And when the chief priests and scribes saw the wonderful things that he did, and the children crying in the temple, and saying, Hosanna to the Son of David; they were sore displeased,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And said unto him, Hearest thou what these say? And Jesus saith unto them,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ And he left them, and went out of the city into Bethany; and he lodged there."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Now in the morning as he returned into the city, he hungered."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And presently the fig tree withered away."
        },
        {
          "t": "And when he saw a fig tree in the way, he came to it, and found nothing thereon, but leaves only, and said unto it, And presently the fig tree withered away."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And when the disciples saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", they marvelled, saying, How soon is the fig tree withered away!"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": null
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why did ye not then believe him?"
        },
        {
          "t": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why did ye not then believe him?"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "But if we shall say, Of men; we fear the people; for all hold John as a prophet."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And they answered Jesus, and said, We cannot tell. And he said unto them,"
        }
      ]
    },
    {
      "v": 28,
      "tokens": null
    },
    {
      "v": 29,
      "tokens": null
    },
    {
      "v": 30,
      "tokens": null
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "They say unto him, The first. Jesus saith unto them,"
        },
        {
          "t": "They say unto him, The first. Jesus saith unto them,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": null
    },
    {
      "v": 33,
      "tokens": null
    },
    {
      "v": 34,
      "tokens": null
    },
    {
      "v": 35,
      "tokens": null
    },
    {
      "v": 36,
      "tokens": null
    },
    {
      "v": 37,
      "tokens": null
    },
    {
      "v": 38,
      "tokens": null
    },
    {
      "v": 39,
      "tokens": null
    },
    {
      "v": 40,
      "tokens": null
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "They say unto him, He will miserably destroy those wicked men, and will let out"
        },
        {
          "add": "his"
        },
        {
          "t": "vineyard unto other husbandmen, which shall render him the fruits in their seasons."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "Jesus saith unto them,"
        }
      ]
    },
    {
      "v": 43,
      "tokens": null
    },
    {
      "v": 44,
      "tokens": null
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "And when the chief priests and Pharisees had heard his parables, they perceived that he spake of them."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet."
        }
      ]
    }
  ]
}