{
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 26,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": null
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then assembled together the chief priests, and the scribes, and the elders of the people, unto the palace of the high priest, who was called Caiaphas,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And consulted that they might take Jesus by subtilty, and kill"
        },
        {
          "add": "him"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "But they said, Not on the feast"
        },
        {
          "add": "day"
        },
        {
          "t": ", lest there be an uproar among the people."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ Now when Jesus was in Bethany, in the house of Simon the leper,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat"
        },
        {
          "add": "at meat"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "But when his disciples saw"
        },
        {
          "add": "it"
        },
        {
          "t": ", they had indignation, saying, To what purpose"
        },
        {
          "add": "is"
        },
        {
          "t": "this waste?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For this ointment might have been sold for much, and given to the poor."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "When Jesus understood"
        },
        {
          "add": "it"
        },
        {
          "t": ", he said unto them,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": null
    },
    {
      "v": 12,
      "tokens": null
    },
    {
      "v": 13,
      "tokens": null
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Then one of the twelve, called Judas Iscariot, went unto the chief priests,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And said"
        },
        {
          "add": "unto them"
        },
        {
          "t": ", What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And from that time he sought opportunity to betray him."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ Now the first"
        },
        {
          "add": "day"
        },
        {
          "t": "of the feast of unleavened bread the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the passover?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And he said,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And the disciples did as Jesus had appointed them; and they made ready the passover."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Now when the even was come, he sat down with the twelve."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And as they did eat, he said,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And he answered and said,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": null
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him,"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "¶ And as they were eating, Jesus took bread, and blessed"
        },
        {
          "add": "it"
        },
        {
          "t": ", and brake"
        },
        {
          "add": "it"
        },
        {
          "t": ", and gave"
        },
        {
          "add": "it"
        },
        {
          "t": "to the disciples, and said,"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And he took the cup, and gave thanks, and gave"
        },
        {
          "add": "it"
        },
        {
          "t": "to them, saying,"
        }
      ]
    },
    {
      "v": 28,
      "tokens": null
    },
    {
      "v": 29,
      "tokens": null
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And when they had sung an hymn, they went out into the mount of Olives."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Then saith Jesus unto them,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": null
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "Peter answered and said unto him, Though all"
        },
        {
          "add": "men"
        },
        {
          "t": "shall be offended because of thee,"
        },
        {
          "add": "yet"
        },
        {
          "t": "will I never be offended."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Jesus said unto him,"
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Peter said unto him, Though I should die with thee, yet will I not deny thee. Likewise also said all the disciples."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "¶ Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples,"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "Then saith he unto them,"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And he went a little further, and fell on his face, and prayed, saying,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And he cometh unto the disciples, and findeth them asleep, and saith unto Peter,"
        }
      ]
    },
    {
      "v": 41,
      "tokens": null
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "He went away again the second time, and prayed, saying,"
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And he came and found them asleep again: for their eyes were heavy."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "And he left them, and went away again, and prayed the third time, saying the same words."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Then cometh he to his disciples, and saith unto them,"
        }
      ]
    },
    {
      "v": 46,
      "tokens": null
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "¶ And while he yet spake, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "And forthwith he came to Jesus, and said, Hail, master; and kissed him."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "Then came they, and laid hands on Jesus, and took him."
        },
        {
          "t": "And Jesus said unto him, Then came they, and laid hands on Jesus, and took him."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "And, behold, one of them which were with Jesus stretched out"
        },
        {
          "add": "his"
        },
        {
          "t": "hand, and drew his sword, and struck a servant of the high priest’s, and smote off his ear."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "Then said Jesus unto him,"
        }
      ]
    },
    {
      "v": 53,
      "tokens": null
    },
    {
      "v": 54,
      "tokens": null
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "In that same hour said Jesus to the multitudes,"
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "Then all the disciples forsook him, and fled."
        },
        {
          "t": "Then all the disciples forsook him, and fled."
        }
      ]
    },
    {
      "v": 57,
      "tokens": [
        {
          "t": "¶ And they that had laid hold on Jesus led"
        },
        {
          "add": "him"
        },
        {
          "t": "away to Caiaphas the high priest, where the scribes and the elders were assembled."
        }
      ]
    },
    {
      "v": 58,
      "tokens": [
        {
          "t": "But Peter followed him afar off unto the high priest’s palace, and went in, and sat with the servants, to see the end."
        }
      ]
    },
    {
      "v": 59,
      "tokens": [
        {
          "t": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;"
        }
      ]
    },
    {
      "v": 60,
      "tokens": [
        {
          "t": "But found none: yea, though many false witnesses came,"
        },
        {
          "add": "yet"
        },
        {
          "t": "found they none. At the last came two false witnesses,"
        }
      ]
    },
    {
      "v": 61,
      "tokens": [
        {
          "t": "And said, This"
        },
        {
          "add": "fellow"
        },
        {
          "t": "said, I am able to destroy the temple of God, and to build it in three days."
        }
      ]
    },
    {
      "v": 62,
      "tokens": [
        {
          "t": "And the high priest arose, and said unto him, Answerest thou nothing? what"
        },
        {
          "add": "is it which"
        },
        {
          "t": "these witness against thee?"
        }
      ]
    },
    {
      "v": 63,
      "tokens": [
        {
          "t": "But Jesus held his peace. And the high priest answered and said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God."
        }
      ]
    },
    {
      "v": 64,
      "tokens": [
        {
          "t": "Jesus saith unto him,"
        }
      ]
    },
    {
      "v": 65,
      "tokens": [
        {
          "t": "Then the high priest rent his clothes, saying, He hath spoken blasphemy; what further need have we of witnesses? behold, now ye have heard his blasphemy."
        }
      ]
    },
    {
      "v": 66,
      "tokens": [
        {
          "t": "What think ye? They answered and said, He is guilty of death."
        }
      ]
    },
    {
      "v": 67,
      "tokens": [
        {
          "t": "Then did they spit in his face, and buffeted him; and others smote him with the palms of their hands,"
        }
      ]
    },
    {
      "v": 68,
      "tokens": [
        {
          "t": "Saying, Prophesy unto us, thou Christ, Who is he that smote thee?"
        }
      ]
    },
    {
      "v": 69,
      "tokens": [
        {
          "t": "¶ Now Peter sat without in the palace: and a damsel came unto him, saying, Thou also wast with Jesus of Galilee."
        }
      ]
    },
    {
      "v": 70,
      "tokens": [
        {
          "t": "But he denied before"
        },
        {
          "add": "them"
        },
        {
          "t": "all, saying, I know not what thou sayest."
        }
      ]
    },
    {
      "v": 71,
      "tokens": [
        {
          "t": "And when he was gone out into the porch, another"
        },
        {
          "add": "maid"
        },
        {
          "t": "saw him, and said unto them that were there, This"
        },
        {
          "add": "fellow"
        },
        {
          "t": "was also with Jesus of Nazareth."
        }
      ]
    },
    {
      "v": 72,
      "tokens": [
        {
          "t": "And again he denied with an oath, I do not know the man."
        }
      ]
    },
    {
      "v": 73,
      "tokens": [
        {
          "t": "And after a while came unto"
        },
        {
          "add": "him"
        },
        {
          "t": "they that stood by, and said to Peter, Surely thou also art"
        },
        {
          "add": "one"
        },
        {
          "t": "of them; for thy speech bewrayeth thee."
        }
      ]
    },
    {
      "v": 74,
      "tokens": [
        {
          "t": "Then began he to curse and to swear,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", I know not the man. And immediately the cock crew."
        }
      ]
    },
    {
      "v": 75,
      "tokens": [
        {
          "t": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, thou shalt deny me thrice. And he went out, and wept bitterly."
        }
      ]
    }
  ]
}