{
  "schema": 1,
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 26,
  "verses": [
    {
      "v": 1,
      "plain": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
      "tokens": [
        {
          "t": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Ye know that after two days is the feast of the passover, and the Son of man is betrayed to be crucified.",
      "tokens": [
        {
          "t": "Ye know that after two days is "
        },
        {
          "add": "the feast of"
        },
        {
          "t": " the passover, and the Son of man is betrayed to be crucified."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Then assembled together the chief priests, and the scribes, and the elders of the people, unto the palace of the high priest, who was called Caiaphas,",
      "tokens": [
        {
          "t": "Then assembled together the chief priests, and the scribes, and the elders of the people, unto the palace of the high priest, who was called Caiaphas, "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And consulted that they might take Jesus by subtilty, and kill him.",
      "tokens": [
        {
          "t": "And consulted that they might take Jesus by subtilty, and kill "
        },
        {
          "add": "him"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 5,
      "plain": "But they said, Not on the feast day, lest there be an uproar among the people.",
      "tokens": [
        {
          "t": "But they said, Not on the feast "
        },
        {
          "add": "day"
        },
        {
          "t": ", lest there be an uproar among the people. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ Now when Jesus was in Bethany, in the house of Simon the leper,",
      "tokens": [
        {
          "t": "¶ Now when Jesus was in Bethany, in the house of Simon the leper, "
        }
      ]
    },
    {
      "v": 7,
      "plain": "There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat at meat.",
      "tokens": [
        {
          "t": "There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat "
        },
        {
          "add": "at meat"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 8,
      "plain": "But when his disciples saw it, they had indignation, saying, To what purpose is this waste?",
      "tokens": [
        {
          "t": "But when his disciples saw "
        },
        {
          "add": "it"
        },
        {
          "t": ", they had indignation, saying, To what purpose "
        },
        {
          "add": "is"
        },
        {
          "t": " this waste? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "For this ointment might have been sold for much, and given to the poor.",
      "tokens": [
        {
          "t": "For this ointment might have been sold for much, and given to the poor. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "When Jesus understood it, he said unto them, Why trouble ye the woman? for she hath wrought a good work upon me.",
      "tokens": [
        {
          "t": "When Jesus understood "
        },
        {
          "add": "it"
        },
        {
          "t": ", he said unto them, "
        },
        {
          "t": "Why trouble ye the woman? for she hath wrought a good work upon me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 11,
      "plain": "For ye have the poor always with you; but me ye have not always.",
      "tokens": [
        {
          "t": "For ye have the poor always with you; but me ye have not always."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 12,
      "plain": "For in that she hath poured this ointment on my body, she did it for my burial.",
      "tokens": [
        {
          "t": "For in that she hath poured this ointment on my body, she did "
        },
        {
          "add": "it"
        },
        {
          "t": " for my burial."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, there shall also this, that this woman hath done, be told for a memorial of her.",
      "tokens": [
        {
          "t": "Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, "
        },
        {
          "add": "there"
        },
        {
          "t": " shall also this, that this woman hath done, be told for a memorial of her."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ Then one of the twelve, called Judas Iscariot, went unto the chief priests,",
      "tokens": [
        {
          "t": "¶ Then one of the twelve, called Judas Iscariot, went unto the chief priests, "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
      "tokens": [
        {
          "t": "And said "
        },
        {
          "add": "unto them"
        },
        {
          "t": ", What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And from that time he sought opportunity to betray him.",
      "tokens": [
        {
          "t": "And from that time he sought opportunity to betray him. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ Now the first day of the feast of unleavened bread the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the passover?",
      "tokens": [
        {
          "t": "¶ Now the first "
        },
        {
          "add": "day"
        },
        {
          "t": " of the feast of unleavened bread the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the passover? "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And he said, Go into the city to such a man, and say unto him, The Master saith, My time is at hand; I will keep the passover at thy house with my disciples.",
      "tokens": [
        {
          "t": "And he said, "
        },
        {
          "t": "Go into the city to such a man, and say unto him, The Master saith, My time is at hand; I will keep the passover at thy house with my disciples."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And the disciples did as Jesus had appointed them; and they made ready the passover.",
      "tokens": [
        {
          "t": "And the disciples did as Jesus had appointed them; and they made ready the passover. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Now when the even was come, he sat down with the twelve.",
      "tokens": [
        {
          "t": "Now when the even was come, he sat down with the twelve. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And as they did eat, he said, Verily I say unto you, that one of you shall betray me.",
      "tokens": [
        {
          "t": "And as they did eat, he said, "
        },
        {
          "t": "Verily I say unto you, that one of you shall betray me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?",
      "tokens": [
        {
          "t": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I? "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And he answered and said, He that dippeth his hand with me in the dish, the same shall betray me.",
      "tokens": [
        {
          "t": "And he answered and said, "
        },
        {
          "t": "He that dippeth "
        },
        {
          "add": "his"
        },
        {
          "t": " hand with me in the dish, the same shall betray me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 24,
      "plain": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born.",
      "tokens": [
        {
          "t": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 25,
      "plain": "Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him, Thou hast said.",
      "tokens": [
        {
          "t": "Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him, "
        },
        {
          "t": "Thou hast said."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 26,
      "plain": "¶ And as they were eating, Jesus took bread, and blessed it, and brake it, and gave it to the disciples, and said, Take, eat; this is my body.",
      "tokens": [
        {
          "t": "¶ And as they were eating, Jesus took bread, and blessed "
        },
        {
          "add": "it"
        },
        {
          "t": ", and brake "
        },
        {
          "add": "it"
        },
        {
          "t": ", and gave "
        },
        {
          "add": "it"
        },
        {
          "t": " to the disciples, and said, "
        },
        {
          "t": "Take, eat; this is my body."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;",
      "tokens": [
        {
          "t": "And he took the cup, and gave thanks, and gave "
        },
        {
          "add": "it"
        },
        {
          "t": " to them, saying, "
        },
        {
          "t": "Drink ye all of it;"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 28,
      "plain": "For this is my blood of the new testament, which is shed for many for the remission of sins.",
      "tokens": [
        {
          "t": "For this is my blood of the new testament, which is shed for many for the remission of sins."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 29,
      "plain": "But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father’s kingdom.",
      "tokens": [
        {
          "t": "But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father’s kingdom."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And when they had sung an hymn, they went out into the mount of Olives.",
      "tokens": [
        {
          "t": "And when they had sung an hymn, they went out into the mount of Olives. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Then saith Jesus unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad.",
      "tokens": [
        {
          "t": "Then saith Jesus unto them, "
        },
        {
          "t": "All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 32,
      "plain": "But after I am risen again, I will go before you into Galilee.",
      "tokens": [
        {
          "t": "But after I am risen again, I will go before you into Galilee."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Peter answered and said unto him, Though all men shall be offended because of thee, yet will I never be offended.",
      "tokens": [
        {
          "t": "Peter answered and said unto him, Though all "
        },
        {
          "add": "men"
        },
        {
          "t": " shall be offended because of thee, "
        },
        {
          "add": "yet"
        },
        {
          "t": " will I never be offended. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "Jesus said unto him, Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice.",
      "tokens": [
        {
          "t": "Jesus said unto him, "
        },
        {
          "t": "Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 35,
      "plain": "Peter said unto him, Though I should die with thee, yet will I not deny thee. Likewise also said all the disciples.",
      "tokens": [
        {
          "t": "Peter said unto him, Though I should die with thee, yet will I not deny thee. Likewise also said all the disciples. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "¶ Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, Sit ye here, while I go and pray yonder.",
      "tokens": [
        {
          "t": "¶ Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, "
        },
        {
          "t": "Sit ye here, while I go and pray yonder."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 37,
      "plain": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy.",
      "tokens": [
        {
          "t": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "Then saith he unto them, My soul is exceeding sorrowful, even unto death: tarry ye here, and watch with me.",
      "tokens": [
        {
          "t": "Then saith he unto them, "
        },
        {
          "t": "My soul is exceeding sorrowful, even unto death: tarry ye here, and watch with me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 39,
      "plain": "And he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.",
      "tokens": [
        {
          "t": "And he went a little further, and fell on his face, and prayed, saying, "
        },
        {
          "t": "O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou "
        },
        {
          "add": "wilt"
        },
        {
          "t": "."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 40,
      "plain": "And he cometh unto the disciples, and findeth them asleep, and saith unto Peter, What, could ye not watch with me one hour?",
      "tokens": [
        {
          "t": "And he cometh unto the disciples, and findeth them asleep, and saith unto Peter, "
        },
        {
          "t": "What, could ye not watch with me one hour?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 41,
      "plain": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
      "tokens": [
        {
          "t": "Watch and pray, that ye enter not into temptation: the spirit indeed "
        },
        {
          "add": "is"
        },
        {
          "t": " willing, but the flesh "
        },
        {
          "add": "is"
        },
        {
          "t": " weak."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 42,
      "plain": "He went away again the second time, and prayed, saying, O my Father, if this cup may not pass away from me, except I drink it, thy will be done.",
      "tokens": [
        {
          "t": "He went away again the second time, and prayed, saying, "
        },
        {
          "t": "O my Father, if this cup may not pass away from me, except I drink it, thy will be done."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 43,
      "plain": "And he came and found them asleep again: for their eyes were heavy.",
      "tokens": [
        {
          "t": "And he came and found them asleep again: for their eyes were heavy. "
        }
      ]
    },
    {
      "v": 44,
      "plain": "And he left them, and went away again, and prayed the third time, saying the same words.",
      "tokens": [
        {
          "t": "And he left them, and went away again, and prayed the third time, saying the same words. "
        }
      ]
    },
    {
      "v": 45,
      "plain": "Then cometh he to his disciples, and saith unto them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners.",
      "tokens": [
        {
          "t": "Then cometh he to his disciples, and saith unto them, "
        },
        {
          "t": "Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 46,
      "plain": "Rise, let us be going: behold, he is at hand that doth betray me.",
      "tokens": [
        {
          "t": "Rise, let us be going: behold, he is at hand that doth betray me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 47,
      "plain": "¶ And while he yet spake, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people.",
      "tokens": [
        {
          "t": "¶ And while he yet spake, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people. "
        }
      ]
    },
    {
      "v": 48,
      "plain": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast.",
      "tokens": [
        {
          "t": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast. "
        }
      ]
    },
    {
      "v": 49,
      "plain": "And forthwith he came to Jesus, and said, Hail, master; and kissed him.",
      "tokens": [
        {
          "t": "And forthwith he came to Jesus, and said, Hail, master; and kissed him. "
        }
      ]
    },
    {
      "v": 50,
      "plain": "And Jesus said unto him, Friend, wherefore art thou come? Then came they, and laid hands on Jesus, and took him.",
      "tokens": [
        {
          "t": "And Jesus said unto him, "
        },
        {
          "t": "Friend, wherefore art thou come?"
        },
        {
          "t": " Then came they, and laid hands on Jesus, and took him. "
        }
      ]
    },
    {
      "v": 51,
      "plain": "And, behold, one of them which were with Jesus stretched out his hand, and drew his sword, and struck a servant of the high priest’s, and smote off his ear.",
      "tokens": [
        {
          "t": "And, behold, one of them which were with Jesus stretched out "
        },
        {
          "add": "his"
        },
        {
          "t": " hand, and drew his sword, and struck a servant of the high priest’s, and smote off his ear. "
        }
      ]
    },
    {
      "v": 52,
      "plain": "Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.",
      "tokens": [
        {
          "t": "Then said Jesus unto him, "
        },
        {
          "t": "Put up again thy sword into his place: for all they that take the sword shall perish with the sword."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 53,
      "plain": "Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?",
      "tokens": [
        {
          "t": "Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 54,
      "plain": "But how then shall the scriptures be fulfilled, that thus it must be?",
      "tokens": [
        {
          "t": "But how then shall the scriptures be fulfilled, that thus it must be?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 55,
      "plain": "In that same hour said Jesus to the multitudes, Are ye come out as against a thief with swords and staves for to take me? I sat daily with you teaching in the temple, and ye laid no hold on me.",
      "tokens": [
        {
          "t": "In that same hour said Jesus to the multitudes, "
        },
        {
          "t": "Are ye come out as against a thief with swords and staves for to take me? I sat daily with you teaching in the temple, and ye laid no hold on me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 56,
      "plain": "But all this was done, that the scriptures of the prophets might be fulfilled. Then all the disciples forsook him, and fled.",
      "tokens": [
        {
          "t": "But all this was done, that the scriptures of the prophets might be fulfilled."
        },
        {
          "t": " Then all the disciples forsook him, and fled. "
        }
      ]
    },
    {
      "v": 57,
      "plain": "¶ And they that had laid hold on Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled.",
      "tokens": [
        {
          "t": "¶ And they that had laid hold on Jesus led "
        },
        {
          "add": "him"
        },
        {
          "t": " away to Caiaphas the high priest, where the scribes and the elders were assembled. "
        }
      ]
    },
    {
      "v": 58,
      "plain": "But Peter followed him afar off unto the high priest’s palace, and went in, and sat with the servants, to see the end.",
      "tokens": [
        {
          "t": "But Peter followed him afar off unto the high priest’s palace, and went in, and sat with the servants, to see the end. "
        }
      ]
    },
    {
      "v": 59,
      "plain": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;",
      "tokens": [
        {
          "t": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death; "
        }
      ]
    },
    {
      "v": 60,
      "plain": "But found none: yea, though many false witnesses came, yet found they none. At the last came two false witnesses,",
      "tokens": [
        {
          "t": "But found none: yea, though many false witnesses came, "
        },
        {
          "add": "yet"
        },
        {
          "t": " found they none. At the last came two false witnesses, "
        }
      ]
    },
    {
      "v": 61,
      "plain": "And said, This fellow said, I am able to destroy the temple of God, and to build it in three days.",
      "tokens": [
        {
          "t": "And said, This "
        },
        {
          "add": "fellow"
        },
        {
          "t": " said, I am able to destroy the temple of God, and to build it in three days. "
        }
      ]
    },
    {
      "v": 62,
      "plain": "And the high priest arose, and said unto him, Answerest thou nothing? what is it which these witness against thee?",
      "tokens": [
        {
          "t": "And the high priest arose, and said unto him, Answerest thou nothing? what "
        },
        {
          "add": "is it which"
        },
        {
          "t": " these witness against thee? "
        }
      ]
    },
    {
      "v": 63,
      "plain": "But Jesus held his peace. And the high priest answered and said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God.",
      "tokens": [
        {
          "t": "But Jesus held his peace. And the high priest answered and said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God. "
        }
      ]
    },
    {
      "v": 64,
      "plain": "Jesus saith unto him, Thou hast said: nevertheless I say unto you, Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.",
      "tokens": [
        {
          "t": "Jesus saith unto him, "
        },
        {
          "t": "Thou hast said: nevertheless I say unto you, Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 65,
      "plain": "Then the high priest rent his clothes, saying, He hath spoken blasphemy; what further need have we of witnesses? behold, now ye have heard his blasphemy.",
      "tokens": [
        {
          "t": "Then the high priest rent his clothes, saying, He hath spoken blasphemy; what further need have we of witnesses? behold, now ye have heard his blasphemy. "
        }
      ]
    },
    {
      "v": 66,
      "plain": "What think ye? They answered and said, He is guilty of death.",
      "tokens": [
        {
          "t": "What think ye? They answered and said, He is guilty of death. "
        }
      ]
    },
    {
      "v": 67,
      "plain": "Then did they spit in his face, and buffeted him; and others smote him with the palms of their hands,",
      "tokens": [
        {
          "t": "Then did they spit in his face, and buffeted him; and others smote him with the palms of their hands, "
        }
      ]
    },
    {
      "v": 68,
      "plain": "Saying, Prophesy unto us, thou Christ, Who is he that smote thee?",
      "tokens": [
        {
          "t": "Saying, Prophesy unto us, thou Christ, Who is he that smote thee? "
        }
      ]
    },
    {
      "v": 69,
      "plain": "¶ Now Peter sat without in the palace: and a damsel came unto him, saying, Thou also wast with Jesus of Galilee.",
      "tokens": [
        {
          "t": "¶ Now Peter sat without in the palace: and a damsel came unto him, saying, Thou also wast with Jesus of Galilee. "
        }
      ]
    },
    {
      "v": 70,
      "plain": "But he denied before them all, saying, I know not what thou sayest.",
      "tokens": [
        {
          "t": "But he denied before "
        },
        {
          "add": "them"
        },
        {
          "t": " all, saying, I know not what thou sayest. "
        }
      ]
    },
    {
      "v": 71,
      "plain": "And when he was gone out into the porch, another maid saw him, and said unto them that were there, This fellow was also with Jesus of Nazareth.",
      "tokens": [
        {
          "t": "And when he was gone out into the porch, another "
        },
        {
          "add": "maid"
        },
        {
          "t": " saw him, and said unto them that were there, This "
        },
        {
          "add": "fellow"
        },
        {
          "t": " was also with Jesus of Nazareth. "
        }
      ]
    },
    {
      "v": 72,
      "plain": "And again he denied with an oath, I do not know the man.",
      "tokens": [
        {
          "t": "And again he denied with an oath, I do not know the man. "
        }
      ]
    },
    {
      "v": 73,
      "plain": "And after a while came unto him they that stood by, and said to Peter, Surely thou also art one of them; for thy speech bewrayeth thee.",
      "tokens": [
        {
          "t": "And after a while came unto "
        },
        {
          "add": "him"
        },
        {
          "t": " they that stood by, and said to Peter, Surely thou also art "
        },
        {
          "add": "one"
        },
        {
          "t": " of them; for thy speech bewrayeth thee. "
        }
      ]
    },
    {
      "v": 74,
      "plain": "Then began he to curse and to swear, saying, I know not the man. And immediately the cock crew.",
      "tokens": [
        {
          "t": "Then began he to curse and to swear, "
        },
        {
          "add": "saying"
        },
        {
          "t": ", I know not the man. And immediately the cock crew. "
        }
      ]
    },
    {
      "v": 75,
      "plain": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, thou shalt deny me thrice. And he went out, and wept bitterly.",
      "tokens": [
        {
          "t": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, thou shalt deny me thrice. And he went out, and wept bitterly. "
        }
      ]
    }
  ]
}