{
  "work": "KJV",
  "osis": "Matt",
  "abbr": "MAT",
  "chapter": 28,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In the end of the sabbath, as it began to dawn toward the first"
        },
        {
          "add": "day"
        },
        {
          "t": "of the week, came Mary Magdalene and the other Mary to see the sepulchre."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "His countenance was like lightning, and his raiment white as snow:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And for fear of him the keepers did shake, and became as dead"
        },
        {
          "add": "men"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "He is not here: for he is risen, as he said. Come, see the place where the Lord lay."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And they came and held him by the feet, and worshipped him."
        },
        {
          "t": "¶ And as they went to tell his disciples, behold, Jesus met them, saying, And they came and held him by the feet, and worshipped him."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Then said Jesus unto them,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Saying, Say ye, His disciples came by night, and stole him"
        },
        {
          "add": "away"
        },
        {
          "t": "while we slept."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And if this come to the governor’s ears, we will persuade him, and secure you."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And when they saw him, they worshipped him: but some doubted."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And Jesus came and spake unto them, saying,"
        }
      ]
    },
    {
      "v": 19,
      "tokens": null
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Amen."
        },
        {
          "t": "Amen."
        }
      ]
    }
  ]
}