{
  "work": "KJV",
  "osis": "Wis",
  "abbr": "WIS",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "For the ungodly said, reasoning with themselves, but not aright, Our life is short and tedious, and in the death of a man there is no remedy: neither was there any man known to have returned from the grave."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For we are born at all adventure: and we shall be hereafter as though we had never been: for the breath in our nostrils is as smoke, and a little spark in the moving of our heart:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Which being extinguished, our body shall be turned into ashes, and our spirit shall vanish as the soft air,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And our name shall be forgotten in time, and no man shall have our works in remembrance, and our life shall pass away as the trace of a cloud, and shall be dispersed as a mist, that is driven away with the beams of the sun, and overcome with the heat thereof."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For our time is a very shadow that passeth away; and after our end there is no returning: for it is fast sealed, so that no man cometh again."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Come on therefore, let us enjoy the good things that are present: and let us speedily use the creatures like as in youth."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Let us fill ourselves with costly wine and ointments: and let no flower of the spring pass by us:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Let us crown ourselves with rosebuds, before they be withered:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Let none of us go without his part of our voluptuousness: let us leave tokens of our joyfulness in every place: for this is our portion, and our lot is this."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Let us oppress the poor righteous man, let us not spare the widow, nor reverence the ancient gray hairs of the aged."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Let our strength be the law of justice: for that which is feeble is found to be nothing worth."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Therefore let us lie in wait for the righteous; because he is not for our turn, and he is clean contrary to our doings: he upbraideth us with our offending the law, and objecteth to our infamy the transgressings of our education."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "He professeth to have the knowledge of God: and he calleth himself the child of the Lord."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "He was made to reprove our thoughts."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "He is grievous unto us even to behold: for his life is not like other men’s, his ways are of another fashion."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "We are esteemed of him as counterfeits: he abstaineth from our ways as from filthiness: he pronounceth the end of the just to be blessed, and maketh his boast that God is his father."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Let us see if his words be true: and let us prove what shall happen in the end of him."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For if the just man be the son of God, he will help him, and deliver him from the hand of his enemies."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Let us examine him with despitefulness and torture, that we may know his meekness, and prove his patience."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Let us condemn him with a shameful death: for by his own saying he shall be respected."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Such things they did imagine, and were deceived: for their own wickedness hath blinded them."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "As for the mysteries of God, they knew them not: neither hoped they for the wages of righteousness, nor discerned a reward for blameless souls."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "For God created man to be immortal, and made him to be an image of his own eternity."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Nevertheless through envy of the devil came death into the world: and they that do hold of his side do find it."
        }
      ]
    }
  ]
}