{
  "work": "KJV",
  "osis": "Wis",
  "abbr": "WIS",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "I myself also am a mortal man, like to all, and the offspring of him that was first made of the earth,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And in my mother’s womb was fashioned to be flesh in the time of ten months, being compacted in blood, of the seed of man, and the pleasure that came with sleep."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And when I was born, I drew in the common air, and fell upon the earth, which is of like nature, and the first voice which I uttered was crying, as all others do."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "I was nursed in swaddling clothes, and that with cares."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For there is no king that had any other beginning of birth."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For all men have one entrance into life, and the like going out."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Wherefore I prayed, and understanding was given me: I called upon God, and the spirit of wisdom came to me."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "I preferred her before sceptres and thrones, and esteemed riches nothing in comparison of her."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Neither compared I unto her any precious stone, because all gold in respect of her is as a little sand, and silver shall be counted as clay before her."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "I loved her above health and beauty, and chose to have her instead of light: for the light that cometh from her never goeth out."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "All good things together came to me with her, and innumerable riches in her hands."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And I rejoiced in them all, because wisdom goeth before them: and I knew not that she was the mother of them."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "I learned diligently, and do communicate her liberally: I do not hide her riches."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "For she is a treasure unto men that never faileth: which they that use become the friends of God, being commended for the gifts that come from learning."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "God hath granted me to speak as I would, and to conceive as is meet for the things that are given me: because it is he that leadeth unto wisdom, and directeth the wise."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "For in his hand are both we and our words; all wisdom also, and knowledge of workmanship."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "For he hath given me certain knowledge of the things that are, namely, to know how the world was made, and the operation of the elements:"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "The beginning, ending, and midst of the times: the alterations of the turning of the sun, and the change of seasons:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The circuits of years, and the positions of stars:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "The natures of living creatures, and the furies of wild beasts: the violence of winds, and the reasonings of men: the diversities of plants and the virtues of roots:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And all such things as are either secret or manifest, them I know."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "For wisdom, which is the worker of all things, taught me: for in her is an understanding spirit holy, one only, manifold, subtil, lively, clear, undefiled, plain, not subject to hurt, loving the thing that is good quick, which cannot be letted, ready to do good,"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Kind to man, steadfast, sure, free from care, having all power, overseeing all things, and going through all understanding, pure, and most subtil, spirits."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "For wisdom is more moving than any motion: she passeth and goeth through all things by reason of her pureness."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "For she is the breath of the power of God, and a pure influence flowing from the glory of the Almighty: therefore can no defiled thing fall into her."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "For she is the brightness of the everlasting light, the unspotted mirror of the power of God, and the image of his goodness."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And being but one, she can do all things: and remaining in herself, she maketh all things new: and in all ages entering into holy souls, she maketh them friends of God, and prophets."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "For God loveth none but him that dwelleth with wisdom."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "For she is more beautiful than the sun, and above all the order of stars: being compared with the light, she is found before it."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "For after this cometh night: but vice shall not prevail against wisdom."
        }
      ]
    }
  ]
}