{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "plain": "Then Solomon began to build the house of the LORD at Jerusalem in mount Moriah, where the Lord appeared unto David his father, in the place that David had prepared in the threshingfloor of Ornan the Jebusite.",
      "tokens": [
        {
          "t": "Then Solomon began to build the house of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " at Jerusalem in mount Moriah, where "
        },
        {
          "add": "the Lord"
        },
        {
          "t": " appeared unto David his father, in the place that David had prepared in the threshingfloor of Ornan the Jebusite. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And he began to build in the second day of the second month, in the fourth year of his reign.",
      "tokens": [
        {
          "t": "And he began to build in the second "
        },
        {
          "add": "day"
        },
        {
          "t": " of the second month, in the fourth year of his reign. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ Now these are the things wherein Solomon was instructed for the building of the house of God. The length by cubits after the first measure was threescore cubits, and the breadth twenty cubits.",
      "tokens": [
        {
          "t": "¶ Now these "
        },
        {
          "add": "are the things wherein"
        },
        {
          "t": " Solomon was instructed for the building of the house of God. The length by cubits after the first measure "
        },
        {
          "add": "was"
        },
        {
          "t": " threescore cubits, and the breadth twenty cubits. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the porch that was in the front of the house, the length of it was according to the breadth of the house, twenty cubits, and the height was an hundred and twenty: and he overlaid it within with pure gold.",
      "tokens": [
        {
          "t": "And the porch that "
        },
        {
          "add": "was"
        },
        {
          "t": " in the front "
        },
        {
          "add": "of the house"
        },
        {
          "t": ", the length "
        },
        {
          "add": "of it was"
        },
        {
          "t": " according to the breadth of the house, twenty cubits, and the height "
        },
        {
          "add": "was"
        },
        {
          "t": " an hundred and twenty: and he overlaid it within with pure gold. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And the greater house he cieled with fir tree, which he overlaid with fine gold, and set thereon palm trees and chains.",
      "tokens": [
        {
          "t": "And the greater house he cieled with fir tree, which he overlaid with fine gold, and set thereon palm trees and chains. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he garnished the house with precious stones for beauty: and the gold was gold of Parvaim.",
      "tokens": [
        {
          "t": "And he garnished the house with precious stones for beauty: and the gold "
        },
        {
          "add": "was"
        },
        {
          "t": " gold of Parvaim. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "He overlaid also the house, the beams, the posts, and the walls thereof, and the doors thereof, with gold; and graved cherubims on the walls.",
      "tokens": [
        {
          "t": "He overlaid also the house, the beams, the posts, and the walls thereof, and the doors thereof, with gold; and graved cherubims on the walls. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And he made the most holy house, the length whereof was according to the breadth of the house, twenty cubits, and the breadth thereof twenty cubits: and he overlaid it with fine gold, amounting to six hundred talents.",
      "tokens": [
        {
          "t": "And he made the most holy house, the length whereof "
        },
        {
          "add": "was"
        },
        {
          "t": " according to the breadth of the house, twenty cubits, and the breadth thereof twenty cubits: and he overlaid it with fine gold, "
        },
        {
          "add": "amounting"
        },
        {
          "t": " to six hundred talents. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And the weight of the nails was fifty shekels of gold. And he overlaid the upper chambers with gold.",
      "tokens": [
        {
          "t": "And the weight of the nails "
        },
        {
          "add": "was"
        },
        {
          "t": " fifty shekels of gold. And he overlaid the upper chambers with gold. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And in the most holy house he made two cherubims of image work, and overlaid them with gold.",
      "tokens": [
        {
          "t": "And in the most holy house he made two cherubims of image work, and overlaid them with gold. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "¶ And the wings of the cherubims were twenty cubits long: one wing of the one cherub was five cubits, reaching to the wall of the house: and the other wing was likewise five cubits, reaching to the wing of the other cherub.",
      "tokens": [
        {
          "t": "¶ And the wings of the cherubims "
        },
        {
          "add": "were"
        },
        {
          "t": " twenty cubits long: one wing "
        },
        {
          "add": "of the one cherub was"
        },
        {
          "t": " five cubits, reaching to the wall of the house: and the other wing "
        },
        {
          "add": "was likewise"
        },
        {
          "t": " five cubits, reaching to the wing of the other cherub. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And one wing of the other cherub was five cubits, reaching to the wall of the house: and the other wing was five cubits also, joining to the wing of the other cherub.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "one"
        },
        {
          "t": " wing of the other cherub "
        },
        {
          "add": "was"
        },
        {
          "t": " five cubits, reaching to the wall of the house: and the other wing "
        },
        {
          "add": "was"
        },
        {
          "t": " five cubits "
        },
        {
          "add": "also"
        },
        {
          "t": ", joining to the wing of the other cherub. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "The wings of these cherubims spread themselves forth twenty cubits: and they stood on their feet, and their faces were inward.",
      "tokens": [
        {
          "t": "The wings of these cherubims spread themselves forth twenty cubits: and they stood on their feet, and their faces "
        },
        {
          "add": "were"
        },
        {
          "t": " inward. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "¶ And he made the vail of blue, and purple, and crimson, and fine linen, and wrought cherubims thereon.",
      "tokens": [
        {
          "t": "¶ And he made the vail "
        },
        {
          "add": "of"
        },
        {
          "t": " blue, and purple, and crimson, and fine linen, and wrought cherubims thereon. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Also he made before the house two pillars of thirty and five cubits high, and the chapiter that was on the top of each of them was five cubits.",
      "tokens": [
        {
          "t": "Also he made before the house two pillars of thirty and five cubits high, and the chapiter that "
        },
        {
          "add": "was"
        },
        {
          "t": " on the top of each of them "
        },
        {
          "add": "was"
        },
        {
          "t": " five cubits. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And he made chains, as in the oracle, and put them on the heads of the pillars; and made an hundred pomegranates, and put them on the chains.",
      "tokens": [
        {
          "t": "And he made chains, "
        },
        {
          "add": "as"
        },
        {
          "t": " in the oracle, and put "
        },
        {
          "add": "them"
        },
        {
          "t": " on the heads of the pillars; and made an hundred pomegranates, and put "
        },
        {
          "add": "them"
        },
        {
          "t": " on the chains. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And he reared up the pillars before the temple, one on the right hand, and the other on the left; and called the name of that on the right hand Jachin, and the name of that on the left Boaz.",
      "tokens": [
        {
          "t": "And he reared up the pillars before the temple, one on the right hand, and the other on the left; and called the name of that on the right hand Jachin, and the name of that on the left Boaz. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "where…: or, which was seen of David his father"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "Ornan: also called, Araunah"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 3
      },
      "text": "instructed: Heb. founded"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "garnished: Heb. covered"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 10
      },
      "text": "image…: or, (as some think) of moveable work"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 13
      },
      "text": "inward: or, toward the house"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 14
      },
      "text": "wrought: Heb. caused to ascend"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 15
      },
      "text": "high: Heb. long"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 17
      },
      "text": "Jachin: that is, He shall establish"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 17
      },
      "text": "Boaz: that is, In it is strength"
    }
  ]
}