{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And when the queen of Sheba heard of the fame of Solomon, she came to prove Solomon with hard questions at Jerusalem, with a very great company, and camels that bare spices, and gold in abundance, and precious stones: and when she was come to Solomon, she communed with him of all that was in her heart."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Solomon told her all her questions: and there was nothing hid from Solomon which he told her not."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And when the queen of Sheba had seen the wisdom of Solomon, and the house that he had built,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And the meat of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel; his cupbearers also, and their apparel; and his ascent by which he went up into the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; there was no more spirit in her."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And she said to the king,"
        },
        {
          "add": "It was"
        },
        {
          "t": "a true report which I heard in mine own land of thine acts, and of thy wisdom:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Howbeit I believed not their words, until I came, and mine eyes had seen"
        },
        {
          "add": "it:"
        },
        {
          "t": "and, behold, the one half of the greatness of thy wisdom was not told me:"
        },
        {
          "add": "for"
        },
        {
          "t": "thou exceedest the fame that I heard."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Happy"
        },
        {
          "add": "are"
        },
        {
          "t": "thy men, and happy"
        },
        {
          "add": "are"
        },
        {
          "t": "these thy servants, which stand continually before thee, and hear thy wisdom."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Blessed be the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, which delighted in thee to set thee on his throne,"
        },
        {
          "add": "to be"
        },
        {
          "t": "king for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God: because thy God loved Israel, to establish them for ever, therefore made he thee king over them, to do judgment and justice."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And she gave the king an hundred and twenty talents of gold, and of spices great abundance, and precious stones: neither was there any such spice as the queen of Sheba gave king Solomon."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the servants also of Huram, and the servants of Solomon, which brought gold from Ophir, brought algum trees and precious stones."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the king made"
        },
        {
          "add": "of"
        },
        {
          "t": "the algum trees terraces to the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and to the king’s palace, and harps and psalteries for singers: and there were none such seen before in the land of Judah."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And king Solomon gave to the queen of Sheba all her desire, whatsoever she asked, beside"
        },
        {
          "add": "that"
        },
        {
          "t": "which she had brought unto the king. So she turned, and went away to her own land, she and her servants."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Now the weight of gold that came to Solomon in one year was six hundred and threescore and six talents of gold;"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Beside"
        },
        {
          "add": "that which"
        },
        {
          "t": "chapmen and merchants brought. And all the kings of Arabia and governors of the country brought gold and silver to Solomon."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And king Solomon made two hundred targets"
        },
        {
          "add": "of"
        },
        {
          "t": "beaten gold: six hundred"
        },
        {
          "add": "shekels"
        },
        {
          "t": "of beaten gold went to one target."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And three hundred shields"
        },
        {
          "add": "made he of"
        },
        {
          "t": "beaten gold: three hundred"
        },
        {
          "add": "shekels"
        },
        {
          "t": "of gold went to one shield. And the king put them in the house of the forest of Lebanon."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Moreover the king made a great throne of ivory, and overlaid it with pure gold."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "there were"
        },
        {
          "t": "six steps to the throne, with a footstool of gold,"
        },
        {
          "add": "which were"
        },
        {
          "t": "fastened to the throne, and stays on each side of the sitting place, and two lions standing by the stays:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And twelve lions stood there on the one side and on the other upon the six steps. There was not the like made in any kingdom."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And all the drinking vessels of king Solomon"
        },
        {
          "add": "were of"
        },
        {
          "t": "gold, and all the vessels of the house of the forest of Lebanon"
        },
        {
          "add": "were of"
        },
        {
          "t": "pure gold: none"
        },
        {
          "add": "were of"
        },
        {
          "t": "silver; it was"
        },
        {
          "add": "not"
        },
        {
          "t": "any thing accounted of in the days of Solomon."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For the king’s ships went to Tarshish with the servants of Huram: every three years once came the ships of Tarshish bringing gold, and silver, ivory, and apes, and peacocks."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And king Solomon passed all the kings of the earth in riches and wisdom."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And all the kings of the earth sought the presence of Solomon, to hear his wisdom, that God had put in his heart."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And they brought every man his present, vessels of silver, and vessels of gold, and raiment, harness, and spices, horses, and mules, a rate year by year."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And Solomon had four thousand stalls for horses and chariots, and twelve thousand horsemen; whom he bestowed in the chariot cities, and with the king at Jerusalem."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "¶ And he reigned over all the kings from the river even unto the land of the Philistines, and to the border of Egypt."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And the king made silver in Jerusalem as stones, and cedar trees made he as the sycomore trees that"
        },
        {
          "add": "are"
        },
        {
          "t": "in the low plains in abundance."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And they brought unto Solomon horses out of Egypt, and out of all lands."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ Now the rest of the acts of Solomon, first and last,"
        },
        {
          "add": "are"
        },
        {
          "t": "they not written in the book of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer against Jeroboam the son of Nebat?"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And Solomon reigned in Jerusalem over all Israel forty years."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And Solomon slept with his fathers, and he was buried in the city of David his father: and Rehoboam his son reigned in his stead."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "cupbearers: or, butlers"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "report: Heb. word"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "acts: or, sayings"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 10
      },
      "text": "algum…: also called, almug trees"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "terraces: or, stairs: Heb. highways"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "governors: or, captains"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 18
      },
      "text": "stays: Heb. hands"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 20
      },
      "text": "pure: Heb. shut up"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 20
      },
      "text": "none were of silver: or, there was no silver in them"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 21
      },
      "text": "ivory: or, elephants’ teeth"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 26
      },
      "text": "river: that is, Euphrates"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 27
      },
      "text": "made silver: Heb. gave silver"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 29
      },
      "text": "book: Heb. words"
    }
  ]
}