{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "plain": "And when Rehoboam was come to Jerusalem, he gathered of the house of Judah and Benjamin an hundred and fourscore thousand chosen men, which were warriors, to fight against Israel, that he might bring the kingdom again to Rehoboam.",
      "tokens": [
        {
          "t": "And when Rehoboam was come to Jerusalem, he gathered of the house of Judah and Benjamin an hundred and fourscore thousand chosen "
        },
        {
          "add": "men"
        },
        {
          "t": ", which were warriors, to fight against Israel, that he might bring the kingdom again to Rehoboam. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "But the word of the LORD came to Shemaiah the man of God, saying,",
      "tokens": [
        {
          "t": "But the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came to Shemaiah the man of God, saying, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Speak unto Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,",
      "tokens": [
        {
          "t": "Speak unto Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying, "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Thus saith the LORD, Ye shall not go up, nor fight against your brethren: return every man to his house: for this thing is done of me. And they obeyed the words of the LORD, and returned from going against Jeroboam.",
      "tokens": [
        {
          "t": "Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Ye shall not go up, nor fight against your brethren: return every man to his house: for this thing is done of me. And they obeyed the words of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and returned from going against Jeroboam. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ And Rehoboam dwelt in Jerusalem, and built cities for defence in Judah.",
      "tokens": [
        {
          "t": "¶ And Rehoboam dwelt in Jerusalem, and built cities for defence in Judah. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "He built even Beth-lehem, and Etam, and Tekoa,",
      "tokens": [
        {
          "t": "He built even Beth-lehem, and Etam, and Tekoa, "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And Beth-zur, and Shoco, and Adullam,",
      "tokens": [
        {
          "t": "And Beth-zur, and Shoco, and Adullam, "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And Gath, and Mareshah, and Ziph,",
      "tokens": [
        {
          "t": "And Gath, and Mareshah, and Ziph, "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And Adoraim, and Lachish, and Azekah,",
      "tokens": [
        {
          "t": "And Adoraim, and Lachish, and Azekah, "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And Zorah, and Aijalon, and Hebron, which are in Judah and in Benjamin fenced cities.",
      "tokens": [
        {
          "t": "And Zorah, and Aijalon, and Hebron, which "
        },
        {
          "add": "are"
        },
        {
          "t": " in Judah and in Benjamin fenced cities. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And he fortified the strong holds, and put captains in them, and store of victual, and of oil and wine.",
      "tokens": [
        {
          "t": "And he fortified the strong holds, and put captains in them, and store of victual, and of oil and wine. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And in every several city he put shields and spears, and made them exceeding strong, having Judah and Benjamin on his side.",
      "tokens": [
        {
          "t": "And in every several city "
        },
        {
          "add": "he put"
        },
        {
          "t": " shields and spears, and made them exceeding strong, having Judah and Benjamin on his side. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ And the priests and the Levites that were in all Israel resorted to him out of all their coasts.",
      "tokens": [
        {
          "t": "¶ And the priests and the Levites that "
        },
        {
          "add": "were"
        },
        {
          "t": " in all Israel resorted to him out of all their coasts. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "For the Levites left their suburbs and their possession, and came to Judah and Jerusalem: for Jeroboam and his sons had cast them off from executing the priest’s office unto the LORD:",
      "tokens": [
        {
          "t": "For the Levites left their suburbs and their possession, and came to Judah and Jerusalem: for Jeroboam and his sons had cast them off from executing the priest’s office unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And he ordained him priests for the high places, and for the devils, and for the calves which he had made.",
      "tokens": [
        {
          "t": "And he ordained him priests for the high places, and for the devils, and for the calves which he had made. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And after them out of all the tribes of Israel such as set their hearts to seek the LORD God of Israel came to Jerusalem, to sacrifice unto the LORD God of their fathers.",
      "tokens": [
        {
          "t": "And after them out of all the tribes of Israel such as set their hearts to seek the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel came to Jerusalem, to sacrifice unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of their fathers. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "So they strengthened the kingdom of Judah, and made Rehoboam the son of Solomon strong, three years: for three years they walked in the way of David and Solomon.",
      "tokens": [
        {
          "t": "So they strengthened the kingdom of Judah, and made Rehoboam the son of Solomon strong, three years: for three years they walked in the way of David and Solomon. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ And Rehoboam took him Mahalath the daughter of Jerimoth the son of David to wife, and Abihail the daughter of Eliab the son of Jesse;",
      "tokens": [
        {
          "t": "¶ And Rehoboam took him Mahalath the daughter of Jerimoth the son of David to wife, "
        },
        {
          "add": "and"
        },
        {
          "t": " Abihail the daughter of Eliab the son of Jesse; "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Which bare him children; Jeush, and Shamariah, and Zaham.",
      "tokens": [
        {
          "t": "Which bare him children; Jeush, and Shamariah, and Zaham. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And after her he took Maachah the daughter of Absalom; which bare him Abijah, and Attai, and Ziza, and Shelomith.",
      "tokens": [
        {
          "t": "And after her he took Maachah the daughter of Absalom; which bare him Abijah, and Attai, and Ziza, and Shelomith. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And Rehoboam loved Maachah the daughter of Absalom above all his wives and his concubines: (for he took eighteen wives, and threescore concubines; and begat twenty and eight sons, and threescore daughters.)",
      "tokens": [
        {
          "t": "And Rehoboam loved Maachah the daughter of Absalom above all his wives and his concubines: (for he took eighteen wives, and threescore concubines; and begat twenty and eight sons, and threescore daughters.) "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And Rehoboam made Abijah the son of Maachah the chief, to be ruler among his brethren: for he thought to make him king.",
      "tokens": [
        {
          "t": "And Rehoboam made Abijah the son of Maachah the chief, "
        },
        {
          "add": "to be"
        },
        {
          "t": " ruler among his brethren: for "
        },
        {
          "add": "he thought"
        },
        {
          "t": " to make him king. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And he dealt wisely, and dispersed of all his children throughout all the countries of Judah and Benjamin, unto every fenced city: and he gave them victual in abundance. And he desired many wives.",
      "tokens": [
        {
          "t": "And he dealt wisely, and dispersed of all his children throughout all the countries of Judah and Benjamin, unto every fenced city: and he gave them victual in abundance. And he desired many wives. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 13
      },
      "text": "resorted…: Heb. presented themselves to him"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 20
      },
      "text": "Maachah: she is also called Michaiah the daughter of Uriel"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 23
      },
      "text": "many wives: Heb. a multitude of wives"
    }
  ]
}