{
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 12,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass, when Rehoboam had established the kingdom, and had strengthened himself, he forsook the law of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and all Israel with him."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And it came to pass,"
        },
        {
          "add": "that"
        },
        {
          "t": "in the fifth year of king Rehoboam Shishak king of Egypt came up against Jerusalem, because they had transgressed against the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "With twelve hundred chariots, and threescore thousand horsemen: and the people"
        },
        {
          "add": "were"
        },
        {
          "t": "without number that came with him out of Egypt; the Lubims, the Sukkiims, and the Ethiopians."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And he took the fenced cities which"
        },
        {
          "add": "pertained"
        },
        {
          "t": "to Judah, and came to Jerusalem."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ Then came Shemaiah the prophet to Rehoboam, and"
        },
        {
          "add": "to"
        },
        {
          "t": "the princes of Judah, that were gathered together to Jerusalem because of Shishak, and said unto them, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Ye have forsaken me, and therefore have I also left you in the hand of Shishak."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Whereupon the princes of Israel and the king humbled themselves; and they said, The"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "righteous."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And when the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "saw that they humbled themselves, the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came to Shemaiah, saying, They have humbled themselves;"
        },
        {
          "add": "therefore"
        },
        {
          "t": "I will not destroy them, but I will grant them some deliverance; and my wrath shall not be poured out upon Jerusalem by the hand of Shishak."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Nevertheless they shall be his servants; that they may know my service, and the service of the kingdoms of the countries."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "So Shishak king of Egypt came up against Jerusalem, and took away the treasures of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the treasures of the king’s house; he took all: he carried away also the shields of gold which Solomon had made."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Instead of which king Rehoboam made shields of brass, and committed"
        },
        {
          "add": "them"
        },
        {
          "t": "to the hands of the chief of the guard, that kept the entrance of the king’s house."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And when the king entered into the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the guard came and fetched them, and brought them again into the guard chamber."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And when he humbled himself, the wrath of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "turned from him, that he would not destroy"
        },
        {
          "add": "him"
        },
        {
          "t": "altogether: and also in Judah things went well."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ So king Rehoboam strengthened himself in Jerusalem, and reigned: for Rehoboam"
        },
        {
          "add": "was"
        },
        {
          "t": "one and forty years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "had chosen out of all the tribes of Israel, to put his name there. And his mother’s name"
        },
        {
          "add": "was"
        },
        {
          "t": "Naamah an Ammonitess."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And he did evil, because he prepared not his heart to seek the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Now the acts of Rehoboam, first and last,"
        },
        {
          "add": "are"
        },
        {
          "t": "they not written in the book of Shemaiah the prophet, and of Iddo the seer concerning genealogies? And"
        },
        {
          "add": "there were"
        },
        {
          "t": "wars between Rehoboam and Jeroboam continually."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Rehoboam slept with his fathers, and was buried in the city of David: and Abijah his son reigned in his stead."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "some: or, a little while"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 12
      },
      "text": "and also…: or, and yet in Judah there were good things"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 14
      },
      "text": "prepared: or, fixed"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 15
      },
      "text": "book: Heb. words"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "Abijah: also called, Abijam"
    }
  ]
}