{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 16,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In the six and thirtieth year of the reign of Asa Baasha king of Israel came up against Judah, and built Ramah, to the intent that he might let none go out or come in to Asa king of Judah."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then Asa brought out silver and gold out of the treasures of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "and of the king’s house, and sent to Ben-hadad king of Syria, that dwelt at Damascus, saying,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "add": "There is"
        },
        {
          "t": "a league between me and thee, as"
        },
        {
          "add": "there was"
        },
        {
          "t": "between my father and thy father: behold, I have sent thee silver and gold; go, break thy league with Baasha king of Israel, that he may depart from me."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And Ben-hadad hearkened unto king Asa, and sent the captains of his armies against the cities of Israel; and they smote Ijon, and Dan, and Abel-maim, and all the store cities of Naphtali."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And it came to pass, when Baasha heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", that he left off building of Ramah, and let his work cease."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then Asa the king took all Judah; and they carried away the stones of Ramah, and the timber thereof, wherewith Baasha was building; and he built therewith Geba and Mizpah."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And at that time Hanani the seer came to Asa king of Judah, and said unto him, Because thou hast relied on the king of Syria, and not relied on the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God, therefore is the host of the king of Syria escaped out of thine hand."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Were not the Ethiopians and the Lubims a huge host, with very many chariots and horsemen? yet, because thou didst rely on the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", he delivered them into thine hand."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For the eyes of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "run to and fro throughout the whole earth, to shew himself strong in the behalf of"
        },
        {
          "add": "them"
        },
        {
          "t": "whose heart"
        },
        {
          "add": "is"
        },
        {
          "t": "perfect toward him. Herein thou hast done foolishly: therefore from henceforth thou shalt have wars."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Then Asa was wroth with the seer, and put him in a prison house; for"
        },
        {
          "add": "he was"
        },
        {
          "t": "in a rage with him because of this"
        },
        {
          "add": "thing"
        },
        {
          "t": ". And Asa oppressed"
        },
        {
          "add": "some"
        },
        {
          "t": "of the people the same time."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ And, behold, the acts of Asa, first and last, lo, they"
        },
        {
          "add": "are"
        },
        {
          "t": "written in the book of the kings of Judah and Israel."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And Asa in the thirty and ninth year of his reign was diseased in his feet, until his disease"
        },
        {
          "add": "was"
        },
        {
          "t": "exceeding"
        },
        {
          "add": "great:"
        },
        {
          "t": "yet in his disease he sought not to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", but to the physicians."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ And Asa slept with his fathers, and died in the one and fortieth year of his reign."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And they buried him in his own sepulchres, which he had made for himself in the city of David, and laid him in the bed which was filled with sweet odours and divers kinds"
        },
        {
          "add": "of spices"
        },
        {
          "t": "prepared by the apothecaries’ art: and they made a very great burning for him."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "Damascus: Heb. Darmesek"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "his: Heb. which were his"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "a huge: Heb. in abundance"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 9
      },
      "text": "to shew…: or, strongly to hold with them, etc"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 10
      },
      "text": "oppressed: Heb. crushed"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "had made: Heb. had digged"
    }
  ]
}