{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 32,
  "verses": [
    {
      "v": 1,
      "plain": "After these things, and the establishment thereof, Sennacherib king of Assyria came, and entered into Judah, and encamped against the fenced cities, and thought to win them for himself.",
      "tokens": [
        {
          "t": "After these things, and the establishment thereof, Sennacherib king of Assyria came, and entered into Judah, and encamped against the fenced cities, and thought to win them for himself. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And when Hezekiah saw that Sennacherib was come, and that he was purposed to fight against Jerusalem,",
      "tokens": [
        {
          "t": "And when Hezekiah saw that Sennacherib was come, and that he was purposed to fight against Jerusalem, "
        }
      ]
    },
    {
      "v": 3,
      "plain": "He took counsel with his princes and his mighty men to stop the waters of the fountains which were without the city: and they did help him.",
      "tokens": [
        {
          "t": "He took counsel with his princes and his mighty men to stop the waters of the fountains which "
        },
        {
          "add": "were"
        },
        {
          "t": " without the city: and they did help him. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "So there was gathered much people together, who stopped all the fountains, and the brook that ran through the midst of the land, saying, Why should the kings of Assyria come, and find much water?",
      "tokens": [
        {
          "t": "So there was gathered much people together, who stopped all the fountains, and the brook that ran through the midst of the land, saying, Why should the kings of Assyria come, and find much water? "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Also he strengthened himself, and built up all the wall that was broken, and raised it up to the towers, and another wall without, and repaired Millo in the city of David, and made darts and shields in abundance.",
      "tokens": [
        {
          "t": "Also he strengthened himself, and built up all the wall that was broken, and raised "
        },
        {
          "add": "it"
        },
        {
          "t": " up to the towers, and another wall without, and repaired Millo "
        },
        {
          "add": "in"
        },
        {
          "t": " the city of David, and made darts and shields in abundance. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And he set captains of war over the people, and gathered them together to him in the street of the gate of the city, and spake comfortably to them, saying,",
      "tokens": [
        {
          "t": "And he set captains of war over the people, and gathered them together to him in the street of the gate of the city, and spake comfortably to them, saying, "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Be strong and courageous, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that is with him: for there be more with us than with him:",
      "tokens": [
        {
          "t": "Be strong and courageous, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that "
        },
        {
          "add": "is"
        },
        {
          "t": " with him: for "
        },
        {
          "add": "there be"
        },
        {
          "t": " more with us than with him: "
        }
      ]
    },
    {
      "v": 8,
      "plain": "With him is an arm of flesh; but with us is the LORD our God to help us, and to fight our battles. And the people rested themselves upon the words of Hezekiah king of Judah.",
      "tokens": [
        {
          "t": "With him "
        },
        {
          "add": "is"
        },
        {
          "t": " an arm of flesh; but with us "
        },
        {
          "add": "is"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God to help us, and to fight our battles. And the people rested themselves upon the words of Hezekiah king of Judah. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ After this did Sennacherib king of Assyria send his servants to Jerusalem, (but he himself laid siege against Lachish, and all his power with him,) unto Hezekiah king of Judah, and unto all Judah that were at Jerusalem, saying,",
      "tokens": [
        {
          "t": "¶ After this did Sennacherib king of Assyria send his servants to Jerusalem, (but he "
        },
        {
          "add": "himself laid siege"
        },
        {
          "t": " against Lachish, and all his power with him,) unto Hezekiah king of Judah, and unto all Judah that "
        },
        {
          "add": "were"
        },
        {
          "t": " at Jerusalem, saying, "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Thus saith Sennacherib king of Assyria, Whereon do ye trust, that ye abide in the siege in Jerusalem?",
      "tokens": [
        {
          "t": "Thus saith Sennacherib king of Assyria, Whereon do ye trust, that ye abide in the siege in Jerusalem? "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Doth not Hezekiah persuade you to give over yourselves to die by famine and by thirst, saying, The LORD our God shall deliver us out of the hand of the king of Assyria?",
      "tokens": [
        {
          "t": "Doth not Hezekiah persuade you to give over yourselves to die by famine and by thirst, saying, The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God shall deliver us out of the hand of the king of Assyria? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Hath not the same Hezekiah taken away his high places and his altars, and commanded Judah and Jerusalem, saying, Ye shall worship before one altar, and burn incense upon it?",
      "tokens": [
        {
          "t": "Hath not the same Hezekiah taken away his high places and his altars, and commanded Judah and Jerusalem, saying, Ye shall worship before one altar, and burn incense upon it? "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Know ye not what I and my fathers have done unto all the people of other lands? were the gods of the nations of those lands any ways able to deliver their lands out of mine hand?",
      "tokens": [
        {
          "t": "Know ye not what I and my fathers have done unto all the people of "
        },
        {
          "add": "other"
        },
        {
          "t": " lands? were the gods of the nations of those lands any ways able to deliver their lands out of mine hand? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Who was there among all the gods of those nations that my fathers utterly destroyed, that could deliver his people out of mine hand, that your God should be able to deliver you out of mine hand?",
      "tokens": [
        {
          "t": "Who "
        },
        {
          "add": "was there"
        },
        {
          "t": " among all the gods of those nations that my fathers utterly destroyed, that could deliver his people out of mine hand, that your God should be able to deliver you out of mine hand? "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Now therefore let not Hezekiah deceive you, nor persuade you on this manner, neither yet believe him: for no god of any nation or kingdom was able to deliver his people out of mine hand, and out of the hand of my fathers: how much less shall your God deliver you out of mine hand?",
      "tokens": [
        {
          "t": "Now therefore let not Hezekiah deceive you, nor persuade you on this manner, neither yet believe him: for no god of any nation or kingdom was able to deliver his people out of mine hand, and out of the hand of my fathers: how much less shall your God deliver you out of mine hand? "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And his servants spake yet more against the LORD God, and against his servant Hezekiah.",
      "tokens": [
        {
          "t": "And his servants spake yet "
        },
        {
          "add": "more"
        },
        {
          "t": " against the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God, and against his servant Hezekiah. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "He wrote also letters to rail on the LORD God of Israel, and to speak against him, saying, As the gods of the nations of other lands have not delivered their people out of mine hand, so shall not the God of Hezekiah deliver his people out of mine hand.",
      "tokens": [
        {
          "t": "He wrote also letters to rail on the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " God of Israel, and to speak against him, saying, As the gods of the nations of "
        },
        {
          "add": "other"
        },
        {
          "t": " lands have not delivered their people out of mine hand, so shall not the God of Hezekiah deliver his people out of mine hand. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Then they cried with a loud voice in the Jews’ speech unto the people of Jerusalem that were on the wall, to affright them, and to trouble them; that they might take the city.",
      "tokens": [
        {
          "t": "Then they cried with a loud voice in the Jews’ speech unto the people of Jerusalem that "
        },
        {
          "add": "were"
        },
        {
          "t": " on the wall, to affright them, and to trouble them; that they might take the city. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And they spake against the God of Jerusalem, as against the gods of the people of the earth, which were the work of the hands of man.",
      "tokens": [
        {
          "t": "And they spake against the God of Jerusalem, as against the gods of the people of the earth, "
        },
        {
          "add": "which were"
        },
        {
          "t": " the work of the hands of man. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And for this cause Hezekiah the king, and the prophet Isaiah the son of Amoz, prayed and cried to heaven.",
      "tokens": [
        {
          "t": "And for this "
        },
        {
          "add": "cause"
        },
        {
          "t": " Hezekiah the king, and the prophet Isaiah the son of Amoz, prayed and cried to heaven. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "¶ And the LORD sent an angel, which cut off all the mighty men of valour, and the leaders and captains in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his own bowels slew him there with the sword.",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " sent an angel, which cut off all the mighty men of valour, and the leaders and captains in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he was come into the house of his god, they that came forth of his own bowels slew him there with the sword. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Thus the LORD saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria, and from the hand of all other, and guided them on every side.",
      "tokens": [
        {
          "t": "Thus the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria, and from the hand of all "
        },
        {
          "add": "other"
        },
        {
          "t": ", and guided them on every side. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And many brought gifts unto the LORD to Jerusalem, and presents to Hezekiah king of Judah: so that he was magnified in the sight of all nations from thenceforth.",
      "tokens": [
        {
          "t": "And many brought gifts unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " to Jerusalem, and presents to Hezekiah king of Judah: so that he was magnified in the sight of all nations from thenceforth. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "¶ In those days Hezekiah was sick to the death, and prayed unto the LORD: and he spake unto him, and he gave him a sign.",
      "tokens": [
        {
          "t": "¶ In those days Hezekiah was sick to the death, and prayed unto the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and he spake unto him, and he gave him a sign. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "But Hezekiah rendered not again according to the benefit done unto him; for his heart was lifted up: therefore there was wrath upon him, and upon Judah and Jerusalem.",
      "tokens": [
        {
          "t": "But Hezekiah rendered not again according to the benefit "
        },
        {
          "add": "done"
        },
        {
          "t": " unto him; for his heart was lifted up: therefore there was wrath upon him, and upon Judah and Jerusalem. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Notwithstanding Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the LORD came not upon them in the days of Hezekiah.",
      "tokens": [
        {
          "t": "Notwithstanding Hezekiah humbled himself for the pride of his heart, "
        },
        {
          "add": "both"
        },
        {
          "t": " he and the inhabitants of Jerusalem, so that the wrath of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " came not upon them in the days of Hezekiah. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ And Hezekiah had exceeding much riches and honour: and he made himself treasuries for silver, and for gold, and for precious stones, and for spices, and for shields, and for all manner of pleasant jewels;",
      "tokens": [
        {
          "t": "¶ And Hezekiah had exceeding much riches and honour: and he made himself treasuries for silver, and for gold, and for precious stones, and for spices, and for shields, and for all manner of pleasant jewels; "
        }
      ]
    },
    {
      "v": 28,
      "plain": "Storehouses also for the increase of corn, and wine, and oil; and stalls for all manner of beasts, and cotes for flocks.",
      "tokens": [
        {
          "t": "Storehouses also for the increase of corn, and wine, and oil; and stalls for all manner of beasts, and cotes for flocks. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "Moreover he provided him cities, and possessions of flocks and herds in abundance: for God had given him substance very much.",
      "tokens": [
        {
          "t": "Moreover he provided him cities, and possessions of flocks and herds in abundance: for God had given him substance very much. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "This same Hezekiah also stopped the upper watercourse of Gihon, and brought it straight down to the west side of the city of David. And Hezekiah prospered in all his works.",
      "tokens": [
        {
          "t": "This same Hezekiah also stopped the upper watercourse of Gihon, and brought it straight down to the west side of the city of David. And Hezekiah prospered in all his works. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "¶ Howbeit in the business of the ambassadors of the princes of Babylon, who sent unto him to enquire of the wonder that was done in the land, God left him, to try him, that he might know all that was in his heart.",
      "tokens": [
        {
          "t": "¶ Howbeit in "
        },
        {
          "add": "the business of"
        },
        {
          "t": " the ambassadors of the princes of Babylon, who sent unto him to enquire of the wonder that was "
        },
        {
          "add": "done"
        },
        {
          "t": " in the land, God left him, to try him, that he might know all "
        },
        {
          "add": "that was"
        },
        {
          "t": " in his heart. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "¶ Now the rest of the acts of Hezekiah, and his goodness, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, and in the book of the kings of Judah and Israel.",
      "tokens": [
        {
          "t": "¶ Now the rest of the acts of Hezekiah, and his goodness, behold, they "
        },
        {
          "add": "are"
        },
        {
          "t": " written in the vision of Isaiah the prophet, the son of Amoz, "
        },
        {
          "add": "and"
        },
        {
          "t": " in the book of the kings of Judah and Israel. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And Hezekiah slept with his fathers, and they buried him in the chiefest of the sepulchres of the sons of David: and all Judah and the inhabitants of Jerusalem did him honour at his death. And Manasseh his son reigned in his stead.",
      "tokens": [
        {
          "t": "And Hezekiah slept with his fathers, and they buried him in the chiefest of the sepulchres of the sons of David: and all Judah and the inhabitants of Jerusalem did him honour at his death. And Manasseh his son reigned in his stead. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "to win…: Heb. to break them up"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "he was…: Heb. his face was to war"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "ran: Heb. overflowed"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "darts: or, swords, or, weapons"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "spake…: Heb. he spoke to their heart"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 8
      },
      "text": "rested…: Heb. leaned"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "power: Heb. dominion"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 10
      },
      "text": "siege: or, strong hold"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 21
      },
      "text": "slew…: Heb. made him fall"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 23
      },
      "text": "presents: Heb. precious things"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 24
      },
      "text": "gave…: or, wrought a miracle for him"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 26
      },
      "text": "pride: Heb. lifting up"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 27
      },
      "text": "pleasant…: Heb. instruments of desire"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 31
      },
      "text": "ambassadors: Heb. interpreters"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 32
      },
      "text": "goodness: Heb. kindnesses"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 33
      },
      "text": "chiefest: or, highest"
    }
  ]
}