{
  "work": "KJV",
  "osis": "2 Chr",
  "abbr": "2CH",
  "chapter": 34,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Josiah"
        },
        {
          "add": "was"
        },
        {
          "t": "eight years old when he began to reign, and he reigned in Jerusalem one and thirty years."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he did"
        },
        {
          "add": "that which was"
        },
        {
          "t": "right in the sight of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and walked in the ways of David his father, and declined"
        },
        {
          "add": "neither"
        },
        {
          "t": "to the right hand, nor to the left."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ For in the eighth year of his reign, while he was yet young, he began to seek after the God of David his father: and in the twelfth year he began to purge Judah and Jerusalem from the high places, and the groves, and the carved images, and the molten images."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And they brake down the altars of Baalim in his presence; and the images, that"
        },
        {
          "add": "were"
        },
        {
          "t": "on high above them, he cut down; and the groves, and the carved images, and the molten images, he brake in pieces, and made dust"
        },
        {
          "add": "of them"
        },
        {
          "t": ", and strowed"
        },
        {
          "add": "it"
        },
        {
          "t": "upon the graves of them that had sacrificed unto them."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And he burnt the bones of the priests upon their altars, and cleansed Judah and Jerusalem."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "so did he"
        },
        {
          "t": "in the cities of Manasseh, and Ephraim, and Simeon, even unto Naphtali, with their mattocks round about."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And when he had broken down the altars and the groves, and had beaten the graven images into powder, and cut down all the idols throughout all the land of Israel, he returned to Jerusalem."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ Now in the eighteenth year of his reign, when he had purged the land, and the house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz the recorder, to repair the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "his God."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And when they came to Hilkiah the high priest, they delivered the money that was brought into the house of God, which the Levites that kept the doors had gathered of the hand of Manasseh and Ephraim, and of all the remnant of Israel, and of all Judah and Benjamin; and they returned to Jerusalem."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And they put"
        },
        {
          "add": "it"
        },
        {
          "t": "in the hand of the workmen that had the oversight of the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and they gave it to the workmen that wrought in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to repair and amend the house:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Even to the artificers and builders gave they"
        },
        {
          "add": "it"
        },
        {
          "t": ", to buy hewn stone, and timber for couplings, and to floor the houses which the kings of Judah had destroyed."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the men did the work faithfully: and the overseers of them"
        },
        {
          "add": "were"
        },
        {
          "t": "Jahath and Obadiah, the Levites, of the sons of Merari; and Zechariah and Meshullam, of the sons of the Kohathites, to set"
        },
        {
          "add": "it"
        },
        {
          "t": "forward; and"
        },
        {
          "add": "other of"
        },
        {
          "t": "the Levites, all that could skill of instruments of musick."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Also"
        },
        {
          "add": "they were"
        },
        {
          "t": "over the bearers of burdens, and"
        },
        {
          "add": "were"
        },
        {
          "t": "overseers of all that wrought the work in any manner of service: and of the Levites"
        },
        {
          "add": "there were"
        },
        {
          "t": "scribes, and officers, and porters."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ And when they brought out the money that was brought into the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Hilkiah the priest found a book of the law of the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "given"
        },
        {
          "t": "by Moses."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Hilkiah answered and said to Shaphan the scribe, I have found the book of the law in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". And Hilkiah delivered the book to Shaphan."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Shaphan carried the book to the king, and brought the king word back again, saying, All that was committed to thy servants, they do"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And they have gathered together the money that was found in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and have delivered it into the hand of the overseers, and to the hand of the workmen."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Then Shaphan the scribe told the king, saying, Hilkiah the priest hath given me a book. And Shaphan read it before the king."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And it came to pass, when the king had heard the words of the law, that he rent his clothes."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And the king commanded Hilkiah, and Ahikam the son of Shaphan, and Abdon the son of Micah, and Shaphan the scribe, and Asaiah a servant of the king’s, saying,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Go, enquire of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "for me, and for them that are left in Israel and in Judah, concerning the words of the book that is found: for great"
        },
        {
          "add": "is"
        },
        {
          "t": "the wrath of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that is poured out upon us, because our fathers have not kept the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to do after all that is written in this book."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And Hilkiah, and"
        },
        {
          "add": "they"
        },
        {
          "t": "that the king"
        },
        {
          "add": "had appointed"
        },
        {
          "t": ", went to Huldah the prophetess, the wife of Shallum the son of Tikvath, the son of Hasrah, keeper of the wardrobe; (now she dwelt in Jerusalem in the college:) and they spake to her to that"
        },
        {
          "add": "effect"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And she answered them, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, Tell ye the man that sent you to me,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Behold, I will bring evil upon this place, and upon the inhabitants thereof,"
        },
        {
          "add": "even"
        },
        {
          "t": "all the curses that are written in the book which they have read before the king of Judah:"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Because they have forsaken me, and have burned incense unto other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath shall be poured out upon this place, and shall not be quenched."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And as for the king of Judah, who sent you to enquire of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", so shall ye say unto him, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel"
        },
        {
          "add": "concerning"
        },
        {
          "t": "the words which thou hast heard;"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Because thine heart was tender, and thou didst humble thyself before God, when thou heardest his words against this place, and against the inhabitants thereof, and humbledst thyself before me, and didst rend thy clothes, and weep before me; I have even heard"
        },
        {
          "add": "thee"
        },
        {
          "t": "also, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Behold, I will gather thee to thy fathers, and thou shalt be gathered to thy grave in peace, neither shall thine eyes see all the evil that I will bring upon this place, and upon the inhabitants of the same. So they brought the king word again."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ Then the king sent and gathered together all the elders of Judah and Jerusalem."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And the king went up into the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and all the men of Judah, and the inhabitants of Jerusalem, and the priests, and the Levites, and all the people, great and small: and he read in their ears all the words of the book of the covenant that was found in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And the king stood in his place, and made a covenant before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to walk after the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and to keep his commandments, and his testimonies, and his statutes, with all his heart, and with all his soul, to perform the words of the covenant which are written in this book."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And he caused all that were present in Jerusalem and Benjamin to stand"
        },
        {
          "add": "to it"
        },
        {
          "t": ". And the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And Josiah took away all the abominations out of all the countries that"
        },
        {
          "add": "pertained"
        },
        {
          "t": "to the children of Israel, and made all that were present in Israel to serve,"
        },
        {
          "add": "even"
        },
        {
          "t": "to serve the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "their God."
        },
        {
          "add": "And"
        },
        {
          "t": "all his days they departed not from following the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the God of their fathers."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "the images: or, the sun images"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "graves: Heb. face of the graves"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "mattocks: or, mauls"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 7
      },
      "text": "into…: Heb. to make powder"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "to floor: or, to rafter"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "by: Heb. by the hand of"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 16
      },
      "text": "to thy…: Heb. to the hand of, etc"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 17
      },
      "text": "gathered together: Heb. poured out, or, melted"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 18
      },
      "text": "it: Heb. in it"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 20
      },
      "text": "Abdon: or, Achbor"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 22
      },
      "text": "Hasrah: also called, Harhas"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 22
      },
      "text": "wardrobe: Heb. garments"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 22
      },
      "text": "in the college: or, in the school, or, in the second part"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 30
      },
      "text": "great…: Heb. from great even to small"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 32
      },
      "text": "present: Heb. found"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 33
      },
      "text": "present: Heb. found"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 33
      },
      "text": "from…: Heb. from after"
    }
  ]
}