{
  "schema": 1,
  "work": "KJV",
  "osis": "Amos",
  "abbr": "AMO",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he said, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will roar from Zion, and utter his voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Damascus, and for four, I will not turn away"
        },
        {
          "add": "the punishment"
        },
        {
          "t": "thereof; because they have threshed Gilead with threshing instruments of iron:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But I will send a fire into the house of Hazael, which shall devour the palaces of Ben-hadad."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "I will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the sceptre from the house of Eden: and the people of Syria shall go into captivity unto Kir, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Gaza, and for four, I will not turn away"
        },
        {
          "add": "the punishment"
        },
        {
          "t": "thereof; because they carried away captive the whole captivity, to deliver"
        },
        {
          "add": "them"
        },
        {
          "t": "up to Edom:"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "But I will send a fire on the wall of Gaza, which shall devour the palaces thereof:"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Tyrus, and for four, I will not turn away"
        },
        {
          "add": "the punishment"
        },
        {
          "t": "thereof; because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "But I will send a fire on the wall of Tyrus, which shall devour the palaces thereof."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Edom, and for four, I will not turn away"
        },
        {
          "add": "the punishment"
        },
        {
          "t": "thereof; because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But I will send a fire upon Teman, which shall devour the palaces of Bozrah."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of the children of Ammon, and for four, I will not turn away"
        },
        {
          "add": "the punishment"
        },
        {
          "t": "thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "But I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And their king shall go into captivity, he and his princes together, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "and…: or, yea, for four"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "turn…: or, convert it, or, let it be quiet"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "the plain…: or, Bikathaven"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "the house…: or, Beth-eden"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "away captive…: or, them away with an entire"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 9
      },
      "text": "the brotherly…: Heb. the covenant of brethren"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "did cast…: Heb. corrupted his compassions"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 13
      },
      "text": "ripped…: or, divided the mountains"
    }
  ]
}