{
  "schema": 1,
  "work": "KJV",
  "osis": "Amos",
  "abbr": "AMO",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "plain": "Thus saith the LORD; For three transgressions of Moab, and for four, I will not turn away the punishment thereof; because he burned the bones of the king of Edom into lime:",
      "tokens": [
        {
          "t": "Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Moab, and for four, I will not turn away "
        },
        {
          "add": "the punishment"
        },
        {
          "t": " thereof; because he burned the bones of the king of Edom into lime: "
        }
      ]
    },
    {
      "v": 2,
      "plain": "But I will send a fire upon Moab, and it shall devour the palaces of Kerioth: and Moab shall die with tumult, with shouting, and with the sound of the trumpet:",
      "tokens": [
        {
          "t": "But I will send a fire upon Moab, and it shall devour the palaces of Kerioth: and Moab shall die with tumult, with shouting, "
        },
        {
          "add": "and"
        },
        {
          "t": " with the sound of the trumpet: "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the LORD.",
      "tokens": [
        {
          "t": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 4,
      "plain": "¶ Thus saith the LORD; For three transgressions of Judah, and for four, I will not turn away the punishment thereof; because they have despised the law of the LORD, and have not kept his commandments, and their lies caused them to err, after the which their fathers have walked:",
      "tokens": [
        {
          "t": "¶ Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Judah, and for four, I will not turn away "
        },
        {
          "add": "the punishment"
        },
        {
          "t": " thereof; because they have despised the law of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and have not kept his commandments, and their lies caused them to err, after the which their fathers have walked: "
        }
      ]
    },
    {
      "v": 5,
      "plain": "But I will send a fire upon Judah, and it shall devour the palaces of Jerusalem.",
      "tokens": [
        {
          "t": "But I will send a fire upon Judah, and it shall devour the palaces of Jerusalem. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ Thus saith the LORD; For three transgressions of Israel, and for four, I will not turn away the punishment thereof; because they sold the righteous for silver, and the poor for a pair of shoes;",
      "tokens": [
        {
          "t": "¶ Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; For three transgressions of Israel, and for four, I will not turn away "
        },
        {
          "add": "the punishment"
        },
        {
          "t": " thereof; because they sold the righteous for silver, and the poor for a pair of shoes; "
        }
      ]
    },
    {
      "v": 7,
      "plain": "That pant after the dust of the earth on the head of the poor, and turn aside the way of the meek: and a man and his father will go in unto the same maid, to profane my holy name:",
      "tokens": [
        {
          "t": "That pant after the dust of the earth on the head of the poor, and turn aside the way of the meek: and a man and his father will go in unto the "
        },
        {
          "add": "same"
        },
        {
          "t": " maid, to profane my holy name: "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And they lay themselves down upon clothes laid to pledge by every altar, and they drink the wine of the condemned in the house of their god.",
      "tokens": [
        {
          "t": "And they lay "
        },
        {
          "add": "themselves"
        },
        {
          "t": " down upon clothes laid to pledge by every altar, and they drink the wine of the condemned "
        },
        {
          "add": "in"
        },
        {
          "t": " the house of their god. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ Yet destroyed I the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath.",
      "tokens": [
        {
          "t": "¶ Yet destroyed I the Amorite before them, whose height "
        },
        {
          "add": "was"
        },
        {
          "t": " like the height of the cedars, and he "
        },
        {
          "add": "was"
        },
        {
          "t": " strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Also I brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite.",
      "tokens": [
        {
          "t": "Also I brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And I raised up of your sons for prophets, and of your young men for Nazarites. Is it not even thus, O ye children of Israel? saith the LORD.",
      "tokens": [
        {
          "t": "And I raised up of your sons for prophets, and of your young men for Nazarites. "
        },
        {
          "add": "Is it"
        },
        {
          "t": " not even thus, O ye children of Israel? saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 12,
      "plain": "But ye gave the Nazarites wine to drink; and commanded the prophets, saying, Prophesy not.",
      "tokens": [
        {
          "t": "But ye gave the Nazarites wine to drink; and commanded the prophets, saying, Prophesy not. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Behold, I am pressed under you, as a cart is pressed that is full of sheaves.",
      "tokens": [
        {
          "t": "Behold, I am pressed under you, as a cart is pressed "
        },
        {
          "add": "that is"
        },
        {
          "t": " full of sheaves. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Therefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself:",
      "tokens": [
        {
          "t": "Therefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself: "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Neither shall he stand that handleth the bow; and he that is swift of foot shall not deliver himself: neither shall he that rideth the horse deliver himself.",
      "tokens": [
        {
          "t": "Neither shall he stand that handleth the bow; and "
        },
        {
          "add": "he that is"
        },
        {
          "t": " swift of foot shall not deliver "
        },
        {
          "add": "himself:"
        },
        {
          "t": " neither shall he that rideth the horse deliver himself. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And he that is courageous among the mighty shall flee away naked in that day, saith the LORD.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "he that is"
        },
        {
          "t": " courageous among the mighty shall flee away naked in that day, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "maid: or, young woman"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "the condemned: or, such as have fined, or, mulcted"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 13
      },
      "text": "I am…: or, I will press your place, as a cart full of sheaves presseth"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 14
      },
      "text": "himself: Heb. his soul, or, life"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "courageous: Heb. strong of his heart"
    }
  ]
}