{
  "schema": 1,
  "work": "KJV",
  "osis": "Amos",
  "abbr": "AMO",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Hear this word, ye kine of Bashan, that"
        },
        {
          "add": "are"
        },
        {
          "t": "in the mountain of Samaria, which oppress the poor, which crush the needy, which say to their masters, Bring, and let us drink."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "The Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "hath sworn by his holiness, that, lo, the days shall come upon you, that he will take you away with hooks, and your posterity with fishhooks."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And ye shall go out at the breaches, every"
        },
        {
          "add": "cow at that which is"
        },
        {
          "t": "before her; and ye shall cast"
        },
        {
          "add": "them"
        },
        {
          "t": "into the palace, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ Come to Beth-el, and transgress; at Gilgal multiply transgression; and bring your sacrifices every morning,"
        },
        {
          "add": "and"
        },
        {
          "t": "your tithes after three years:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And offer a sacrifice of thanksgiving with leaven, and proclaim"
        },
        {
          "add": "and"
        },
        {
          "t": "publish the free offerings: for this liketh you, O ye children of Israel, saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ And I also have given you cleanness of teeth in all your cities, and want of bread in all your places: yet have ye not returned unto me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And also I have withholden the rain from you, when"
        },
        {
          "add": "there were"
        },
        {
          "t": "yet three months to the harvest: and I caused it to rain upon one city, and caused it not to rain upon another city: one piece was rained upon, and the piece whereupon it rained not withered."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "So two"
        },
        {
          "add": "or"
        },
        {
          "t": "three cities wandered unto one city, to drink water; but they were not satisfied: yet have ye not returned unto me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "I have smitten you with blasting and mildew: when your gardens and your vineyards and your fig trees and your olive trees increased, the palmerworm devoured"
        },
        {
          "add": "them:"
        },
        {
          "t": "yet have ye not returned unto me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "I have sent among you the pestilence after the manner of Egypt: your young men have I slain with the sword, and have taken away your horses; and I have made the stink of your camps to come up unto your nostrils: yet have ye not returned unto me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "I have overthrown"
        },
        {
          "add": "some"
        },
        {
          "t": "of you, as God overthrew Sodom and Gomorrah, and ye were as a firebrand plucked out of the burning: yet have ye not returned unto me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Therefore thus will I do unto thee, O Israel:"
        },
        {
          "add": "and"
        },
        {
          "t": "because I will do this unto thee, prepare to meet thy God, O Israel."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "For, lo, he that formeth the mountains, and createth the wind, and declareth unto man what"
        },
        {
          "add": "is"
        },
        {
          "t": "his thought, that maketh the morning darkness, and treadeth upon the high places of the earth, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", The God of hosts,"
        },
        {
          "add": "is"
        },
        {
          "t": "his name."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "cast…: or, cast away the things of the palace"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "three…: Heb. three years of days"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "offer: Heb. offer by burning"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "this…: Heb. so ye love"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 9
      },
      "text": "when…: or, the multitude of your gardens, etc. did the palmerworm"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 10
      },
      "text": "after…: or, in the way"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 10
      },
      "text": "and have…: Heb. with the captivity of your horses"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 13
      },
      "text": "wind: or, spirit"
    }
  ]
}