{
  "schema": 1,
  "work": "KJV",
  "osis": "Dan",
  "abbr": "DAN",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In the third year of the reign of king Belshazzar a vision appeared unto me,"
        },
        {
          "add": "even unto"
        },
        {
          "t": "me Daniel, after that which appeared unto me at the first."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And I saw in a vision; and it came to pass, when I saw, that I"
        },
        {
          "add": "was"
        },
        {
          "t": "at Shushan"
        },
        {
          "add": "in"
        },
        {
          "t": "the palace, which"
        },
        {
          "add": "is"
        },
        {
          "t": "in the province of Elam; and I saw in a vision, and I was by the river of Ulai."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had"
        },
        {
          "add": "two"
        },
        {
          "t": "horns: and the"
        },
        {
          "add": "two"
        },
        {
          "t": "horns"
        },
        {
          "add": "were"
        },
        {
          "t": "high; but one"
        },
        {
          "add": "was"
        },
        {
          "t": "higher than the other, and the higher came up last."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither"
        },
        {
          "add": "was there any"
        },
        {
          "t": "that could deliver out of his hand; but he did according to his will, and became great."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat"
        },
        {
          "add": "had"
        },
        {
          "t": "a notable horn between his eyes."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And he came to the ram that had"
        },
        {
          "add": "two"
        },
        {
          "t": "horns, which I had seen standing before the river, and ran unto him in the fury of his power."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant"
        },
        {
          "add": "land"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And it waxed great,"
        },
        {
          "add": "even"
        },
        {
          "t": "to the host of heaven; and it cast down"
        },
        {
          "add": "some"
        },
        {
          "t": "of the host and of the stars to the ground, and stamped upon them."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Yea, he magnified"
        },
        {
          "add": "himself"
        },
        {
          "t": "even to the prince of the host, and by him the daily"
        },
        {
          "add": "sacrifice"
        },
        {
          "t": "was taken away, and the place of his sanctuary was cast down."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And an host was given"
        },
        {
          "add": "him"
        },
        {
          "t": "against the daily"
        },
        {
          "add": "sacrifice"
        },
        {
          "t": "by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Then I heard one saint speaking, and another saint said unto that certain"
        },
        {
          "add": "saint"
        },
        {
          "t": "which spake, How long"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the vision"
        },
        {
          "add": "concerning"
        },
        {
          "t": "the daily"
        },
        {
          "add": "sacrifice"
        },
        {
          "t": ", and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ And it came to pass, when I,"
        },
        {
          "add": "even"
        },
        {
          "t": "I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And I heard a man’s voice between"
        },
        {
          "add": "the banks of"
        },
        {
          "t": "Ulai, which called, and said, Gabriel, make this"
        },
        {
          "add": "man"
        },
        {
          "t": "to understand the vision."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the vision."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end"
        },
        {
          "add": "shall be"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "The ram which thou sawest having"
        },
        {
          "add": "two"
        },
        {
          "t": "horns"
        },
        {
          "add": "are"
        },
        {
          "t": "the kings of Media and Persia."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the rough goat"
        },
        {
          "add": "is"
        },
        {
          "t": "the king of Grecia: and the great horn that"
        },
        {
          "add": "is"
        },
        {
          "t": "between his eyes"
        },
        {
          "add": "is"
        },
        {
          "t": "the first king."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And through his policy also he shall cause craft to prosper in his hand; and he shall magnify"
        },
        {
          "add": "himself"
        },
        {
          "t": "in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And the vision of the evening and the morning which was told"
        },
        {
          "add": "is"
        },
        {
          "t": "true: wherefore shut thou up the vision; for it"
        },
        {
          "add": "shall be"
        },
        {
          "t": "for many days."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And I Daniel fainted, and was sick"
        },
        {
          "add": "certain"
        },
        {
          "t": "days; afterward I rose up, and did the king’s business; and I was astonished at the vision, but none understood"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "the other: Heb. the second"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "touched…: or, none touched him in the earth"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "a notable…: Heb. a horn of sight"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 10
      },
      "text": "to the host: or, against the host"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "to: or, against"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 11
      },
      "text": "by him: or, from him"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 12
      },
      "text": "an host…: or, the host was given over for the transgression against the daily sacrifice"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 13
      },
      "text": "that…: or, the numberer of secrets, or, the wonderful numberer: Heb. Palmoni"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 13
      },
      "text": "of…: or, making desolate"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 14
      },
      "text": "days: Heb. evening morning"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 14
      },
      "text": "cleansed: Heb. justified"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 18
      },
      "text": "set…: Heb. made me stand upon my standing"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 23
      },
      "text": "are…: Heb. are accomplished"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 24
      },
      "text": "holy…: Heb. people of the holy ones"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 25
      },
      "text": "peace: or, prosperity"
    }
  ]
}