{
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And both Jesus was called, and his disciples, to the marriage."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And when they wanted wine, the mother of Jesus saith unto him, They have no wine."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Jesus saith unto her,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "His mother saith unto the servants, Whatsoever he saith unto you, do"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And they filled them up to the brim."
        },
        {
          "t": "Jesus saith unto them, And they filled them up to the brim."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And they bare"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        },
        {
          "t": "And he saith unto them, And they bare"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse:"
        },
        {
          "add": "but"
        },
        {
          "t": "thou hast kept the good wine until now."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ And the Jews’ passover was at hand, and Jesus went up to Jerusalem,"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers’ money, and overthrew the tables;"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And said unto them that sold doves,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And his disciples remembered that it was written, The zeal of thine house hath eaten me up."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "But he spake of the temple of his body."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ Now when he was in Jerusalem at the passover, in the feast"
        },
        {
          "add": "day"
        },
        {
          "t": ", many believed in his name, when they saw the miracles which he did."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "But Jesus did not commit himself unto them, because he knew all"
        },
        {
          "add": "men"
        },
        {
          "t": ","
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And needed not that any should testify of man: for he knew what was in man."
        }
      ]
    }
  ]
}