{
  "schema": 1,
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 6,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "After these things Jesus went over the sea of Galilee, which is"
        },
        {
          "add": "the sea"
        },
        {
          "t": "of Tiberias."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And a great multitude followed him, because they saw his miracles which he did on them that were diseased."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Jesus went up into a mountain, and there he sat with his disciples."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And the passover, a feast of the Jews, was nigh."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ When Jesus then lifted up"
        },
        {
          "add": "his"
        },
        {
          "t": "eyes, and saw a great company come unto him, he saith unto Philip,"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And this he said to prove him: for he himself knew what he would do."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "One of his disciples, Andrew, Simon Peter’s brother, saith unto him,"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Now there was much grass in the place. So the men sat down, in number about five thousand."
        },
        {
          "t": "And Jesus said, Now there was much grass in the place. So the men sat down, in number about five thousand."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "When they were filled, he said unto his disciples,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Therefore they gathered"
        },
        {
          "add": "them"
        },
        {
          "t": "together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And when even was"
        },
        {
          "add": "now"
        },
        {
          "t": "come, his disciples went down unto the sea,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the sea arose by reason of a great wind that blew."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "But he saith unto them,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Then they willingly received him into the ship: and immediately the ship was at the land whither they went."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but"
        },
        {
          "add": "that"
        },
        {
          "t": "his disciples were gone away alone;"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "(Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Jesus answered them and said,"
        }
      ]
    },
    {
      "v": 27,
      "tokens": null
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Then said they unto him, What shall we do, that we might work the works of God?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Then Jesus said unto them,"
        }
      ]
    },
    {
      "v": 33,
      "tokens": null
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Then said they unto him, Lord, evermore give us this bread."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And Jesus said unto them,"
        }
      ]
    },
    {
      "v": 36,
      "tokens": null
    },
    {
      "v": 37,
      "tokens": null
    },
    {
      "v": 38,
      "tokens": null
    },
    {
      "v": 39,
      "tokens": null
    },
    {
      "v": 40,
      "tokens": null
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "The Jews then murmured at him, because he said, I am the bread which came down from heaven."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?"
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "Jesus therefore answered and said unto them,"
        }
      ]
    },
    {
      "v": 44,
      "tokens": null
    },
    {
      "v": 45,
      "tokens": null
    },
    {
      "v": 46,
      "tokens": null
    },
    {
      "v": 47,
      "tokens": null
    },
    {
      "v": 48,
      "tokens": null
    },
    {
      "v": 49,
      "tokens": null
    },
    {
      "v": 50,
      "tokens": null
    },
    {
      "v": 51,
      "tokens": null
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "The Jews therefore strove among themselves, saying, How can this man give us"
        },
        {
          "add": "his"
        },
        {
          "t": "flesh to eat?"
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "Then Jesus said unto them,"
        }
      ]
    },
    {
      "v": 54,
      "tokens": null
    },
    {
      "v": 55,
      "tokens": null
    },
    {
      "v": 56,
      "tokens": null
    },
    {
      "v": 57,
      "tokens": null
    },
    {
      "v": 58,
      "tokens": null
    },
    {
      "v": 59,
      "tokens": [
        {
          "t": "These things said he in the synagogue, as he taught in Capernaum."
        }
      ]
    },
    {
      "v": 60,
      "tokens": [
        {
          "t": "Many therefore of his disciples, when they had heard"
        },
        {
          "add": "this"
        },
        {
          "t": ", said, This is an hard saying; who can hear it?"
        }
      ]
    },
    {
      "v": 61,
      "tokens": [
        {
          "t": "When Jesus knew in himself that his disciples murmured at it, he said unto them,"
        }
      ]
    },
    {
      "v": 62,
      "tokens": null
    },
    {
      "v": 63,
      "tokens": null
    },
    {
      "v": 64,
      "tokens": [
        {
          "t": "For Jesus knew from the beginning who they were that believed not, and who should betray him."
        },
        {
          "t": "For Jesus knew from the beginning who they were that believed not, and who should betray him."
        }
      ]
    },
    {
      "v": 65,
      "tokens": [
        {
          "t": "And he said,"
        }
      ]
    },
    {
      "v": 66,
      "tokens": [
        {
          "t": "¶ From that"
        },
        {
          "add": "time"
        },
        {
          "t": "many of his disciples went back, and walked no more with him."
        }
      ]
    },
    {
      "v": 67,
      "tokens": [
        {
          "t": "Then said Jesus unto the twelve,"
        }
      ]
    },
    {
      "v": 68,
      "tokens": [
        {
          "t": "Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life."
        }
      ]
    },
    {
      "v": 69,
      "tokens": [
        {
          "t": "And we believe and are sure that thou art that Christ, the Son of the living God."
        }
      ]
    },
    {
      "v": 70,
      "tokens": [
        {
          "t": "Jesus answered them,"
        }
      ]
    },
    {
      "v": 71,
      "tokens": [
        {
          "t": "He spake of Judas Iscariot"
        },
        {
          "add": "the son"
        },
        {
          "t": "of Simon: for he it was that should betray him, being one of the twelve."
        }
      ]
    }
  ]
}