{
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Now the Jews’ feast of tabernacles was at hand."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "His brethren therefore said unto him, Depart hence, and go into Judæa, that thy disciples also may see the works that thou doest."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For"
        },
        {
          "add": "there is"
        },
        {
          "t": "no man"
        },
        {
          "add": "that"
        },
        {
          "t": "doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, shew thyself to the world."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For neither did his brethren believe in him."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then Jesus said unto them,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": null
    },
    {
      "v": 8,
      "tokens": null
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "When he had said these words unto them, he abode"
        },
        {
          "add": "still"
        },
        {
          "t": "in Galilee."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Then the Jews sought him at the feast, and said, Where is he?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceiveth the people."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Howbeit no man spake openly of him for fear of the Jews."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ Now about the midst of the feast Jesus went up into the temple, and taught."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And the Jews marvelled, saying, How knoweth this man letters, having never learned?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Jesus answered them, and said,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": null
    },
    {
      "v": 18,
      "tokens": null
    },
    {
      "v": 19,
      "tokens": null
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "The people answered and said, Thou hast a devil: who goeth about to kill thee?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Jesus answered and said unto them,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": null
    },
    {
      "v": 23,
      "tokens": null
    },
    {
      "v": 24,
      "tokens": null
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Then said some of them of Jerusalem, Is not this he, whom they seek to kill?"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "But, lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Howbeit we know this man whence he is: but when Christ cometh, no man knoweth whence he is."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Then cried Jesus in the temple as he taught, saying,"
        }
      ]
    },
    {
      "v": 29,
      "tokens": null
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Then they sought to take him: but no man laid hands on him, because his hour was not yet come."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this"
        },
        {
          "add": "man"
        },
        {
          "t": "hath done?"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "¶ The Pharisees heard that the people murmured such things concerning him; and the Pharisees and the chief priests sent officers to take him."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "Then said Jesus unto them,"
        }
      ]
    },
    {
      "v": 34,
      "tokens": null
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Then said the Jews among themselves, Whither will he go, that we shall not find him? will he go unto the dispersed among the Gentiles, and teach the Gentiles?"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "What"
        },
        {
          "add": "manner of"
        },
        {
          "t": "saying is this that he said, Ye shall seek me, and shall not find"
        },
        {
          "add": "me"
        },
        {
          "t": ": and where I am,"
        },
        {
          "add": "thither"
        },
        {
          "t": "ye cannot come?"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "In the last day, that great"
        },
        {
          "add": "day"
        },
        {
          "t": "of the feast, Jesus stood and cried, saying,"
        }
      ]
    },
    {
      "v": 38,
      "tokens": null
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "(But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet"
        },
        {
          "add": "given"
        },
        {
          "t": "; because that Jesus was not yet glorified.)"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "¶ Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "Others said, This is the Christ. But some said, Shall Christ come out of Galilee?"
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?"
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "So there was a division among the people because of him."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "And some of them would have taken him; but no man laid hands on him."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "¶ Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?"
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "The officers answered, Never man spake like this man."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "Then answered them the Pharisees, Are ye also deceived?"
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "Have any of the rulers or of the Pharisees believed on him?"
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "But this people who knoweth not the law are cursed."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "Nicodemus saith unto them, (he that came to Jesus by night, being one of them,)"
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "Doth our law judge"
        },
        {
          "add": "any"
        },
        {
          "t": "man, before it hear him, and know what he doeth?"
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "They answered and said unto him, Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet."
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "And every man went unto his own house."
        }
      ]
    }
  ]
}