{
  "schema": 1,
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And as"
        },
        {
          "add": "Jesus"
        },
        {
          "t": "passed by, he saw a man which was blind from"
        },
        {
          "add": "his"
        },
        {
          "t": "birth."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Jesus answered,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": null
    },
    {
      "v": 5,
      "tokens": null
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "(which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing."
        },
        {
          "t": "And said unto him, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Some said, This is he: others"
        },
        {
          "add": "said"
        },
        {
          "t": ", He is like him:"
        },
        {
          "add": "but"
        },
        {
          "t": "he said, I am"
        },
        {
          "add": "he"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Therefore said they unto him, How were thine eyes opened?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Then said they unto him, Where is he? He said, I know not."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ They brought to the Pharisees him that aforetime was blind."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And it was the sabbath day when Jesus made the clay, and opened his eyes."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "His parents answered them and said, We know that this is our son, and that he was born blind:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "These"
        },
        {
          "add": "words"
        },
        {
          "t": "spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Therefore said his parents, He is of age; ask him."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "He answered and said, Whether he be a sinner"
        },
        {
          "add": "or no"
        },
        {
          "t": ", I know not: one thing I know, that, whereas I was blind, now I see."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Then said they to him again, What did he to thee? how opened he thine eyes?"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "He answered them, I have told you already, and ye did not hear: wherefore would ye hear"
        },
        {
          "add": "it"
        },
        {
          "t": "again? will ye also be his disciples?"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "We know that God spake unto Moses:"
        },
        {
          "add": "as for"
        },
        {
          "t": "this"
        },
        {
          "add": "fellow"
        },
        {
          "t": ", we know not from whence he is."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and"
        },
        {
          "add": "yet"
        },
        {
          "t": "he hath opened mine eyes."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Since the world began was it not heard that any man opened the eyes of one that was born blind."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "If this man were not of God, he could do nothing."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Jesus heard that they had cast him out; and when he had found him, he said unto him,"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "He answered and said, Who is he, Lord, that I might believe on him?"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And Jesus said unto him,"
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And he said, Lord, I believe. And he worshipped him."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "¶ And Jesus said,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "some"
        },
        {
          "t": "of the Pharisees which were with him heard these words, and said unto him, Are we blind also?"
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "Jesus said unto them,"
        }
      ]
    }
  ]
}