{
  "schema": 1,
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 12,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then saith one of his disciples, Judas Iscariot, Simon’s"
        },
        {
          "add": "son"
        },
        {
          "t": ", which should betray him,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Why was not this ointment sold for three hundred pence, and given to the poor?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then said Jesus,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": null
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Much people of the Jews therefore knew that he was there: and they came not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ But the chief priests consulted that they might put Lazarus also to death;"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Because that by reason of him many of the Jews went away, and believed on Jesus."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed"
        },
        {
          "add": "is"
        },
        {
          "t": "the King of Israel that cometh in the name of the Lord."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And Jesus, when he had found a young ass, sat thereon; as it is written,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and"
        },
        {
          "add": "that"
        },
        {
          "t": "they had done these things unto him."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For this cause the people also met him, for that they heard that he had done this miracle."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And there were certain Greeks among them that came up to worship at the feast:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And Jesus answered them, saying,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": null
    },
    {
      "v": 25,
      "tokens": null
    },
    {
      "v": 26,
      "tokens": null
    },
    {
      "v": 27,
      "tokens": null
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Then came there a voice from heaven,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", I have both glorified"
        },
        {
          "add": "it"
        },
        {
          "t": ", and will glorify"
        },
        {
          "add": "it"
        },
        {
          "t": "again."
        },
        {
          "t": "Then came there a voice from heaven,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", I have both glorified"
        },
        {
          "add": "it"
        },
        {
          "t": ", and will glorify"
        },
        {
          "add": "it"
        },
        {
          "t": "again."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "The people therefore, that stood by, and heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", said that it thundered: others said, An angel spake to him."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Jesus answered and said,"
        }
      ]
    },
    {
      "v": 31,
      "tokens": null
    },
    {
      "v": 32,
      "tokens": null
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "This he said, signifying what death he should die."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up? who is this Son of man?"
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Then Jesus said unto them,"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "These things spake Jesus, and departed, and did hide himself from them."
        },
        {
          "t": "These things spake Jesus, and departed, and did hide himself from them."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "¶ But though he had done so many miracles before them, yet they believed not on him:"
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "Therefore they could not believe, because that Esaias said again,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "He hath blinded their eyes, and hardened their heart; that they should not see with"
        },
        {
          "add": "their"
        },
        {
          "t": "eyes, nor understand with"
        },
        {
          "add": "their"
        },
        {
          "t": "heart, and be converted, and I should heal them."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "These things said Esaias, when he saw his glory, and spake of him."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "¶ Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess"
        },
        {
          "add": "him"
        },
        {
          "t": ", lest they should be put out of the synagogue:"
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "For they loved the praise of men more than the praise of God."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "¶ Jesus cried and said,"
        }
      ]
    },
    {
      "v": 45,
      "tokens": null
    },
    {
      "v": 46,
      "tokens": null
    },
    {
      "v": 47,
      "tokens": null
    },
    {
      "v": 48,
      "tokens": null
    },
    {
      "v": 49,
      "tokens": null
    },
    {
      "v": 50,
      "tokens": null
    }
  ]
}