{
  "schema": 1,
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "plain": "Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.",
      "tokens": [
        {
          "t": "Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;",
      "tokens": [
        {
          "t": "And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s "
        },
        {
          "add": "son"
        },
        {
          "t": ", to betray him; "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;",
      "tokens": [
        {
          "t": "Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God; "
        }
      ]
    },
    {
      "v": 4,
      "plain": "He riseth from supper, and laid aside his garments; and took a towel, and girded himself.",
      "tokens": [
        {
          "t": "He riseth from supper, and laid aside his garments; and took a towel, and girded himself. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.",
      "tokens": [
        {
          "t": "After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe "
        },
        {
          "add": "them"
        },
        {
          "t": " with the towel wherewith he was girded. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?",
      "tokens": [
        {
          "t": "Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet? "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.",
      "tokens": [
        {
          "t": "Jesus answered and said unto him, "
        },
        {
          "t": "What I do thou knowest not now; but thou shalt know hereafter."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.",
      "tokens": [
        {
          "t": "Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, "
        },
        {
          "t": "If I wash thee not, thou hast no part with me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Simon Peter saith unto him, Lord, not my feet only, but also my hands and my head.",
      "tokens": [
        {
          "t": "Simon Peter saith unto him, Lord, not my feet only, but also "
        },
        {
          "add": "my"
        },
        {
          "t": " hands and "
        },
        {
          "add": "my"
        },
        {
          "t": " head. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.",
      "tokens": [
        {
          "t": "Jesus saith to him, "
        },
        {
          "t": "He that is washed needeth not save to wash "
        },
        {
          "add": "his"
        },
        {
          "t": " feet, but is clean every whit: and ye are clean, but not all."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 11,
      "plain": "For he knew who should betray him; therefore said he, Ye are not all clean.",
      "tokens": [
        {
          "t": "For he knew who should betray him; therefore said he, Ye are not all clean. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?",
      "tokens": [
        {
          "t": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, "
        },
        {
          "t": "Know ye what I have done to you?"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Ye call me Master and Lord: and ye say well; for so I am.",
      "tokens": [
        {
          "t": "Ye call me Master and Lord: and ye say well; for "
        },
        {
          "add": "so"
        },
        {
          "t": " I am."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 14,
      "plain": "If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.",
      "tokens": [
        {
          "t": "If I then, "
        },
        {
          "add": "your"
        },
        {
          "t": " Lord and Master, have washed your feet; ye also ought to wash one another’s feet."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 15,
      "plain": "For I have given you an example, that ye should do as I have done to you.",
      "tokens": [
        {
          "t": "For I have given you an example, that ye should do as I have done to you."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.",
      "tokens": [
        {
          "t": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 17,
      "plain": "If ye know these things, happy are ye if ye do them.",
      "tokens": [
        {
          "t": "If ye know these things, happy are ye if ye do them."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.",
      "tokens": [
        {
          "t": "¶ I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.",
      "tokens": [
        {
          "t": "Now I tell you before it come, that, when it is come to pass, ye may believe that I am "
        },
        {
          "add": "he"
        },
        {
          "t": "."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
      "tokens": [
        {
          "t": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 21,
      "plain": "When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.",
      "tokens": [
        {
          "t": "When Jesus had thus said, he was troubled in spirit, and testified, and said, "
        },
        {
          "t": "Verily, verily, I say unto you, that one of you shall betray me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Then the disciples looked one on another, doubting of whom he spake.",
      "tokens": [
        {
          "t": "Then the disciples looked one on another, doubting of whom he spake. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.",
      "tokens": [
        {
          "t": "Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.",
      "tokens": [
        {
          "t": "Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "He then lying on Jesus’ breast saith unto him, Lord, who is it?",
      "tokens": [
        {
          "t": "He then lying on Jesus’ breast saith unto him, Lord, who is it? "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it to Judas Iscariot, the son of Simon.",
      "tokens": [
        {
          "t": "Jesus answered, "
        },
        {
          "t": "He it is, to whom I shall give a sop, when I have dipped "
        },
        {
          "add": "it"
        },
        {
          "t": "."
        },
        {
          "t": " And when he had dipped the sop, he gave "
        },
        {
          "add": "it"
        },
        {
          "t": " to Judas Iscariot, "
        },
        {
          "add": "the son"
        },
        {
          "t": " of Simon. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.",
      "tokens": [
        {
          "t": "And after the sop Satan entered into him. Then said Jesus unto him, "
        },
        {
          "t": "That thou doest, do quickly."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 28,
      "plain": "Now no man at the table knew for what intent he spake this unto him.",
      "tokens": [
        {
          "t": "Now no man at the table knew for what intent he spake this unto him. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.",
      "tokens": [
        {
          "t": "For some "
        },
        {
          "add": "of them"
        },
        {
          "t": " thought, because Judas had the bag, that Jesus had said unto him, Buy "
        },
        {
          "add": "those things"
        },
        {
          "t": " that we have need of against the feast; or, that he should give something to the poor. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "He then having received the sop went immediately out: and it was night.",
      "tokens": [
        {
          "t": "He then having received the sop went immediately out: and it was night. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "¶ Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.",
      "tokens": [
        {
          "t": "¶ Therefore, when he was gone out, Jesus said, "
        },
        {
          "t": "Now is the Son of man glorified, and God is glorified in him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 32,
      "plain": "If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.",
      "tokens": [
        {
          "t": "If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.",
      "tokens": [
        {
          "t": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 34,
      "plain": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.",
      "tokens": [
        {
          "t": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 35,
      "plain": "By this shall all men know that ye are my disciples, if ye have love one to another.",
      "tokens": [
        {
          "t": "By this shall all "
        },
        {
          "add": "men"
        },
        {
          "t": " know that ye are my disciples, if ye have love one to another."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 36,
      "plain": "¶ Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.",
      "tokens": [
        {
          "t": "¶ Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, "
        },
        {
          "t": "Whither I go, thou canst not follow me now; but thou shalt follow me afterwards."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 37,
      "plain": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.",
      "tokens": [
        {
          "t": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake. "
        }
      ]
    },
    {
      "v": 38,
      "plain": "Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice.",
      "tokens": [
        {
          "t": "Jesus answered him, "
        },
        {
          "t": "Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice."
        },
        {
          "t": " "
        }
      ]
    }
  ]
}