{
  "work": "KJV",
  "osis": "John",
  "abbr": "JHN",
  "chapter": 21,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "After these things Jesus shewed himself again to the disciples at the sea of Tiberias; and on this wise shewed he"
        },
        {
          "add": "himself"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the"
        },
        {
          "add": "sons"
        },
        {
          "t": "of Zebedee, and two other of his disciples."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Simon Peter saith unto them, I go a fishing. They say unto him, We also go with thee. They went forth, and entered into a ship immediately; and that night they caught nothing."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But when the morning was now come, Jesus stood on the shore: but the disciples knew not that it was Jesus."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "They answered him, No."
        },
        {
          "t": "Then Jesus saith unto them, They answered him, No."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "They cast therefore, and now they were not able to draw it for the multitude of fishes."
        },
        {
          "t": "And he said unto them, They cast therefore, and now they were not able to draw it for the multitude of fishes."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt"
        },
        {
          "add": "his"
        },
        {
          "t": "fisher’s coat"
        },
        {
          "add": "unto him"
        },
        {
          "t": ", (for he was naked,) and did cast himself into the sea."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "As soon then as they were come to land, they saw a fire of coals there, and fish laid thereon, and bread."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Jesus saith unto them,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Simon Peter went up, and drew the net to land full of great fishes, an hundred and fifty and three: and for all there were so many, yet was not the net broken."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And none of the disciples durst ask him, Who art thou? knowing that it was the Lord."
        },
        {
          "t": "Jesus saith unto them, And none of the disciples durst ask him, Who art thou? knowing that it was the Lord."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Jesus then cometh, and taketh bread, and giveth them, and fish likewise."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "This is now the third time that Jesus shewed himself to his disciples, after that he was risen from the dead."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him,"
        },
        {
          "t": "¶ So when they had dined, Jesus saith to Simon Peter, He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him,"
        },
        {
          "t": "He saith to him again the second time, He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him,"
        },
        {
          "t": "He saith unto him the third time, Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": null
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Then Peter, turning about, seeth the disciple whom Jesus loved following; which also leaned on his breast at supper, and said, Lord, which is he that betrayeth thee?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Peter seeing him saith to Jesus, Lord, and what"
        },
        {
          "add": "shall"
        },
        {
          "t": "this man"
        },
        {
          "add": "do"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Jesus saith unto him,"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what"
        },
        {
          "add": "is that"
        },
        {
          "t": "to thee?"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "This is the disciple which testifieth of these things, and wrote these things: and we know that his testimony is true."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen."
        }
      ]
    }
  ]
}