{
  "schema": 1,
  "work": "KJV",
  "osis": "Num",
  "abbr": "NUM",
  "chapter": 10,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Make thee two trumpets of silver; of a whole piece shalt thou make them: that thou mayest use them for the calling of the assembly, and for the journeying of the camps."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And when they shall blow with them, all the assembly shall assemble themselves to thee at the door of the tabernacle of the congregation."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And if they blow"
        },
        {
          "add": "but"
        },
        {
          "t": "with one"
        },
        {
          "add": "trumpet"
        },
        {
          "t": ", then the princes,"
        },
        {
          "add": "which are"
        },
        {
          "t": "heads of the thousands of Israel, shall gather themselves unto thee."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "When ye blow an alarm, then the camps that lie on the east parts shall go forward."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "When ye blow an alarm the second time, then the camps that lie on the south side shall take their journey: they shall blow an alarm for their journeys."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "But when the congregation is to be gathered together, ye shall blow, but ye shall not sound an alarm."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And the sons of Aaron, the priests, shall blow with the trumpets; and they shall be to you for an ordinance for ever throughout your generations."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And if ye go to war in your land against the enemy that oppresseth you, then ye shall blow an alarm with the trumpets; and ye shall be remembered before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God, and ye shall be saved from your enemies."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Also in the day of your gladness, and in your solemn days, and in the beginnings of your months, ye shall blow with the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; that they may be to you for a memorial before your God: I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ And it came to pass on the twentieth"
        },
        {
          "add": "day"
        },
        {
          "t": "of the second month, in the second year, that the cloud was taken up from off the tabernacle of the testimony."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the children of Israel took their journeys out of the wilderness of Sinai; and the cloud rested in the wilderness of Paran."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And they first took their journey according to the commandment of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "by the hand of Moses."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ In the first"
        },
        {
          "add": "place"
        },
        {
          "t": "went the standard of the camp of the children of Judah according to their armies: and over his host"
        },
        {
          "add": "was"
        },
        {
          "t": "Nahshon the son of Amminadab."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Issachar"
        },
        {
          "add": "was"
        },
        {
          "t": "Nethaneel the son of Zuar."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Zebulun"
        },
        {
          "add": "was"
        },
        {
          "t": "Eliab the son of Helon."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And the tabernacle was taken down; and the sons of Gershon and the sons of Merari set forward, bearing the tabernacle."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And the standard of the camp of Reuben set forward according to their armies: and over his host"
        },
        {
          "add": "was"
        },
        {
          "t": "Elizur the son of Shedeur."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Simeon"
        },
        {
          "add": "was"
        },
        {
          "t": "Shelumiel the son of Zurishaddai."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Gad"
        },
        {
          "add": "was"
        },
        {
          "t": "Eliasaph the son of Deuel."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And the Kohathites set forward, bearing the sanctuary: and"
        },
        {
          "add": "the other"
        },
        {
          "t": "did set up the tabernacle against they came."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ And the standard of the camp of the children of Ephraim set forward according to their armies: and over his host"
        },
        {
          "add": "was"
        },
        {
          "t": "Elishama the son of Ammihud."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Manasseh"
        },
        {
          "add": "was"
        },
        {
          "t": "Gamaliel the son of Pedahzur."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Benjamin"
        },
        {
          "add": "was"
        },
        {
          "t": "Abidan the son of Gideoni."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And the standard of the camp of the children of Dan set forward,"
        },
        {
          "add": "which was"
        },
        {
          "t": "the rereward of all the camps throughout their hosts: and over his host"
        },
        {
          "add": "was"
        },
        {
          "t": "Ahiezer the son of Ammishaddai."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Asher"
        },
        {
          "add": "was"
        },
        {
          "t": "Pagiel the son of Ocran."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And over the host of the tribe of the children of Naphtali"
        },
        {
          "add": "was"
        },
        {
          "t": "Ahira the son of Enan."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Thus"
        },
        {
          "add": " were"
        },
        {
          "t": "the journeyings of the children of Israel according to their armies, when they set forward."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "¶ And Moses said unto Hobab, the son of Raguel the Midianite, Moses’ father in law, We are journeying unto the place of which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said, I will give it you: come thou with us, and we will do thee good: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath spoken good concerning Israel."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And it shall be, if thou go with us, yea, it shall be, that what goodness the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall do unto us, the same will we do unto thee."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "¶ And they departed from the mount of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "three days’ journey: and the ark of the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "went before them in the three days’ journey, to search out a resting place for them."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And the cloud of the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "was"
        },
        {
          "t": "upon them by day, when they went out of the camp."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And it came to pass, when the ark set forward, that Moses said, Rise up,"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and let thine enemies be scattered; and let them that hate thee flee before thee."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And when it rested, he said, Return, O"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", unto the many thousands of Israel."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 21
      },
      "text": "the other: that is, the Gershonites and the Merarites"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 28
      },
      "text": "Thus: Heb. These"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 36
      },
      "text": "many thousands: Heb. ten thousand thousands"
    }
  ]
}