{
  "schema": 1,
  "work": "KJV",
  "osis": "Num",
  "abbr": "NUM",
  "chapter": 16,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now Korah, the son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took"
        },
        {
          "add": "men:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And they rose up before Moses, with certain of the children of Israel, two hundred and fifty princes of the assembly, famous in the congregation, men of renown:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And they gathered themselves together against Moses and against Aaron, and said unto them,"
        },
        {
          "add": "Ye take"
        },
        {
          "t": "too much upon you, seeing all the congregation"
        },
        {
          "add": "are"
        },
        {
          "t": "holy, every one of them, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "among them: wherefore then lift ye up yourselves above the congregation of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And when Moses heard"
        },
        {
          "add": "it"
        },
        {
          "t": ", he fell upon his face:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And he spake unto Korah and unto all his company, saying, Even to morrow the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will shew who"
        },
        {
          "add": "are"
        },
        {
          "t": "his, and"
        },
        {
          "add": "who is"
        },
        {
          "t": "holy; and will cause"
        },
        {
          "add": "him"
        },
        {
          "t": "to come near unto him: even"
        },
        {
          "add": "him"
        },
        {
          "t": "whom he hath chosen will he cause to come near unto him."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "This do; Take you censers, Korah, and all his company;"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And put fire therein, and put incense in them before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "to morrow: and it shall be"
        },
        {
          "add": "that"
        },
        {
          "t": "the man whom the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "doth choose, he"
        },
        {
          "add": "shall be"
        },
        {
          "t": "holy:"
        },
        {
          "add": "ye take"
        },
        {
          "t": "too much upon you, ye sons of Levi."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And Moses said unto Korah, Hear, I pray you, ye sons of Levi:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "add": "Seemeth it but"
        },
        {
          "t": "a small thing unto you, that the God of Israel hath separated you from the congregation of Israel, to bring you near to himself to do the service of the tabernacle of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and to stand before the congregation to minister unto them?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And he hath brought thee near"
        },
        {
          "add": "to him"
        },
        {
          "t": ", and all thy brethren the sons of Levi with thee: and seek ye the priesthood also?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "For which cause"
        },
        {
          "add": "both"
        },
        {
          "t": "thou and all thy company"
        },
        {
          "add": "are"
        },
        {
          "t": "gathered together against the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and what"
        },
        {
          "add": "is"
        },
        {
          "t": "Aaron, that ye murmur against him?"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And Moses sent to call Dathan and Abiram, the sons of Eliab: which said, We will not come up:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "add": "Is it"
        },
        {
          "t": "a small thing that thou hast brought us up out of a land that floweth with milk and honey, to kill us in the wilderness, except thou make thyself altogether a prince over us?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Moreover thou hast not brought us into a land that floweth with milk and honey, or given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And Moses was very wroth, and said unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Respect not thou their offering: I have not taken one ass from them, neither have I hurt one of them."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And Moses said unto Korah, Be thou and all thy company before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", thou, and they, and Aaron, to morrow:"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And take every man his censer, and put incense in them, and bring ye before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "every man his censer, two hundred and fifty censers; thou also, and Aaron, each"
        },
        {
          "add": "of you"
        },
        {
          "t": "his censer."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And they took every man his censer, and put fire in them, and laid incense thereon, and stood in the door of the tabernacle of the congregation with Moses and Aaron."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And Korah gathered all the congregation against them unto the door of the tabernacle of the congregation: and the glory of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "appeared unto all the congregation."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses and unto Aaron, saying,"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Separate yourselves from among this congregation, that I may consume them in a moment."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be wroth with all the congregation?"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Speak unto the congregation, saying, Get you up from about the tabernacle of Korah, Dathan, and Abiram."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And Moses rose up and went unto Dathan and Abiram; and the elders of Israel followed him."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And he spake unto the congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest ye be consumed in all their sins."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "So they gat up from the tabernacle of Korah, Dathan, and Abiram, on every side: and Dathan and Abiram came out, and stood in the door of their tents, and their wives, and their sons, and their little children."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And Moses said, Hereby ye shall know that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath sent me to do all these works; for"
        },
        {
          "add": "I have"
        },
        {
          "t": "not"
        },
        {
          "add": "done them"
        },
        {
          "t": "of mine own mind."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "If these men die the common death of all men, or if they be visited after the visitation of all men;"
        },
        {
          "add": "then"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath not sent me."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "But if the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "make a new thing, and the earth open her mouth, and swallow them up, with all that"
        },
        {
          "add": "appertain"
        },
        {
          "t": "unto them, and they go down quick into the pit; then ye shall understand that these men have provoked the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "¶ And it came to pass, as he had made an end of speaking all these words, that the ground clave asunder that"
        },
        {
          "add": "was"
        },
        {
          "t": "under them:"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And the earth opened her mouth, and swallowed them up, and their houses, and all the men that"
        },
        {
          "add": "appertained"
        },
        {
          "t": "unto Korah, and all"
        },
        {
          "add": "their"
        },
        {
          "t": "goods."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "They, and all that"
        },
        {
          "add": "appertained"
        },
        {
          "t": "to them, went down alive into the pit, and the earth closed upon them: and they perished from among the congregation."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And all Israel that"
        },
        {
          "add": "were"
        },
        {
          "t": "round about them fled at the cry of them: for they said, Lest the earth swallow us up"
        },
        {
          "add": "also"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And there came out a fire from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and consumed the two hundred and fifty men that offered incense."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "Speak unto Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter thou the fire yonder; for they are hallowed."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "The censers of these sinners against their own souls, let them make them broad plates"
        },
        {
          "add": "for"
        },
        {
          "t": "a covering of the altar: for they offered them before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", therefore they are hallowed: and they shall be a sign unto the children of Israel."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And Eleazar the priest took the brasen censers, wherewith they that were burnt had offered; and they were made broad"
        },
        {
          "add": "plates for"
        },
        {
          "t": "a covering of the altar:"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "add": "To be"
        },
        {
          "t": "a memorial unto the children of Israel, that no stranger, which"
        },
        {
          "add": "is"
        },
        {
          "t": "not of the seed of Aaron, come near to offer incense before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; that he be not as Korah, and as his company: as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said to him by the hand of Moses."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "¶ But on the morrow all the congregation of the children of Israel murmured against Moses and against Aaron, saying, Ye have killed the people of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And it came to pass, when the congregation was gathered against Moses and against Aaron, that they looked toward the tabernacle of the congregation: and, behold, the cloud covered it, and the glory of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "appeared."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And Moses and Aaron came before the tabernacle of the congregation."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Get you up from among this congregation, that I may consume them as in a moment. And they fell upon their faces."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "¶ And Moses said unto Aaron, Take a censer, and put fire therein from off the altar, and put on incense, and go quickly unto the congregation, and make an atonement for them: for there is wrath gone out from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; the plague is begun."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "And Aaron took as Moses commanded, and ran into the midst of the congregation; and, behold, the plague was begun among the people: and he put on incense, and made an atonement for the people."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "And he stood between the dead and the living; and the plague was stayed."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "Now they that died in the plague were fourteen thousand and seven hundred, beside them that died about the matter of Korah."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "And Aaron returned unto Moses unto the door of the tabernacle of the congregation: and the plague was stayed."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "Ye take…: Heb. It is much for you"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 14
      },
      "text": "put…: Heb. bore out"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 29
      },
      "text": "the common…: Heb. as every man dieth"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 30
      },
      "text": "make…: Heb. create a creature"
    }
  ]
}