{
  "schema": 1,
  "work": "KJV",
  "osis": "Num",
  "abbr": "NUM",
  "chapter": 18,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto Aaron, Thou and thy sons and thy father’s house with thee shall bear the iniquity of the sanctuary: and thou and thy sons with thee shall bear the iniquity of your priesthood."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And thy brethren also of the tribe of Levi, the tribe of thy father, bring thou with thee, that they may be joined unto thee, and minister unto thee: but thou and thy sons with thee"
        },
        {
          "add": "shall minister"
        },
        {
          "t": "before the tabernacle of witness."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And they shall keep thy charge, and the charge of all the tabernacle: only they shall not come nigh the vessels of the sanctuary and the altar, that neither they, nor ye also, die."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And they shall be joined unto thee, and keep the charge of the tabernacle of the congregation, for all the service of the tabernacle: and a stranger shall not come nigh unto you."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And ye shall keep the charge of the sanctuary, and the charge of the altar: that there be no wrath any more upon the children of Israel."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And I, behold, I have taken your brethren the Levites from among the children of Israel: to you"
        },
        {
          "add": "they are"
        },
        {
          "t": "given"
        },
        {
          "add": "as"
        },
        {
          "t": "a gift for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to do the service of the tabernacle of the congregation."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Therefore thou and thy sons with thee shall keep your priest’s office for every thing of the altar, and within the vail; and ye shall serve: I have given your priest’s office"
        },
        {
          "add": "unto you"
        },
        {
          "t": "as a service of gift: and the stranger that cometh nigh shall be put to death."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Aaron, Behold, I also have given thee the charge of mine heave offerings of all the hallowed things of the children of Israel; unto thee have I given them by reason of the anointing, and to thy sons, by an ordinance for ever."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "This shall be thine of the most holy things,"
        },
        {
          "add": "reserved"
        },
        {
          "t": "from the fire: every oblation of theirs, every meat offering of theirs, and every sin offering of theirs, and every trespass offering of theirs, which they shall render unto me,"
        },
        {
          "add": "shall be"
        },
        {
          "t": "most holy for thee and for thy sons."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "In the most holy"
        },
        {
          "add": "place"
        },
        {
          "t": "shalt thou eat it; every male shall eat it: it shall be holy unto thee."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And this"
        },
        {
          "add": "is"
        },
        {
          "t": "thine; the heave offering of their gift, with all the wave offerings of the children of Israel: I have given them unto thee, and to thy sons and to thy daughters with thee, by a statute for ever: every one that is clean in thy house shall eat of it."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "All the best of the oil, and all the best of the wine, and of the wheat, the firstfruits of them which they shall offer unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", them have I given thee."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": "whatsoever is first ripe in the land, which they shall bring unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", shall be thine; every one that is clean in thine house shall eat"
        },
        {
          "add": "of"
        },
        {
          "t": "it."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Every thing devoted in Israel shall be thine."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Every thing that openeth the matrix in all flesh, which they bring unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        },
        {
          "add": "whether it be"
        },
        {
          "t": "of men or beasts, shall be thine: nevertheless the firstborn of man shalt thou surely redeem, and the firstling of unclean beasts shalt thou redeem."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And those that are to be redeemed from a month old shalt thou redeem, according to thine estimation, for the money of five shekels, after the shekel of the sanctuary, which"
        },
        {
          "add": "is"
        },
        {
          "t": "twenty gerahs."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But the firstling of a cow, or the firstling of a sheep, or the firstling of a goat, thou shalt not redeem; they"
        },
        {
          "add": "are"
        },
        {
          "t": "holy: thou shalt sprinkle their blood upon the altar, and shalt burn their fat"
        },
        {
          "add": "for"
        },
        {
          "t": "an offering made by fire, for a sweet savour unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And the flesh of them shall be thine, as the wave breast and as the right shoulder are thine."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "All the heave offerings of the holy things, which the children of Israel offer unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", have I given thee, and thy sons and thy daughters with thee, by a statute for ever: it"
        },
        {
          "add": "is"
        },
        {
          "t": "a covenant of salt for ever before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto thee and to thy seed with thee."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Aaron, Thou shalt have no inheritance in their land, neither shalt thou have any part among them: I"
        },
        {
          "add": "am"
        },
        {
          "t": "thy part and thine inheritance among the children of Israel."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And, behold, I have given the children of Levi all the tenth in Israel for an inheritance, for their service which they serve,"
        },
        {
          "add": "even"
        },
        {
          "t": "the service of the tabernacle of the congregation."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Neither must the children of Israel henceforth come nigh the tabernacle of the congregation, lest they bear sin, and die."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "But the Levites shall do the service of the tabernacle of the congregation, and they shall bear their iniquity:"
        },
        {
          "add": "it shall be"
        },
        {
          "t": "a statute for ever throughout your generations, that among the children of Israel they have no inheritance."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "But the tithes of the children of Israel, which they offer"
        },
        {
          "add": "as"
        },
        {
          "t": "an heave offering unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", I have given to the Levites to inherit: therefore I have said unto them, Among the children of Israel they shall have no inheritance."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spake unto Moses, saying,"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Thus speak unto the Levites, and say unto them, When ye take of the children of Israel the tithes which I have given you from them for your inheritance, then ye shall offer up an heave offering of it for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        },
        {
          "add": "even"
        },
        {
          "t": "a tenth"
        },
        {
          "add": "part"
        },
        {
          "t": "of the tithe."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "this"
        },
        {
          "t": "your heave offering shall be reckoned unto you, as though"
        },
        {
          "add": "it were"
        },
        {
          "t": "the corn of the threshingfloor, and as the fulness of the winepress."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Thus ye also shall offer an heave offering unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of all your tithes, which ye receive of the children of Israel; and ye shall give thereof the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "heave offering to Aaron the priest."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Out of all your gifts ye shall offer every heave offering of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", of all the best thereof,"
        },
        {
          "add": "even"
        },
        {
          "t": "the hallowed part thereof out of it."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Therefore thou shalt say unto them, When ye have heaved the best thereof from it, then it shall be counted unto the Levites as the increase of the threshingfloor, and as the increase of the winepress."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And ye shall eat it in every place, ye and your households: for it"
        },
        {
          "add": "is"
        },
        {
          "t": "your reward for your service in the tabernacle of the congregation."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And ye shall bear no sin by reason of it, when ye have heaved from it the best of it: neither shall ye pollute the holy things of the children of Israel, lest ye die."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 12
      },
      "text": "best: Heb. fat"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 22
      },
      "text": "and die: Heb. to die"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 29
      },
      "text": "best: Heb. fat"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 30
      },
      "text": "best: Heb. fat"
    }
  ]
}