{
  "work": "KJV",
  "osis": "Num",
  "abbr": "NUM",
  "chapter": 23,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And Balaam said unto Balak, Build me here seven altars, and prepare me here seven oxen and seven rams."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Balak did as Balaam had spoken; and Balak and Balaam offered on"
        },
        {
          "add": "every"
        },
        {
          "t": "altar a bullock and a ram."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Balaam said unto Balak, Stand by thy burnt offering, and I will go: peradventure the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will come to meet me: and whatsoever he sheweth me I will tell thee. And he went to an high place."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And God met Balaam: and he said unto him, I have prepared seven altars, and I have offered upon"
        },
        {
          "add": "every"
        },
        {
          "t": "altar a bullock and a ram."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "put a word in Balaam’s mouth, and said, Return unto Balak, and thus thou shalt speak."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And he returned unto him, and, lo, he stood by his burnt sacrifice, he, and all the princes of Moab."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And he took up his parable, and said, Balak the king of Moab hath brought me from Aram, out of the mountains of the east,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", Come, curse me Jacob, and come, defy Israel."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "How shall I curse, whom God hath not cursed? or how shall I defy,"
        },
        {
          "add": "whom"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath not defied?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For from the top of the rocks I see him, and from the hills I behold him: lo, the people shall dwell alone, and shall not be reckoned among the nations."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Who can count the dust of Jacob, and the number of the fourth"
        },
        {
          "add": "part"
        },
        {
          "t": "of Israel? Let me die the death of the righteous, and let my last end be like his!"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And Balak said unto Balaam, What hast thou done unto me? I took thee to curse mine enemies, and, behold, thou hast blessed"
        },
        {
          "add": "them"
        },
        {
          "t": "altogether."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And he answered and said, Must I not take heed to speak that which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath put in my mouth?"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And Balak said unto him, Come, I pray thee, with me unto another place, from whence thou mayest see them: thou shalt see but the utmost part of them, and shalt not see them all: and curse me them from thence."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "¶ And he brought him into the field of Zophim, to the top of Pisgah, and built seven altars, and offered a bullock and a ram on"
        },
        {
          "add": "every"
        },
        {
          "t": "altar."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And he said unto Balak, Stand here by thy burnt offering, while I meet"
        },
        {
          "add": "the Lord"
        },
        {
          "t": "yonder."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "met Balaam, and put a word in his mouth, and said, Go again unto Balak, and say thus."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And when he came to him, behold, he stood by his burnt offering, and the princes of Moab with him. And Balak said unto him, What hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "spoken?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And he took up his parable, and said, Rise up, Balak, and hear; hearken unto me, thou son of Zippor:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "God"
        },
        {
          "add": "is"
        },
        {
          "t": "not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do"
        },
        {
          "add": "it"
        },
        {
          "t": "? or hath he spoken, and shall he not make it good?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Behold, I have received"
        },
        {
          "add": "commandment"
        },
        {
          "t": "to bless: and he hath blessed; and I cannot reverse it."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "He hath not beheld iniquity in Jacob, neither hath he seen perverseness in Israel: the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "his God"
        },
        {
          "add": "is"
        },
        {
          "t": "with him, and the shout of a king"
        },
        {
          "add": "is"
        },
        {
          "t": "among them."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "God brought them out of Egypt; he hath as it were the strength of an unicorn."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Surely"
        },
        {
          "add": "there is"
        },
        {
          "t": "no enchantment against Jacob, neither"
        },
        {
          "add": "is there"
        },
        {
          "t": "any divination against Israel: according to this time it shall be said of Jacob and of Israel, What hath God wrought!"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Behold, the people shall rise up as a great lion, and lift up himself as a young lion: he shall not lie down until he eat"
        },
        {
          "add": "of"
        },
        {
          "t": "the prey, and drink the blood of the slain."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "¶ And Balak said unto Balaam, Neither curse them at all, nor bless them at all."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "But Balaam answered and said unto Balak, Told not I thee, saying, All that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "speaketh, that I must do?"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "¶ And Balak said unto Balaam, Come, I pray thee, I will bring thee unto another place; peradventure it will please God that thou mayest curse me them from thence."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And Balak brought Balaam unto the top of Peor, that looketh toward Jeshimon."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And Balaam said unto Balak, Build me here seven altars, and prepare me here seven bullocks and seven rams."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And Balak did as Balaam had said, and offered a bullock and a ram on"
        },
        {
          "add": "every"
        },
        {
          "t": "altar."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "to an…: or, solitary"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 10
      },
      "text": "me: Heb. my soul, or, my life"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 14
      },
      "text": "Pisgah: or, the hill"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 23
      },
      "text": "against: or, in"
    }
  ]
}