{
  "schema": 1,
  "work": "KJV",
  "osis": "Num",
  "abbr": "NUM",
  "chapter": 25,
  "verses": [
    {
      "v": 1,
      "plain": "And Israel abode in Shittim, and the people began to commit whoredom with the daughters of Moab.",
      "tokens": [
        {
          "t": "And Israel abode in Shittim, and the people began to commit whoredom with the daughters of Moab. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And they called the people unto the sacrifices of their gods: and the people did eat, and bowed down to their gods.",
      "tokens": [
        {
          "t": "And they called the people unto the sacrifices of their gods: and the people did eat, and bowed down to their gods. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And Israel joined himself unto Baal-peor: and the anger of the LORD was kindled against Israel.",
      "tokens": [
        {
          "t": "And Israel joined himself unto Baal-peor: and the anger of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " was kindled against Israel. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And the LORD said unto Moses, Take all the heads of the people, and hang them up before the LORD against the sun, that the fierce anger of the LORD may be turned away from Israel.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " said unto Moses, Take all the heads of the people, and hang them up before the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " against the sun, that the fierce anger of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " may be turned away from Israel. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor.",
      "tokens": [
        {
          "t": "And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, who were weeping before the door of the tabernacle of the congregation.",
      "tokens": [
        {
          "t": "¶ And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, who "
        },
        {
          "add": "were"
        },
        {
          "t": " weeping "
        },
        {
          "add": "before"
        },
        {
          "t": " the door of the tabernacle of the congregation. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from among the congregation, and took a javelin in his hand;",
      "tokens": [
        {
          "t": "And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw "
        },
        {
          "add": "it"
        },
        {
          "t": ", he rose up from among the congregation, and took a javelin in his hand; "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And he went after the man of Israel into the tent, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel.",
      "tokens": [
        {
          "t": "And he went after the man of Israel into the tent, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And those that died in the plague were twenty and four thousand.",
      "tokens": [
        {
          "t": "And those that died in the plague were twenty and four thousand. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Phinehas, the son of Eleazar, the son of Aaron the priest, hath turned my wrath away from the children of Israel, while he was zealous for my sake among them, that I consumed not the children of Israel in my jealousy.",
      "tokens": [
        {
          "t": "Phinehas, the son of Eleazar, the son of Aaron the priest, hath turned my wrath away from the children of Israel, while he was zealous for my sake among them, that I consumed not the children of Israel in my jealousy. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Wherefore say, Behold, I give unto him my covenant of peace:",
      "tokens": [
        {
          "t": "Wherefore say, Behold, I give unto him my covenant of peace: "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And he shall have it, and his seed after him, even the covenant of an everlasting priesthood; because he was zealous for his God, and made an atonement for the children of Israel.",
      "tokens": [
        {
          "t": "And he shall have it, and his seed after him, "
        },
        {
          "add": "even"
        },
        {
          "t": " the covenant of an everlasting priesthood; because he was zealous for his God, and made an atonement for the children of Israel. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Now the name of the Israelite that was slain, even that was slain with the Midianitish woman, was Zimri, the son of Salu, a prince of a chief house among the Simeonites.",
      "tokens": [
        {
          "t": "Now the name of the Israelite that was slain, "
        },
        {
          "add": "even"
        },
        {
          "t": " that was slain with the Midianitish woman, "
        },
        {
          "add": "was"
        },
        {
          "t": " Zimri, the son of Salu, a prince of a chief house among the Simeonites. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And the name of the Midianitish woman that was slain was Cozbi, the daughter of Zur; he was head over a people, and of a chief house in Midian.",
      "tokens": [
        {
          "t": "And the name of the Midianitish woman that was slain "
        },
        {
          "add": "was"
        },
        {
          "t": " Cozbi, the daughter of Zur; he "
        },
        {
          "add": "was"
        },
        {
          "t": " head over a people, "
        },
        {
          "add": "and"
        },
        {
          "t": " of a chief house in Midian. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ And the LORD spake unto Moses, saying,",
      "tokens": [
        {
          "t": "¶ And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake unto Moses, saying, "
        }
      ]
    },
    {
      "v": 17,
      "plain": "Vex the Midianites, and smite them:",
      "tokens": [
        {
          "t": "Vex the Midianites, and smite them: "
        }
      ]
    },
    {
      "v": 18,
      "plain": "For they vex you with their wiles, wherewith they have beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, which was slain in the day of the plague for Peor’s sake.",
      "tokens": [
        {
          "t": "For they vex you with their wiles, wherewith they have beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, which was slain in the day of the plague for Peor’s sake. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 11
      },
      "text": "for…: Heb. with my zeal"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 14
      },
      "text": "chief…: Heb. house of a father"
    }
  ]
}