{
  "schema": 1,
  "work": "KJV",
  "osis": "Num",
  "abbr": "NUM",
  "chapter": 36,
  "verses": [
    {
      "v": 1,
      "plain": "And the chief fathers of the families of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near, and spake before Moses, and before the princes, the chief fathers of the children of Israel:",
      "tokens": [
        {
          "t": "And the chief fathers of the families of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near, and spake before Moses, and before the princes, the chief fathers of the children of Israel: "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And they said, The LORD commanded my lord to give the land for an inheritance by lot to the children of Israel: and my lord was commanded by the LORD to give the inheritance of Zelophehad our brother unto his daughters.",
      "tokens": [
        {
          "t": "And they said, The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " commanded my lord to give the land for an inheritance by lot to the children of Israel: and my lord was commanded by the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " to give the inheritance of Zelophehad our brother unto his daughters. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And if they be married to any of the sons of the other tribes of the children of Israel, then shall their inheritance be taken from the inheritance of our fathers, and shall be put to the inheritance of the tribe whereunto they are received: so shall it be taken from the lot of our inheritance.",
      "tokens": [
        {
          "t": "And if they be married to any of the sons of the "
        },
        {
          "add": "other"
        },
        {
          "t": " tribes of the children of Israel, then shall their inheritance be taken from the inheritance of our fathers, and shall be put to the inheritance of the tribe whereunto they are received: so shall it be taken from the lot of our inheritance. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And when the jubile of the children of Israel shall be, then shall their inheritance be put unto the inheritance of the tribe whereunto they are received: so shall their inheritance be taken away from the inheritance of the tribe of our fathers.",
      "tokens": [
        {
          "t": "And when the jubile of the children of Israel shall be, then shall their inheritance be put unto the inheritance of the tribe whereunto they are received: so shall their inheritance be taken away from the inheritance of the tribe of our fathers. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "And Moses commanded the children of Israel according to the word of the LORD, saying, The tribe of the sons of Joseph hath said well.",
      "tokens": [
        {
          "t": "And Moses commanded the children of Israel according to the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", saying, The tribe of the sons of Joseph hath said well. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "This is the thing which the LORD doth command concerning the daughters of Zelophehad, saying, Let them marry to whom they think best; only to the family of the tribe of their father shall they marry.",
      "tokens": [
        {
          "t": "This "
        },
        {
          "add": "is"
        },
        {
          "t": " the thing which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " doth command concerning the daughters of Zelophehad, saying, Let them marry to whom they think best; only to the family of the tribe of their father shall they marry. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "So shall not the inheritance of the children of Israel remove from tribe to tribe: for every one of the children of Israel shall keep himself to the inheritance of the tribe of his fathers.",
      "tokens": [
        {
          "t": "So shall not the inheritance of the children of Israel remove from tribe to tribe: for every one of the children of Israel shall keep himself to the inheritance of the tribe of his fathers. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And every daughter, that possesseth an inheritance in any tribe of the children of Israel, shall be wife unto one of the family of the tribe of her father, that the children of Israel may enjoy every man the inheritance of his fathers.",
      "tokens": [
        {
          "t": "And every daughter, that possesseth an inheritance in any tribe of the children of Israel, shall be wife unto one of the family of the tribe of her father, that the children of Israel may enjoy every man the inheritance of his fathers. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Neither shall the inheritance remove from one tribe to another tribe; but every one of the tribes of the children of Israel shall keep himself to his own inheritance.",
      "tokens": [
        {
          "t": "Neither shall the inheritance remove from "
        },
        {
          "add": "one"
        },
        {
          "t": " tribe to another tribe; but every one of the tribes of the children of Israel shall keep himself to his own inheritance. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Even as the LORD commanded Moses, so did the daughters of Zelophehad:",
      "tokens": [
        {
          "t": "Even as the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " commanded Moses, so did the daughters of Zelophehad: "
        }
      ]
    },
    {
      "v": 11,
      "plain": "For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the daughters of Zelophehad, were married unto their father’s brothers’ sons:",
      "tokens": [
        {
          "t": "For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the daughters of Zelophehad, were married unto their father’s brothers’ sons: "
        }
      ]
    },
    {
      "v": 12,
      "plain": "And they were married into the families of the sons of Manasseh the son of Joseph, and their inheritance remained in the tribe of the family of their father.",
      "tokens": [
        {
          "add": "And"
        },
        {
          "t": " they were married into the families of the sons of Manasseh the son of Joseph, and their inheritance remained in the tribe of the family of their father. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "These are the commandments and the judgments, which the LORD commanded by the hand of Moses unto the children of Israel in the plains of Moab by Jordan near Jericho.",
      "tokens": [
        {
          "t": "These "
        },
        {
          "add": "are"
        },
        {
          "t": " the commandments and the judgments, which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " commanded by the hand of Moses unto the children of Israel in the plains of Moab by Jordan "
        },
        {
          "add": "near"
        },
        {
          "t": " Jericho. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "whereunto…: Heb. unto whom they shall be"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "whereunto…: Heb. unto whom they shall be"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "marry: Heb. be wives"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 7
      },
      "text": "keep…: Heb. cleave to the, etc"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 12
      },
      "text": "into…: Heb. to some that were of the families"
    }
  ]
}