{
  "work": "KJV",
  "osis": "1 Macc",
  "abbr": "1MA",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In those days arose Mattathias the son of John, the son of Simeon, a priest of the sons of Joarib, from Jerusalem, and dwelt in Modin."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he had five sons, Joannan, called Caddis:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Simon; called Thassi:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Judas, who was called Maccabeus:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Eleazar, called Avaran: and Jonathan, whose surname was Apphus."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And when he saw the blasphemies that were committed in Juda and Jerusalem,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "He said, Woe is me! wherefore was I born to see this misery of my people, and of the holy city, and to dwell there, when it was delivered into the hand of the enemy, and the sanctuary into the hand of strangers?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Her temple is become as a man without glory."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Her glorious vessels are carried away into captivity, her infants are slain in the streets, her young men with the sword of the enemy."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "What nation hath not had a part in her kingdom and gotten of her spoils?"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "All her ornaments are taken away; of a free woman she is become a bondslave."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And, behold, our sanctuary, even our beauty and our glory, is laid waste, and the Gentiles have profaned it."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "To what end therefore shall we live any longer?"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then Mattathias and his sons rent their clothes, and put on sackcloth, and mourned very sore."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "In the mean while the king’s officers, such as compelled the people to revolt, came into the city Modin, to make them sacrifice."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And when many of Israel came unto them, Mattathias also and his sons came together."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then answered the king’s officers, and said to Mattathias on this wise, Thou art a ruler, and an honourable and great man in this city, and strengthened with sons and brethren:"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Now therefore come thou first, and fulfil the king’s commandment, like as all the heathen have done, yea, and the men of Juda also, and such as remain at Jerusalem: so shalt thou and thy house be in the number of the king’s friends, and thou and thy children shall be honoured with silver and gold, and many rewards."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then Mattathias answered and spake with a loud voice, Though all the nations that are under the king’s dominion obey him, and fall away every one from the religion of their fathers, and give consent to his commandments:"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Yet will I and my sons and my brethren walk in the covenant of our fathers."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "God forbid that we should forsake the law and the ordinances."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "We will not hearken to the king’s words, to go from our religion, either on the right hand, or the left."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Now when he had left speaking these words, there came one of the Jews in the sight of all to sacrifice on the altar which was at Modin, according to the king’s commandment."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Which thing when Mattathias saw, he was inflamed with zeal, and his reins trembled, neither could he forbear to shew his anger according to judgment: wherefore he ran, and slew him upon the altar."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Also the king’s commissioner, who compelled men to sacrifice, he killed at that time, and the altar he pulled down."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Thus dealt he zealously for the law of God like as Phinees did unto Zambri the son of Salom."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And Mattathias cried throughout the city with a loud voice, saying, Whosoever is zealous of the law, and maintaineth the covenant, let him follow me."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "So he and his sons fled into the mountains, and left all that ever they had in the city."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Then many that sought after justice and judgment went down into the wilderness, to dwell there:"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Both they, and their children, and their wives; and their cattle; because afflictions increased sore upon them."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Now when it was told the king’s servants, and the host that was at Jerusalem, in the city of David, that certain men, who had broken the king’s commandment, were gone down into the secret places in the wilderness,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "They pursued after them a great number, and having overtaken them, they camped against them, and made war against them on the sabbath day."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And they said unto them, Let that which ye have done hitherto suffice; come forth, and do according to the commandment of the king, and ye shall live."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "But they said, We will not come forth, neither will we do the king’s commandment, to profane the sabbath day."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "So then they gave them the battle with all speed."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "Howbeit they answered them not, neither cast they a stone at them, nor stopped the places where they lay hid;"
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "But said, Let us die all in our innocency: heaven and earth will testify for us, that ye put us to death wrongfully."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "So they rose up against them in battle on the sabbath, and they slew them, with their wives and children and their cattle, to the number of a thousand people."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "Now when Mattathias and his friends understood hereof, they mourned for them right sore."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And one of them said to another, If we all do as our brethren have done, and fight not for our lives and laws against the heathen, they will now quickly root us out of the earth."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "At that time therefore they decreed, saying, Whosoever shall come to make battle with us on the sabbath day, we will fight against him; neither will we die all, as our brethren that were murdered in the secret places."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "Then came there unto him a company of Assideans who were mighty men of Israel, even all such as were voluntarily devoted unto the law."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "Also all they that fled for persecution joined themselves unto them, and were a stay unto them."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "So they joined their forces, and smote sinful men in their anger, and wicked men in their wrath: but the rest fled to the heathen for succour."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Then Mattathias and his friends went round about, and pulled down the altars:"
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "And what children soever they found within the coast of Israel uncircumcised, those they circumcised valiantly."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "They pursued also after the proud men, and the work prospered in their hand."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "So they recovered the law out of the hand of the Gentiles, and out of the hand of kings, neither suffered they the sinner to triumph."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "Now when the time drew near that Mattathias should die, he said unto his sons, Now hath pride and rebuke gotten strength, and the time of destruction, and the wrath of indignation:"
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "Now therefore, my sons, be ye zealous for the law, and give your lives for the covenant of your fathers."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "Call to remembrance what acts our fathers did in their time; so shall ye receive great honour and an everlasting name."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "Was not Abraham found faithful in temptation, and it was imputed unto him for righteousness?"
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "Joseph in the time of his distress kept the commandment and was made lord of Egypt."
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "Phinees our father in being zealous and fervent obtained the covenant of an everlasting priesthood."
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "Jesus for fulfilling the word was made a judge in Israel."
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "Caleb for bearing witness before the congregation received the heritage of the land."
        }
      ]
    },
    {
      "v": 57,
      "tokens": [
        {
          "t": "David for being merciful possessed the throne of an everlasting kingdom."
        }
      ]
    },
    {
      "v": 58,
      "tokens": [
        {
          "t": "Elias for being zealous and fervent for the law was taken up into heaven."
        }
      ]
    },
    {
      "v": 59,
      "tokens": [
        {
          "t": "Ananias, Azarias, and Misael, by believing were saved out of the flame."
        }
      ]
    },
    {
      "v": 60,
      "tokens": [
        {
          "t": "Daniel for his innocency was delivered from the mouth of lions."
        }
      ]
    },
    {
      "v": 61,
      "tokens": [
        {
          "t": "And thus consider ye throughout all ages, that none that put their trust in him shall be overcome."
        }
      ]
    },
    {
      "v": 62,
      "tokens": [
        {
          "t": "Fear not then the words of a sinful man: for his glory shall be dung and worms."
        }
      ]
    },
    {
      "v": 63,
      "tokens": [
        {
          "t": "To day he shall be lifted up and to morrow he shall not be found, because he is returned into his dust, and his thought is come to nothing."
        }
      ]
    },
    {
      "v": 64,
      "tokens": [
        {
          "t": "Wherefore, ye my sons, be valiant and shew yourselves men in the behalf of the law; for by it shall ye obtain glory."
        }
      ]
    },
    {
      "v": 65,
      "tokens": [
        {
          "t": "And behold, I know that your brother Simon is a man of counsel, give ear unto him alway: he shall be a father unto you."
        }
      ]
    },
    {
      "v": 66,
      "tokens": [
        {
          "t": "As for Judas Maccabeus, he hath been mighty and strong, even from his youth up: let him be your captain, and fight the battle of the people."
        }
      ]
    },
    {
      "v": 67,
      "tokens": [
        {
          "t": "Take also unto you all those that observe the law, and avenge ye the wrong of your people."
        }
      ]
    },
    {
      "v": 68,
      "tokens": [
        {
          "t": "Recompense fully the heathen, and take heed to the commandments of the law."
        }
      ]
    },
    {
      "v": 69,
      "tokens": [
        {
          "t": "So he blessed them, and was gathered to his fathers."
        }
      ]
    },
    {
      "v": 70,
      "tokens": [
        {
          "t": "And he died in the hundred forty and sixth year, and his sons buried him in the sepulchres of his fathers at Modin, and all Israel made great lamentation for him."
        }
      ]
    }
  ]
}