{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Macc",
  "abbr": "1MA",
  "chapter": 5,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now when the nations round about heard that the altar was built and the sanctuary renewed as before, it displeased them very much."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Wherefore they thought to destroy the generation of Jacob that was among them, and thereupon they began to slay and destroy the people."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then Judas fought against the children of Esau in Idumea at Arabattine, because they besieged Gael: and he gave them a great overthrow, and abated their courage, and took their spoils."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Also he remembered the injury of the children of Bean, who had been a snare and an offence unto the people, in that they lay in wait for them in the ways."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "He shut them up therefore in the towers, and encamped against them, and destroyed them utterly, and burned the towers of that place with fire, and all that were therein."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Afterward he passed over to the children of Ammon, where he found a mighty power, and much people, with Timotheus their captain."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "So he fought many battles with them, till at length they were discomfited before him; and he smote them."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And when he had taken Jazar, with the towns belonging thereto, he returned into Judea."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then the heathen that were at Galaad assembled themselves together against the Israelites that were in their quarters, to destroy them; but they fled to the fortress of Dathema."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And sent letters unto Judas and his brethren, The heathen that are round about us are assembled together against us to destroy us:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And they are preparing to come and take the fortress whereunto we are fled, Timotheus being captain of their host."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Come now therefore, and deliver us from their hands, for many of us are slain:"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Yea, all our brethren that were in the places of Tobie are put to death: their wives and their children also they have carried away captives, and borne away their stuff; and they have destroyed there about a thousand men."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "While these letters were yet reading, behold, there came other messengers from Galilee with their clothes rent, who reported on this wise,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And said, They of Ptolemais, and of Tyrus, and Sidon, and all Galilee of the Gentiles, are assembled together against us to consume us."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Now when Judas and the people heard these words, there assembled a great congregation together, to consult what they should do for their brethren, that were in trouble, and assaulted of them."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Then said Judas unto Simon his brother, Choose thee out men, and go and deliver thy brethren that are in Galilee, for I and Jonathan my brother will go into the country of Galaad."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "So he left Joseph the son of Zacharias, and Azarias, captains of the people, with the remnant of the host in Judea to keep it."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Unto whom he gave commandment, saying, Take ye the charge of this people, and see that ye make not war against the heathen until the time that we come again."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Now unto Simon were given three thousand men to go into Galilee, and unto Judas eight thousand men for the country of Galaad."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Then went Simon into Galilee, where he fought many battles with the heathen, so that the heathen were discomfited by him."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "And he pursued them unto the gate of Ptolemais; and there were slain of the heathen about three thousand men, whose spoils he took."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And those that were in Galilee, and in Arbattis, with their wives and their children, and all that they had, took he away with him, and brought them into Judea with great joy."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Judas Maccabeus also and his brother Jonathan went over Jordan, and travelled three days’ journey in the wilderness,"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Where they met with the Nabathites, who came unto them in a peaceable manner, and told them every thing that had happened to their brethren in the land of Galaad:"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And how that many of them were shut up in Bosora, and Bosor, and Alema, Casphor, Maked, and Carnaim; all these cities are strong and great:"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And that they were shut up in the rest of the cities of the country of Galaad, and that against to morrow they had appointed to bring their host against the forts, and to take them, and to destroy them all in one day."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Hereupon Judas and his host turned suddenly by the way of the wilderness unto Bosora; and when he had won the city, he slew all the males with the edge of the sword, and took all their spoils, and burned the city with fire,"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "From whence he removed by night, and went till he came to the fortress."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And betimes in the morning they looked up, and, behold, there was an innumerable people bearing ladders and other engines of war, to take the fortress: for they assaulted them."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "When Judas therefore saw that the battle was begun, and that the cry of the city went up to heaven, with trumpets, and a great sound,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "He said unto his host, Fight this day for your brethren."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "So he went forth behind them in three companies, who sounded their trumpets, and cried with prayer."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Then the host of Timotheus, knowing that it was Maccabeus, fled from him: wherefore he smote them with a great slaughter; so that there were killed of them that day about eight thousand men."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "This done, Judas turned aside to Maspha; and after he had assaulted it he took and slew all the males therein, and received the spoils thereof and and burnt it with fire."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "From thence went he, and took Casphon, Maged, Bosor, and the other cities of the country of Galaad."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "After these things gathered Timotheus another host and encamped against Raphon beyond the brook."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "So Judas sent men to espy the host, who brought him word, saying, All the heathen that be round about us are assembled unto them, even a very great host."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "He hath also hired the Arabians to help them and they have pitched their tents beyond the brook, ready to come and fight against thee. Upon this Judas went to meet them."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "Then Timotheus said unto the captains of his host, When Judas and his host come near the brook, if he pass over first unto us, we shall not be able to withstand him; for he will mightily prevail against us:"
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "But if he be afraid, and camp beyond the river, we shall go over unto him, and prevail against him."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "Now when Judas came near the brook, he caused the scribes of the people to remain by the brook: unto whom he gave commandment, saying, Suffer no man to remain in the camp, but let all come to the battle."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "So he went first over unto them, and all the people after him: then all the heathen, being discomfited before him, cast away their weapons, and fled unto the temple that was at Carnaim."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "But they took the city, and burned the temple with all that were therein. Thus was Carnaim subdued, neither could they stand any longer before Judas."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Then Judas gathered together all the Israelites that were in the country of Galaad, from the least unto the greatest, even their wives, and their children, and their stuff, a very great host, to the end they might come into the land of Judea."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "Now when they came unto Ephron, (this was a great city in the way as they should go, very well fortified) they could not turn from it, either on the right hand or the left, but must needs pass through the midst of it."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "Then they of the city shut them out, and stopped up the gates with stones."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "Whereupon Judas sent unto them in peaceable manner, saying, Let us pass through your land to go into our own country, and none shall do you any hurt; we will only pass through on foot: howbeit they would not open unto him."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "Wherefore Judas commanded a proclamation to be made throughout the host, that every man should pitch his tent in the place where he was."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "So the soldiers pitched, and assaulted the city all that day and all that night, till at the length the city was delivered into his hands:"
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "Who then slew all the males with the edge of the sword, and rased the city, and took the spoils thereof, and passed through the city over them that were slain."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "After this went they over Jordan into the great plain before Bethsan."
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "And Judas gathered together those that came behind, and exhorted the people all the way through, till they came into the land of Judea."
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "So they went up to mount Sion with joy and gladness, where they offered burnt offerings, because not one of them were slain until they had returned in peace."
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "Now what time as Judas and Jonathan were in the land of Galaad, and Simon his brother in Galilee before Ptolemais,"
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "Joseph the son of Zacharias, and Azarias, captains of the garrisons, heard of the valiant acts and warlike deeds which they had done."
        }
      ]
    },
    {
      "v": 57,
      "tokens": [
        {
          "t": "Wherefore they said, Let us also get us a name, and go fight against the heathen that are round about us."
        }
      ]
    },
    {
      "v": 58,
      "tokens": [
        {
          "t": "So when they had given charge unto the garrison that was with them, they went toward Jamnia."
        }
      ]
    },
    {
      "v": 59,
      "tokens": [
        {
          "t": "Then came Gorgias and his men out of the city to fight against them."
        }
      ]
    },
    {
      "v": 60,
      "tokens": [
        {
          "t": "And so it was, that Joseph and Azarias were put to flight, and pursued unto the borders of Judea: and there were slain that day of the people of Israel about two thousand men."
        }
      ]
    },
    {
      "v": 61,
      "tokens": [
        {
          "t": "Thus was there a great overthrow among the children of Israel, because they were not obedient unto Judas and his brethren, but thought to do some valiant act."
        }
      ]
    },
    {
      "v": 62,
      "tokens": [
        {
          "t": "Moreover these men came not of the seed of those, by whose hand deliverance was given unto Israel."
        }
      ]
    },
    {
      "v": 63,
      "tokens": [
        {
          "t": "Howbeit the man Judas and his brethren were greatly renowned in the sight of all Israel, and of all the heathen, wheresoever their name was heard of;"
        }
      ]
    },
    {
      "v": 64,
      "tokens": [
        {
          "t": "Insomuch as the people assembled unto them with joyful acclamations."
        }
      ]
    },
    {
      "v": 65,
      "tokens": [
        {
          "t": "Afterward went Judas forth with his brethren, and fought against the children of Esau in the land toward the south, where he smote Hebron, and the towns thereof, and pulled down the fortress of it, and burned the towers thereof round about."
        }
      ]
    },
    {
      "v": 66,
      "tokens": [
        {
          "t": "From thence he removed to go into the land of the Philistines, and passed through Samaria."
        }
      ]
    },
    {
      "v": 67,
      "tokens": [
        {
          "t": "At that time certain priests, desirous to shew their valour, were slain in battle, for that they went out to fight unadvisedly."
        }
      ]
    },
    {
      "v": 68,
      "tokens": [
        {
          "t": "So Judas turned to Azotus in the land of the Philistines, and when he had pulled down their altars, and burned their carved images with fire, and spoiled their cities, he returned into the land of Judea."
        }
      ]
    }
  ]
}