{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Macc",
  "abbr": "1MA",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And the king of Egypt gathered together a great host, like the sand that lieth upon the sea shore, and many ships, and went about through deceit to get Alexander’s kingdom, and join it to his own."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Whereupon he took his journey into Spain in peaceable manner, so as they of the cities opened unto him, and met him: for king Alexander had commanded them so to do, because he was his brother in law."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Now as Ptolemee entered into the cities, he set in every one of them a garrison of soldiers to keep it."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And when he came near to Azotus, they shewed him the temple of Dagon that was burnt, and Azotus and the suburbs thereof that were destroyed, and the bodies that were cast abroad and them that he had burnt in the battle; for they had made heaps of them by the way where he should pass."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Also they told the king whatsoever Jonathan had done, to the intent he might blame him: but the king held his peace."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then Jonathan met the king with great pomp at Joppa, where they saluted one another, and lodged."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Afterward Jonathan, when he had gone with the king to the river called Eleutherus, returned again to Jerusalem."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "King Ptolemee therefore, having gotten the dominion of the cities by the sea unto Seleucia upon the sea coast, imagined wicked counsels against Alexander."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Whereupon he sent ambasadors unto king Demetrius, saying, Come, let us make a league betwixt us, and I will give thee my daughter whom Alexander hath, and thou shalt reign in thy father’s kingdom:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For I repent that I gave my daughter unto him, for he sought to slay me."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Thus did he slander him, because he was desirous of his kingdom."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Wherefore he took his daughter from him, and gave her to Demetrius, and forsook Alexander, so that their hatred was openly known."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then Ptolemee entered into Antioch, where he set two crowns upon his head, the crown of Asia, and of Egypt."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "In the mean season was king Alexander in Cilicia, because those that dwelt in those parts had revolted from him."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "But when Alexander heard of this, he came to war against him: whereupon king Ptolemee brought forth his host, and met him with a mighty power, and put him to flight."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "So Alexander fled into Arabia there to be defended; but king Ptolemee was exalted:"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "For Zabdiel the Arabian took off Alexander’s head, and sent it unto Ptolemee."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "King Ptolemee also died the third day after, and they that were in the strong holds were slain one of another."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "By this means Demetrius reigned in the hundred threescore and seventh year."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "At the same time Jonathan gathered together them that were in Judea to take the tower that was in Jerusalem: and he made many engines of war against it."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Then came ungodly persons, who hated their own people, went unto the king, and told him that Jonathan besieged the tower,"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Whereof when he heard, he was angry, and immediately removing, he came to Ptolemais, and wrote unto Jonathan, that he should not lay siege to the tower, but come and speak with him at Ptolemais in great haste."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Nevertheless Jonathan, when he heard this, commanded to besiege it still: and he chose certain of the elders of Israel and the priests, and put himself in peril;"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And took silver and gold, and raiment, and divers presents besides, and went to Ptolemais unto the king, where he found favour in his sight."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And though certain ungodly men of the people had made complaints against him,"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Yet the king entreated him as his predecessors had done before, and promoted him in the sight of all his friends,"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And confirmed him in the high priesthood, and in all the honours that he had before, and gave him preeminence among his chief friends."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Then Jonathan desired the king, that he would make Judea free from tribute, as also the three governments, with the country of Samaria; and he promised him three hundred talents."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "So the king consented, and wrote letters unto Jonathan of all these things after this manner:"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "King Demetrius unto his brother Jonathan, and unto the nation of the Jews, sendeth greeting:"
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "We send you here a copy of the letter which we did write unto our cousin Lasthenes concerning you, that ye might see it."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "King Demetrius unto his father Lasthenes sendeth greeting:"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "We are determined to do good to the people of the Jews, who are our friends, and keep covenants with us, because of their good will toward us."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Wherefore we have ratified unto them the borders of Judea, with the three governments of Apherema and Lydda and Ramathem, that are added unto Judea from the country of Samaria, and all things appertaining unto them, for all such as do sacrifice in Jerusalem, instead of the payments which the king received of them yearly aforetime out of the fruits of the earth and of trees."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And as for other things that belong unto us, of the tithes and customs pertaining unto us, as also the saltpits, and the crown taxes, which are due unto us, we discharge them of them all for their relief."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And nothing hereof shall be revoked from this time forth for ever."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "Now therefore see that thou make a copy of these things, and let it be delivered unto Jonathan, and set upon the holy mount in a conspicuous place."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "After this, when king Demetrius saw that the land was quiet before him, and that no resistance was made against him, he sent away all his forces, every one to his own place, except certain bands of strangers, whom he had gathered from the isles of the heathen: wherefore all the forces of his fathers hated him."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "Moreover there was one Tryphon, that had been of Alexander’s part afore, who, seeing that all the host murmured against Demetrius, went to Simalcue the Arabian that brought up Antiochus the young son of Alexander,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And lay sore upon him to deliver him this young Antiochus, that he might reign in his father’s stead: he told him therefore all that Demetrius had done, and how his men of war were at enmity with him, and there he remained a long season."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "In the mean time Jonathan sent unto king Demetrius, that he would cast those of the tower out of Jerusalem, and those also in the fortresses: for they fought against Israel."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "So Demetrius sent unto Jonathan, saying, I will not only do this for thee and thy people, but I will greatly honour thee and thy nation, if opportunity serve."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "Now therefore thou shalt do well, if thou send me men to help me; for all my forces are gone from me."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "Upon this Jonathan sent him three thousand strong men unto Antioch: and when they came to the king, the king was very glad of their coming."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "Howbeit they that were of the city gathered themselves together into the midst of the city, to the number of an hundred and twenty thousand men, and would have slain the king."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "Wherefore the king fled into the court, but they of the city kept the passages of the city, and began to fight."
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "Then the king called to the Jews for help, who came unto him all at once, and dispersing themselves through the city slew that day in the city to the number of an hundred thousand."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "Also they set fire on the city, and gat many spoils that day, and delivered the king."
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "So when they of the city saw that the Jews had got the city as they would, their courage was abated: wherefore they made supplication to the king, and cried, saying,"
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "Grant us peace, and let the Jews cease from assaulting us and the city."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "With that they cast away their weapons, and made peace; and the Jews were honoured in the sight of the king, and in the sight of all that were in his realm; and they returned to Jerusalem, having great spoils."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "So king Demetrius sat on the throne of his kingdom, and the land was quiet before him."
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "Nevertheless he dissembled in all that ever he spake, and estranged himself from Jonathan, neither rewarded he him according to the benefits which he had received of him, but troubled him very sore."
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "After this returned Tryphon, and with him the young child Antiochus, who reigned, and was crowned."
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "Then there gathered unto him all the men of war, whom Demetrius had put away, and they fought against Demetrius, who turned his back and fled."
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "Moreover Tryphon took the elephants, and won Antioch."
        }
      ]
    },
    {
      "v": 57,
      "tokens": [
        {
          "t": "At that time young Antiochus wrote unto Jonathan, saying, I confirm thee in the high priesthood, and appoint thee ruler over the four governments, and to be one of the king’s friends."
        }
      ]
    },
    {
      "v": 58,
      "tokens": [
        {
          "t": "Upon this he sent him golden vessels to be served in, and gave him leave to drink in gold, and to be clothed in purple, and to wear a golden buckle."
        }
      ]
    },
    {
      "v": 59,
      "tokens": [
        {
          "t": "His brother Simon also he made captain from the place called The ladder of Tyrus unto the borders of Egypt."
        }
      ]
    },
    {
      "v": 60,
      "tokens": [
        {
          "t": "Then Jonathan went forth, and passed through the cities beyond the water, and all the forces of Syria gathered themselves unto him for to help him: and when he came to Ascalon, they of the city met him honourably."
        }
      ]
    },
    {
      "v": 61,
      "tokens": [
        {
          "t": "From whence he went to Gaza, but they of Gaza shut him out; wherefore he laid siege unto it, and burned the suburbs thereof with fire, and spoiled them."
        }
      ]
    },
    {
      "v": 62,
      "tokens": [
        {
          "t": "Afterward, when they of Gaza made supplication unto Jonathan, he made peace with them, and took the sons of their chief men for hostages, and sent them to Jerusalem, and passed through the country unto Damascus."
        }
      ]
    },
    {
      "v": 63,
      "tokens": [
        {
          "t": "Now when Jonathan heard that Demetrius’ princes were come to Cades, which is in Galilee, with a great power, purposing to remove him out of the country,"
        }
      ]
    },
    {
      "v": 64,
      "tokens": [
        {
          "t": "He went to meet them, and left Simon his brother in the country."
        }
      ]
    },
    {
      "v": 65,
      "tokens": [
        {
          "t": "Then Simon encamped against Bethsura and fought against it a long season, and shut it up:"
        }
      ]
    },
    {
      "v": 66,
      "tokens": [
        {
          "t": "But they desired to have peace with him, which he granted them, and then put them out from thence, and took the city, and set a garrison in it."
        }
      ]
    },
    {
      "v": 67,
      "tokens": [
        {
          "t": "As for Jonathan and his host, they pitched at the water of Gennesar, from whence betimes in the morning they gat them to the plain of Nasor."
        }
      ]
    },
    {
      "v": 68,
      "tokens": [
        {
          "t": "And, behold, the host of strangers met them in the plain, who, having laid men in ambush for him in the mountains, came themselves over against him."
        }
      ]
    },
    {
      "v": 69,
      "tokens": [
        {
          "t": "So when they that lay in ambush rose out of their places and joined battle, all that were of Jonathan’s side fled;"
        }
      ]
    },
    {
      "v": 70,
      "tokens": [
        {
          "t": "Insomuch as there was not one of them left, except Mattathias the son of Absalom, and Judas the son of Calphi, the captains of the host."
        }
      ]
    },
    {
      "v": 71,
      "tokens": [
        {
          "t": "Then Jonathan rent his clothes, and cast earth upon his head, and prayed."
        }
      ]
    },
    {
      "v": 72,
      "tokens": [
        {
          "t": "Afterwards turning again to battle, he put them to flight, and so they ran away."
        }
      ]
    },
    {
      "v": 73,
      "tokens": [
        {
          "t": "Now when his own men that were fled saw this, they turned again unto him, and with him pursued them to Cades, even unto their own tents, and there they camped."
        }
      ]
    },
    {
      "v": 74,
      "tokens": [
        {
          "t": "So there were slain of the heathen that day about three thousand men: but Jonathan returned to Jerusalem."
        }
      ]
    }
  ]
}