{
  "work": "KJV",
  "osis": "Zech",
  "abbr": "ZEC",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "I lifted up mine eyes again, and looked, and behold a man with a measuring line in his hand."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Then said I, Whither goest thou? And he said unto me, To measure Jerusalem, to see what"
        },
        {
          "add": "is"
        },
        {
          "t": "the breadth thereof, and what"
        },
        {
          "add": "is"
        },
        {
          "t": "the length thereof."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And, behold, the angel that talked with me went forth, and another angel went out to meet him,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And said unto him, Run, speak to this young man, saying, Jerusalem shall be inhabited"
        },
        {
          "add": "as"
        },
        {
          "t": "towns without walls for the multitude of men and cattle therein:"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For I, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", will be unto her a wall of fire round about, and will be the glory in the midst of her."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ Ho, ho,"
        },
        {
          "add": "come forth"
        },
        {
          "t": ", and flee from the land of the north, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": for I have spread you abroad as the four winds of the heaven, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Deliver thyself, O Zion, that dwellest"
        },
        {
          "add": "with"
        },
        {
          "t": "the daughter of Babylon."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts; After the glory hath he sent me unto the nations which spoiled you: for he that toucheth you toucheth the apple of his eye."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts hath sent me."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of thee, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And many nations shall be joined to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts hath sent me unto thee."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall inherit Judah his portion in the holy land, and shall choose Jerusalem again."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Be silent, O all flesh, before the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": for he is raised up out of his holy habitation."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 13
      },
      "text": "his…: Heb. the habitation of his holiness"
    }
  ]
}