{
  "work": "KJV",
  "osis": "Zech",
  "abbr": "ZEC",
  "chapter": 9,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The burden of the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "in the land of Hadrach, and Damascus"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the rest thereof: when the eyes of man, as of all the tribes of Israel,"
        },
        {
          "add": "shall be"
        },
        {
          "t": "toward the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Hamath also shall border thereby; Tyrus, and Zidon, though it be very wise."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And Tyrus did build herself a strong hold, and heaped up silver as the dust, and fine gold as the mire of the streets."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Ashkelon shall see"
        },
        {
          "add": "it"
        },
        {
          "t": ", and fear; Gaza also"
        },
        {
          "add": "shall see it"
        },
        {
          "t": ", and be very sorrowful, and Ekron; for her expectation shall be ashamed; and the king shall perish from Gaza, and Ashkelon shall not be inhabited."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And a bastard shall dwell in Ashdod, and I will cut off the pride of the Philistines."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I will take away his blood out of his mouth, and his abominations from between his teeth: but he that remaineth, even he,"
        },
        {
          "add": "shall be"
        },
        {
          "t": "for our God, and he shall be as a governor in Judah, and Ekron as a Jebusite."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And I will encamp about mine house because of the army, because of him that passeth by, and because of him that returneth: and no oppressor shall pass through them any more: for now have I seen with mine eyes."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he"
        },
        {
          "add": "is"
        },
        {
          "t": "just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion"
        },
        {
          "add": "shall be"
        },
        {
          "t": "from sea"
        },
        {
          "add": "even"
        },
        {
          "t": "to sea, and from the river"
        },
        {
          "add": "even"
        },
        {
          "t": "to the ends of the earth."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein"
        },
        {
          "add": "is"
        },
        {
          "t": "no water."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ Turn you to the strong hold, ye prisoners of hope: even to day do I declare"
        },
        {
          "add": "that"
        },
        {
          "t": "I will render double unto thee;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "When I have bent Judah for me, filled the bow with Ephraim, and raised up thy sons, O Zion, against thy sons, O Greece, and made thee as the sword of a mighty man."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall be seen over them, and his arrow shall go forth as the lightning: and the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "shall blow the trumpet, and shall go with whirlwinds of the south."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts shall defend them; and they shall devour, and subdue with sling stones; and they shall drink,"
        },
        {
          "add": "and"
        },
        {
          "t": "make a noise as through wine; and they shall be filled like bowls,"
        },
        {
          "add": "and"
        },
        {
          "t": "as the corners of the altar."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "their God shall save them in that day as the flock of his people: for they"
        },
        {
          "add": "shall be as"
        },
        {
          "t": "the stones of a crown, lifted up as an ensign upon his land."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "For how great"
        },
        {
          "add": "is"
        },
        {
          "t": "his goodness, and how great"
        },
        {
          "add": "is"
        },
        {
          "t": "his beauty! corn shall make the young men cheerful, and new wine the maids."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "blood: Heb. bloods"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "having…: or, saving himself"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 11
      },
      "text": "by…: or, whose covenant is by blood"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 15
      },
      "text": "with…: or, the stones of the sling"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 15
      },
      "text": "be…: or, fill both the bowls, etc"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 17
      },
      "text": "cheerful: or, grow, or, speak"
    }
  ]
}