{
  "schema": 1,
  "work": "KJV",
  "osis": "Zech",
  "abbr": "ZEC",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Behold, the day of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "cometh, and thy spoil shall be divided in the midst of thee."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then shall the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "go forth, and fight against those nations, as when he fought in the day of battle."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And his feet shall stand in that day upon the mount of Olives, which"
        },
        {
          "add": "is"
        },
        {
          "t": "before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west,"
        },
        {
          "add": "and there shall be"
        },
        {
          "t": "a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And ye shall flee"
        },
        {
          "add": "to"
        },
        {
          "t": "the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "my God shall come,"
        },
        {
          "add": "and"
        },
        {
          "t": "all the saints with thee."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And it shall come to pass in that day,"
        },
        {
          "add": "that"
        },
        {
          "t": "the light shall not be clear,"
        },
        {
          "add": "nor"
        },
        {
          "t": "dark:"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "But it shall be one day which shall be known to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", not day, nor night: but it shall come to pass,"
        },
        {
          "add": "that"
        },
        {
          "t": "at evening time it shall be light."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And it shall be in that day,"
        },
        {
          "add": "that"
        },
        {
          "t": "living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall be king over all the earth: in that day shall there be one"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and his name one."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and"
        },
        {
          "add": "from"
        },
        {
          "t": "the tower of Hananeel unto the king’s winepresses."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "men"
        },
        {
          "t": "shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ And this shall be the plague wherewith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And it shall come to pass in that day,"
        },
        {
          "add": "that"
        },
        {
          "t": "a great tumult from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ And it shall come to pass,"
        },
        {
          "add": "that"
        },
        {
          "t": "every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, and to keep the feast of tabernacles."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And it shall be,"
        },
        {
          "add": "that"
        },
        {
          "t": "whoso will not come up of"
        },
        {
          "add": "all"
        },
        {
          "t": "the families of the earth unto Jerusalem to worship the King, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts, even upon them shall be no rain."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And if the family of Egypt go not up, and come not, that"
        },
        {
          "add": "have"
        },
        {
          "t": "no"
        },
        {
          "add": "rain;"
        },
        {
          "t": "there shall be the plague, wherewith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will smite the heathen that come not up to keep the feast of tabernacles."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ In that day shall there be upon the bells of the horses, HOLINESS UNTO THE"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and the pots in the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "house shall be like the bowls before the altar."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Yea, every pot in Jerusalem and in Judah shall be holiness unto the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "the mountains: or, my mountains"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "for the…: or, when he shall touch the valley of the mountains to the place he separated"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "that the…: that is, it shall not be clear in some places, and dark in other places of the world"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "clear: Heb. precious"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "dark: Heb. thickness"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 7
      },
      "text": "it shall be…: or, the day shall be one"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 8
      },
      "text": "former: or, eastern"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 10
      },
      "text": "turned: or, compassed"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 10
      },
      "text": "inhabited: or, shall abide"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 11
      },
      "text": "shall be: or, shall abide"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 14
      },
      "text": "Judah…: or, thou also, O Judah shalt"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 14
      },
      "text": "at: or, against"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 18
      },
      "text": "that have no: Heb. upon whom there is not"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 19
      },
      "text": "punishment: or, sin"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 20
      },
      "text": "bells: or, bridles"
    }
  ]
}