{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "plain": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "tokens": [
        {
          "t": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, "
        },
        {
          "add": "and"
        },
        {
          "t": " Hezekiah, kings of Judah. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.",
      "tokens": [
        {
          "t": "Hear, O heavens, and give ear, O earth: for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath spoken, I have nourished and brought up children, and they have rebelled against me. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "The ox knoweth his owner, and the ass his master’s crib: but Israel doth not know, my people doth not consider.",
      "tokens": [
        {
          "t": "The ox knoweth his owner, and the ass his master’s crib: "
        },
        {
          "add": "but"
        },
        {
          "t": " Israel doth not know, my people doth not consider. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.",
      "tokens": [
        {
          "t": "Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", they have provoked the Holy One of Israel unto anger, they are gone away backward. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.",
      "tokens": [
        {
          "t": "¶ Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.",
      "tokens": [
        {
          "t": "From the sole of the foot even unto the head "
        },
        {
          "add": "there is"
        },
        {
          "t": " no soundness in it; "
        },
        {
          "add": "but"
        },
        {
          "t": " wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is desolate, as overthrown by strangers.",
      "tokens": [
        {
          "t": "Your country "
        },
        {
          "add": "is"
        },
        {
          "t": " desolate, your cities "
        },
        {
          "add": "are"
        },
        {
          "t": " burned with fire: your land, strangers devour it in your presence, and "
        },
        {
          "add": "it is"
        },
        {
          "t": " desolate, as overthrown by strangers. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.",
      "tokens": [
        {
          "t": "And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.",
      "tokens": [
        {
          "t": "Except the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts had left unto us a very small remnant, we should have been as Sodom, "
        },
        {
          "add": "and"
        },
        {
          "t": " we should have been like unto Gomorrah. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.",
      "tokens": [
        {
          "t": "¶ Hear the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.",
      "tokens": [
        {
          "t": "To what purpose "
        },
        {
          "add": "is"
        },
        {
          "t": " the multitude of your sacrifices unto me? saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "When ye come to appear before me, who hath required this at your hand, to tread my courts?",
      "tokens": [
        {
          "t": "When ye come to appear before me, who hath required this at your hand, to tread my courts? "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is iniquity, even the solemn meeting.",
      "tokens": [
        {
          "t": "Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; "
        },
        {
          "add": "it is"
        },
        {
          "t": " iniquity, even the solemn meeting. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.",
      "tokens": [
        {
          "t": "Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear "
        },
        {
          "add": "them"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.",
      "tokens": [
        {
          "t": "And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "¶ Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;",
      "tokens": [
        {
          "t": "¶ Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil; "
        }
      ]
    },
    {
      "v": 17,
      "plain": "Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.",
      "tokens": [
        {
          "t": "Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.",
      "tokens": [
        {
          "t": "Come now, and let us reason together, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "If ye be willing and obedient, ye shall eat the good of the land:",
      "tokens": [
        {
          "t": "If ye be willing and obedient, ye shall eat the good of the land: "
        }
      ]
    },
    {
      "v": 20,
      "plain": "But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it.",
      "tokens": [
        {
          "t": "But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath spoken "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 21,
      "plain": "¶ How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.",
      "tokens": [
        {
          "t": "¶ How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Thy silver is become dross, thy wine mixed with water:",
      "tokens": [
        {
          "t": "Thy silver is become dross, thy wine mixed with water: "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.",
      "tokens": [
        {
          "t": "Thy princes "
        },
        {
          "add": "are"
        },
        {
          "t": " rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:",
      "tokens": [
        {
          "t": "Therefore saith the Lord, the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies: "
        }
      ]
    },
    {
      "v": 25,
      "plain": "¶ And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:",
      "tokens": [
        {
          "t": "¶ And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin: "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.",
      "tokens": [
        {
          "t": "And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Zion shall be redeemed with judgment, and her converts with righteousness.",
      "tokens": [
        {
          "t": "Zion shall be redeemed with judgment, and her converts with righteousness. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "¶ And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.",
      "tokens": [
        {
          "t": "¶ And the destruction of the transgressors and of the sinners "
        },
        {
          "add": "shall be"
        },
        {
          "t": " together, and they that forsake the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall be consumed. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.",
      "tokens": [
        {
          "t": "For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.",
      "tokens": [
        {
          "t": "For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them.",
      "tokens": [
        {
          "t": "And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench "
        },
        {
          "add": "them"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "laden: Heb. of heaviness"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "gone…: Heb. alienated, or, separated"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "revolt…: Heb. increase revolt"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "ointment: or, oil"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 7
      },
      "text": "overthrown…: Heb. the overthrow of"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 11
      },
      "text": "he goats: Heb. great he goats"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 12
      },
      "text": "to appear: Heb. to be seen"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 13
      },
      "text": "iniquity: or, grief"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 15
      },
      "text": "make…: Heb. multiply prayer"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 15
      },
      "text": "blood: Heb. bloods"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 17
      },
      "text": "relieve: or, righten"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 25
      },
      "text": "purely: Heb. according to pureness"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 27
      },
      "text": "her…: or, they that return of her"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 28
      },
      "text": "destruction: Heb. breaking"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 31
      },
      "text": "maker…: or, and his work"
    }
  ]
}