{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "plain": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
      "tokens": [
        {
          "t": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, "
        },
        {
          "add": "that"
        },
        {
          "t": " Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind.",
      "tokens": [
        {
          "t": "And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Then said the LORD unto Isaiah, Go forth now to meet Ahaz, thou, and Shear-jashub thy son, at the end of the conduit of the upper pool in the highway of the fuller’s field;",
      "tokens": [
        {
          "t": "Then said the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " unto Isaiah, Go forth now to meet Ahaz, thou, and Shear-jashub thy son, at the end of the conduit of the upper pool in the highway of the fuller’s field; "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.",
      "tokens": [
        {
          "t": "And say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying,",
      "tokens": [
        {
          "t": "Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying, "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, even the son of Tabeal:",
      "tokens": [
        {
          "t": "Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, "
        },
        {
          "add": "even"
        },
        {
          "t": " the son of Tabeal: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Thus saith the Lord GOD, It shall not stand, neither shall it come to pass.",
      "tokens": [
        {
          "t": "Thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", It shall not stand, neither shall it come to pass. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For the head of Syria is Damascus, and the head of Damascus is Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people.",
      "tokens": [
        {
          "t": "For the head of Syria "
        },
        {
          "add": "is"
        },
        {
          "t": " Damascus, and the head of Damascus "
        },
        {
          "add": "is"
        },
        {
          "t": " Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And the head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If ye will not believe, surely ye shall not be established.",
      "tokens": [
        {
          "t": "And the head of Ephraim "
        },
        {
          "add": "is"
        },
        {
          "t": " Samaria, and the head of Samaria "
        },
        {
          "add": "is"
        },
        {
          "t": " Remaliah’s son. If ye will not believe, surely ye shall not be established. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "¶ Moreover the LORD spake again unto Ahaz, saying,",
      "tokens": [
        {
          "t": "¶ Moreover the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " spake again unto Ahaz, saying, "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Ask thee a sign of the LORD thy God; ask it either in the depth, or in the height above.",
      "tokens": [
        {
          "t": "Ask thee a sign of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God; ask it either in the depth, or in the height above. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "But Ahaz said, I will not ask, neither will I tempt the LORD.",
      "tokens": [
        {
          "t": "But Ahaz said, I will not ask, neither will I tempt the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And he said, Hear ye now, O house of David; Is it a small thing for you to weary men, but will ye weary my God also?",
      "tokens": [
        {
          "t": "And he said, Hear ye now, O house of David; "
        },
        {
          "add": "Is it"
        },
        {
          "t": " a small thing for you to weary men, but will ye weary my God also? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
      "tokens": [
        {
          "t": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Butter and honey shall he eat, that he may know to refuse the evil, and choose the good.",
      "tokens": [
        {
          "t": "Butter and honey shall he eat, that he may know to refuse the evil, and choose the good. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
      "tokens": [
        {
          "t": "For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ The LORD shall bring upon thee, and upon thy people, and upon thy father’s house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria.",
      "tokens": [
        {
          "t": "¶ The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall bring upon thee, and upon thy people, and upon thy father’s house, days that have not come, from the day that Ephraim departed from Judah; "
        },
        {
          "add": "even"
        },
        {
          "t": " the king of Assyria. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And it shall come to pass in that day, that the LORD shall hiss for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria.",
      "tokens": [
        {
          "t": "And it shall come to pass in that day, "
        },
        {
          "add": "that"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall hiss for the fly that "
        },
        {
          "add": "is"
        },
        {
          "t": " in the uttermost part of the rivers of Egypt, and for the bee that "
        },
        {
          "add": "is"
        },
        {
          "t": " in the land of Assyria. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.",
      "tokens": [
        {
          "t": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "In the same day shall the Lord shave with a razor that is hired, namely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard.",
      "tokens": [
        {
          "t": "In the same day shall the Lord shave with a razor that is hired, "
        },
        {
          "add": "namely"
        },
        {
          "t": ", by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And it shall come to pass in that day, that a man shall nourish a young cow, and two sheep;",
      "tokens": [
        {
          "t": "And it shall come to pass in that day, "
        },
        {
          "add": "that"
        },
        {
          "t": " a man shall nourish a young cow, and two sheep; "
        }
      ]
    },
    {
      "v": 22,
      "plain": "And it shall come to pass, for the abundance of milk that they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land.",
      "tokens": [
        {
          "t": "And it shall come to pass, for the abundance of milk "
        },
        {
          "add": "that"
        },
        {
          "t": " they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "And it shall come to pass in that day, that every place shall be, where there were a thousand vines at a thousand silverlings, it shall even be for briers and thorns.",
      "tokens": [
        {
          "t": "And it shall come to pass in that day, "
        },
        {
          "add": "that"
        },
        {
          "t": " every place shall be, where there were a thousand vines at a thousand silverlings, it shall "
        },
        {
          "add": "even"
        },
        {
          "t": " be for briers and thorns. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "With arrows and with bows shall men come thither; because all the land shall become briers and thorns.",
      "tokens": [
        {
          "t": "With arrows and with bows shall "
        },
        {
          "add": "men"
        },
        {
          "t": " come thither; because all the land shall become briers and thorns. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And on all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending forth of oxen, and for the treading of lesser cattle.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "on"
        },
        {
          "t": " all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending forth of oxen, and for the treading of lesser cattle. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "is confederate…: Heb. resteth on"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "Shear-jashub: that is, The remnant shall return"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 3
      },
      "text": "highway: or, causeway"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 4
      },
      "text": "neither…: Heb. let not thy heart be tender"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "vex: or, waken"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 8
      },
      "text": "that…: Heb. from a people"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "If…: or, Do ye not believe? it is because ye are not stable"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 10
      },
      "text": "Moreover…: Heb. And the LORD added to speak"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 11
      },
      "text": "ask it…: or, make thy petition deep"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 14
      },
      "text": "shall call: or, thou, O virgin, shalt call"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "bushes: or, commendable trees"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 22
      },
      "text": "the land: Heb. the midst of the land"
    }
  ]
}