{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 10,
  "verses": [
    {
      "v": 1,
      "plain": "Woe unto them that decree unrighteous decrees, and that write grievousness which they have prescribed;",
      "tokens": [
        {
          "t": "Woe unto them that decree unrighteous decrees, and that write grievousness "
        },
        {
          "add": "which"
        },
        {
          "t": " they have prescribed; "
        }
      ]
    },
    {
      "v": 2,
      "plain": "To turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that they may rob the fatherless!",
      "tokens": [
        {
          "t": "To turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and "
        },
        {
          "add": "that"
        },
        {
          "t": " they may rob the fatherless! "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And what will ye do in the day of visitation, and in the desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory?",
      "tokens": [
        {
          "t": "And what will ye do in the day of visitation, and in the desolation "
        },
        {
          "add": "which"
        },
        {
          "t": " shall come from far? to whom will ye flee for help? and where will ye leave your glory? "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.",
      "tokens": [
        {
          "t": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand "
        },
        {
          "add": "is"
        },
        {
          "t": " stretched out still. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation.",
      "tokens": [
        {
          "t": "¶ O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "I will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets.",
      "tokens": [
        {
          "t": "I will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Howbeit he meaneth not so, neither doth his heart think so; but it is in his heart to destroy and cut off nations not a few.",
      "tokens": [
        {
          "t": "Howbeit he meaneth not so, neither doth his heart think so; but "
        },
        {
          "add": "it is"
        },
        {
          "t": " in his heart to destroy and cut off nations not a few. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For he saith, Are not my princes altogether kings?",
      "tokens": [
        {
          "t": "For he saith, "
        },
        {
          "add": "Are"
        },
        {
          "t": " not my princes altogether kings? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Is not Calno as Carchemish? is not Hamath as Arpad? is not Samaria as Damascus?",
      "tokens": [
        {
          "add": "Is"
        },
        {
          "t": " not Calno as Carchemish? "
        },
        {
          "add": "is"
        },
        {
          "t": " not Hamath as Arpad? "
        },
        {
          "add": "is"
        },
        {
          "t": " not Samaria as Damascus? "
        }
      ]
    },
    {
      "v": 10,
      "plain": "As my hand hath found the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;",
      "tokens": [
        {
          "t": "As my hand hath found the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria; "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?",
      "tokens": [
        {
          "t": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols? "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Wherefore it shall come to pass, that when the Lord hath performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.",
      "tokens": [
        {
          "t": "Wherefore it shall come to pass, "
        },
        {
          "add": "that"
        },
        {
          "t": " when the Lord hath performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "For he saith, By the strength of my hand I have done it, and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man:",
      "tokens": [
        {
          "t": "For he saith, By the strength of my hand I have done "
        },
        {
          "add": "it"
        },
        {
          "t": ", and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant "
        },
        {
          "add": "man:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And my hand hath found as a nest the riches of the people: and as one gathereth eggs that are left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped.",
      "tokens": [
        {
          "t": "And my hand hath found as a nest the riches of the people: and as one gathereth eggs "
        },
        {
          "add": "that are"
        },
        {
          "t": " left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Shall the axe boast itself against him that heweth therewith? or shall the saw magnify itself against him that shaketh it? as if the rod should shake itself against them that lift it up, or as if the staff should lift up itself, as if it were no wood.",
      "tokens": [
        {
          "t": "Shall the axe boast itself against him that heweth therewith? "
        },
        {
          "add": "or"
        },
        {
          "t": " shall the saw magnify itself against him that shaketh it? as if the rod should shake "
        },
        {
          "add": "itself"
        },
        {
          "t": " against them that lift it up, "
        },
        {
          "add": "or"
        },
        {
          "t": " as if the staff should lift up "
        },
        {
          "add": "itself, as if it were"
        },
        {
          "t": " no wood. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire.",
      "tokens": [
        {
          "t": "Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "And the light of Israel shall be for a fire, and his Holy One for a flame: and it shall burn and devour his thorns and his briers in one day;",
      "tokens": [
        {
          "t": "And the light of Israel shall be for a fire, and his Holy One for a flame: and it shall burn and devour his thorns and his briers in one day; "
        }
      ]
    },
    {
      "v": 18,
      "plain": "And shall consume the glory of his forest, and of his fruitful field, both soul and body: and they shall be as when a standardbearer fainteth.",
      "tokens": [
        {
          "t": "And shall consume the glory of his forest, and of his fruitful field, both soul and body: and they shall be as when a standardbearer fainteth. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "And the rest of the trees of his forest shall be few, that a child may write them.",
      "tokens": [
        {
          "t": "And the rest of the trees of his forest shall be few, that a child may write them. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the LORD, the Holy One of Israel, in truth.",
      "tokens": [
        {
          "t": "¶ And it shall come to pass in that day, "
        },
        {
          "add": "that"
        },
        {
          "t": " the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the Holy One of Israel, in truth. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "The remnant shall return, even the remnant of Jacob, unto the mighty God.",
      "tokens": [
        {
          "t": "The remnant shall return, "
        },
        {
          "add": "even"
        },
        {
          "t": " the remnant of Jacob, unto the mighty God. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "For though thy people Israel be as the sand of the sea, yet a remnant of them shall return: the consumption decreed shall overflow with righteousness.",
      "tokens": [
        {
          "t": "For though thy people Israel be as the sand of the sea, "
        },
        {
          "add": "yet"
        },
        {
          "t": " a remnant of them shall return: the consumption decreed shall overflow with righteousness. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "For the Lord GOD of hosts shall make a consumption, even determined, in the midst of all the land.",
      "tokens": [
        {
          "t": "For the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": " of hosts shall make a consumption, even determined, in the midst of all the land. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "¶ Therefore thus saith the Lord GOD of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.",
      "tokens": [
        {
          "t": "¶ Therefore thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": " of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "For yet a very little while, and the indignation shall cease, and mine anger in their destruction.",
      "tokens": [
        {
          "t": "For yet a very little while, and the indignation shall cease, and mine anger in their destruction. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "And the LORD of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and as his rod was upon the sea, so shall he lift it up after the manner of Egypt.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and "
        },
        {
          "add": "as"
        },
        {
          "t": " his rod "
        },
        {
          "add": "was"
        },
        {
          "t": " upon the sea, so shall he lift it up after the manner of Egypt. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
      "tokens": [
        {
          "t": "And it shall come to pass in that day, "
        },
        {
          "add": "that"
        },
        {
          "t": " his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages:",
      "tokens": [
        {
          "t": "He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages: "
        }
      ]
    },
    {
      "v": 29,
      "plain": "They are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled.",
      "tokens": [
        {
          "t": "They are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "Lift up thy voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth.",
      "tokens": [
        {
          "t": "Lift up thy voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Madmenah is removed; the inhabitants of Gebim gather themselves to flee.",
      "tokens": [
        {
          "t": "Madmenah is removed; the inhabitants of Gebim gather themselves to flee. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "As yet shall he remain at Nob that day: he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem.",
      "tokens": [
        {
          "t": "As yet shall he remain at Nob that day: he shall shake his hand "
        },
        {
          "add": "against"
        },
        {
          "t": " the mount of the daughter of Zion, the hill of Jerusalem. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Behold, the Lord, the LORD of hosts, shall lop the bough with terror: and the high ones of stature shall be hewn down, and the haughty shall be humbled.",
      "tokens": [
        {
          "t": "Behold, the Lord, the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts, shall lop the bough with terror: and the high ones of stature "
        },
        {
          "add": "shall be"
        },
        {
          "t": " hewn down, and the haughty shall be humbled. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one.",
      "tokens": [
        {
          "t": "And he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "that write…: or, to the writers that write grievousness"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "O…: or, Woe to the Assyrian: Heb. Asshur"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "and: or, though"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "tread…: Heb. lay them a treading"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 12
      },
      "text": "punish: Heb. visit upon"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 12
      },
      "text": "stout…: Heb. greatness of the heart"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 13
      },
      "text": "a valiant…: or, many people"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 15
      },
      "text": "the rod…: or, a rod should shake them that lift it up"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 15
      },
      "text": "itself, as if…: or, that which is not wood"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 18
      },
      "text": "both…: Heb. from the soul, and even to the flesh"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "few: Heb. number"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 22
      },
      "text": "of them: Heb. in, or, among, etc"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 22
      },
      "text": "with: or, in"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 24
      },
      "text": "and shall…: or, but he shall lift up his staff for"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 27
      },
      "text": "be taken…: Heb. remove"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 30
      },
      "text": "Lift…: Heb. Cry shrill with"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 34
      },
      "text": "by…: or, mightily"
    }
  ]
}