{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "plain": "The burden of Moab. Because in the night Ar of Moab is laid waste, and brought to silence; because in the night Kir of Moab is laid waste, and brought to silence;",
      "tokens": [
        {
          "t": "The burden of Moab. Because in the night Ar of Moab is laid waste, "
        },
        {
          "add": "and"
        },
        {
          "t": " brought to silence; because in the night Kir of Moab is laid waste, "
        },
        {
          "add": "and"
        },
        {
          "t": " brought to silence; "
        }
      ]
    },
    {
      "v": 2,
      "plain": "He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall howl over Nebo, and over Medeba: on all their heads shall be baldness, and every beard cut off.",
      "tokens": [
        {
          "t": "He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall howl over Nebo, and over Medeba: on all their heads "
        },
        {
          "add": "shall be"
        },
        {
          "t": " baldness, "
        },
        {
          "add": "and"
        },
        {
          "t": " every beard cut off. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "In their streets they shall gird themselves with sackcloth: on the tops of their houses, and in their streets, every one shall howl, weeping abundantly.",
      "tokens": [
        {
          "t": "In their streets they shall gird themselves with sackcloth: on the tops of their houses, and in their streets, every one shall howl, weeping abundantly. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And Heshbon shall cry, and Elealeh: their voice shall be heard even unto Jahaz: therefore the armed soldiers of Moab shall cry out; his life shall be grievous unto him.",
      "tokens": [
        {
          "t": "And Heshbon shall cry, and Elealeh: their voice shall be heard "
        },
        {
          "add": "even"
        },
        {
          "t": " unto Jahaz: therefore the armed soldiers of Moab shall cry out; his life shall be grievous unto him. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "My heart shall cry out for Moab; his fugitives shall flee unto Zoar, an heifer of three years old: for by the mounting up of Luhith with weeping shall they go it up; for in the way of Horonaim they shall raise up a cry of destruction.",
      "tokens": [
        {
          "t": "My heart shall cry out for Moab; his fugitives "
        },
        {
          "add": "shall flee"
        },
        {
          "t": " unto Zoar, an heifer of three years old: for by the mounting up of Luhith with weeping shall they go it up; for in the way of Horonaim they shall raise up a cry of destruction. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "For the waters of Nimrim shall be desolate: for the hay is withered away, the grass faileth, there is no green thing.",
      "tokens": [
        {
          "t": "For the waters of Nimrim shall be desolate: for the hay is withered away, the grass faileth, there is no green thing. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Therefore the abundance they have gotten, and that which they have laid up, shall they carry away to the brook of the willows.",
      "tokens": [
        {
          "t": "Therefore the abundance they have gotten, and that which they have laid up, shall they carry away to the brook of the willows. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For the cry is gone round about the borders of Moab; the howling thereof unto Eglaim, and the howling thereof unto Beer-elim.",
      "tokens": [
        {
          "t": "For the cry is gone round about the borders of Moab; the howling thereof unto Eglaim, and the howling thereof unto Beer-elim. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "For the waters of Dimon shall be full of blood: for I will bring more upon Dimon, lions upon him that escapeth of Moab, and upon the remnant of the land.",
      "tokens": [
        {
          "t": "For the waters of Dimon shall be full of blood: for I will bring more upon Dimon, lions upon him that escapeth of Moab, and upon the remnant of the land. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "brought…: or, cut off"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "weeping…: Heb. descending into weeping, or, coming down with weeping"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "his…: or, to the borders thereof, even to Zoar, as an heifer"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "destruction: Heb. breaking"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "desolate: Heb. desolations"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 7
      },
      "text": "brook…: or, valley of the Arabians"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 9
      },
      "text": "more: Heb. additions"
    }
  ]
}