{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 29,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Woe to Ariel, to Ariel, the city"
        },
        {
          "add": "where"
        },
        {
          "t": "David dwelt! add ye year to year; let them kill sacrifices."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as Ariel."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And I will camp against thee round about, and will lay siege against thee with a mount, and I will raise forts against thee."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And thou shalt be brought down,"
        },
        {
          "add": "and"
        },
        {
          "t": "shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Moreover the multitude of thy strangers shall be like small dust, and the multitude of the terrible ones"
        },
        {
          "add": "shall be"
        },
        {
          "t": "as chaff that passeth away: yea, it shall be at an instant suddenly."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Thou shalt be visited of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And the multitude of all the nations that fight against Ariel, even all that fight against her and her munition, and that distress her, shall be as a dream of a night vision."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "It shall even be as when an hungry"
        },
        {
          "add": "man"
        },
        {
          "t": "dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold,"
        },
        {
          "add": "he is"
        },
        {
          "t": "faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ Stay yourselves, and wonder; cry ye out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath poured out upon you the spirit of deep sleep, and hath closed your eyes: the prophets and your rulers, the seers hath he covered."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the vision of all is become unto you as the words of a book that is sealed, which"
        },
        {
          "add": "men"
        },
        {
          "t": "deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it"
        },
        {
          "add": "is"
        },
        {
          "t": "sealed:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Wherefore the Lord said, Forasmuch as this people draw near"
        },
        {
          "add": "me"
        },
        {
          "t": "with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Therefore, behold, I will proceed to do a marvellous work among this people,"
        },
        {
          "add": "even"
        },
        {
          "t": "a marvellous work and a wonder: for the wisdom of their wise"
        },
        {
          "add": "men"
        },
        {
          "t": "shall perish, and the understanding of their prudent"
        },
        {
          "add": "men"
        },
        {
          "t": "shall be hid."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Woe unto them that seek deep to hide their counsel from the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and their works are in the dark, and they say, Who seeth us? and who knoweth us?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Surely your turning of things upside down shall be esteemed as the potter’s clay: for shall the work say of him that made it, He made me not? or shall the thing framed say of him that framed it, He had no understanding?"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "add": "Is"
        },
        {
          "t": "it not yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest?"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The meek also shall increase"
        },
        {
          "add": "their"
        },
        {
          "t": "joy in the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and the poor among men shall rejoice in the Holy One of Israel."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "For the terrible one is brought to nought, and the scorner is consumed, and all that watch for iniquity are cut off:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "That make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of nought."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Therefore thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Woe…: or, O Ariel, that is, the lion of God"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "the city: or, of the city"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 1
      },
      "text": "kill: Heb. cut off the heads of"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 4
      },
      "text": "whisper: Heb. peep, or, chirp"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 9
      },
      "text": "cry ye…: or, take your pleasure, and riot"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 10
      },
      "text": "rulers: Heb. heads"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 11
      },
      "text": "book: or, letter"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 14
      },
      "text": "proceed: Heb. add"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 19
      },
      "text": "increase: Heb. add"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 24
      },
      "text": "come…: Heb. know understanding"
    }
  ]
}