{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 30,
  "verses": [
    {
      "v": 1,
      "plain": "Woe to the rebellious children, saith the LORD, that take counsel, but not of me; and that cover with a covering, but not of my spirit, that they may add sin to sin:",
      "tokens": [
        {
          "t": "Woe to the rebellious children, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that take counsel, but not of me; and that cover with a covering, but not of my spirit, that they may add sin to sin: "
        }
      ]
    },
    {
      "v": 2,
      "plain": "That walk to go down into Egypt, and have not asked at my mouth; to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt!",
      "tokens": [
        {
          "t": "That walk to go down into Egypt, and have not asked at my mouth; to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt! "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Therefore shall the strength of Pharaoh be your shame, and the trust in the shadow of Egypt your confusion.",
      "tokens": [
        {
          "t": "Therefore shall the strength of Pharaoh be your shame, and the trust in the shadow of Egypt "
        },
        {
          "add": "your"
        },
        {
          "t": " confusion. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "For his princes were at Zoan, and his ambassadors came to Hanes.",
      "tokens": [
        {
          "t": "For his princes were at Zoan, and his ambassadors came to Hanes. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "They were all ashamed of a people that could not profit them, nor be an help nor profit, but a shame, and also a reproach.",
      "tokens": [
        {
          "t": "They were all ashamed of a people "
        },
        {
          "add": "that"
        },
        {
          "t": " could not profit them, nor be an help nor profit, but a shame, and also a reproach. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "The burden of the beasts of the south: into the land of trouble and anguish, from whence come the young and old lion, the viper and fiery flying serpent, they will carry their riches upon the shoulders of young asses, and their treasures upon the bunches of camels, to a people that shall not profit them.",
      "tokens": [
        {
          "t": "The burden of the beasts of the south: into the land of trouble and anguish, from whence "
        },
        {
          "add": "come"
        },
        {
          "t": " the young and old lion, the viper and fiery flying serpent, they will carry their riches upon the shoulders of young asses, and their treasures upon the bunches of camels, to a people "
        },
        {
          "add": "that"
        },
        {
          "t": " shall not profit "
        },
        {
          "add": "them"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 7,
      "plain": "For the Egyptians shall help in vain, and to no purpose: therefore have I cried concerning this, Their strength is to sit still.",
      "tokens": [
        {
          "t": "For the Egyptians shall help in vain, and to no purpose: therefore have I cried concerning this, Their strength "
        },
        {
          "add": "is"
        },
        {
          "t": " to sit still. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever:",
      "tokens": [
        {
          "t": "¶ Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever: "
        }
      ]
    },
    {
      "v": 9,
      "plain": "That this is a rebellious people, lying children, children that will not hear the law of the LORD:",
      "tokens": [
        {
          "t": "That this "
        },
        {
          "add": "is"
        },
        {
          "t": " a rebellious people, lying children, children "
        },
        {
          "add": "that"
        },
        {
          "t": " will not hear the law of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:",
      "tokens": [
        {
          "t": "Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits: "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us.",
      "tokens": [
        {
          "t": "Get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and stay thereon:",
      "tokens": [
        {
          "t": "Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and stay thereon: "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly at an instant.",
      "tokens": [
        {
          "t": "Therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly at an instant. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "And he shall break it as the breaking of the potters’ vessel that is broken in pieces; he shall not spare: so that there shall not be found in the bursting of it a sherd to take fire from the hearth, or to take water withal out of the pit.",
      "tokens": [
        {
          "t": "And he shall break it as the breaking of the potters’ vessel that is broken in pieces; he shall not spare: so that there shall not be found in the bursting of it a sherd to take fire from the hearth, or to take water "
        },
        {
          "add": "withal"
        },
        {
          "t": " out of the pit. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "For thus saith the Lord GOD, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.",
      "tokens": [
        {
          "t": "For thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "But ye said, No; for we will flee upon horses; therefore shall ye flee: and, We will ride upon the swift; therefore shall they that pursue you be swift.",
      "tokens": [
        {
          "t": "But ye said, No; for we will flee upon horses; therefore shall ye flee: and, We will ride upon the swift; therefore shall they that pursue you be swift. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "One thousand shall flee at the rebuke of one; at the rebuke of five shall ye flee: till ye be left as a beacon upon the top of a mountain, and as an ensign on an hill.",
      "tokens": [
        {
          "t": "One thousand "
        },
        {
          "add": "shall flee"
        },
        {
          "t": " at the rebuke of one; at the rebuke of five shall ye flee: till ye be left as a beacon upon the top of a mountain, and as an ensign on an hill. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD is a God of judgment: blessed are all they that wait for him.",
      "tokens": [
        {
          "t": "¶ And therefore will the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "is"
        },
        {
          "t": " a God of judgment: blessed "
        },
        {
          "add": "are"
        },
        {
          "t": " all they that wait for him. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "For the people shall dwell in Zion at Jerusalem: thou shalt weep no more: he will be very gracious unto thee at the voice of thy cry; when he shall hear it, he will answer thee.",
      "tokens": [
        {
          "t": "For the people shall dwell in Zion at Jerusalem: thou shalt weep no more: he will be very gracious unto thee at the voice of thy cry; when he shall hear it, he will answer thee. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "And though the Lord give you the bread of adversity, and the water of affliction, yet shall not thy teachers be removed into a corner any more, but thine eyes shall see thy teachers:",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "though"
        },
        {
          "t": " the Lord give you the bread of adversity, and the water of affliction, yet shall not thy teachers be removed into a corner any more, but thine eyes shall see thy teachers: "
        }
      ]
    },
    {
      "v": 21,
      "plain": "And thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.",
      "tokens": [
        {
          "t": "And thine ears shall hear a word behind thee, saying, This "
        },
        {
          "add": "is"
        },
        {
          "t": " the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence.",
      "tokens": [
        {
          "t": "Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Then shall he give the rain of thy seed, that thou shalt sow the ground withal; and bread of the increase of the earth, and it shall be fat and plenteous: in that day shall thy cattle feed in large pastures.",
      "tokens": [
        {
          "t": "Then shall he give the rain of thy seed, that thou shalt sow the ground withal; and bread of the increase of the earth, and it shall be fat and plenteous: in that day shall thy cattle feed in large pastures. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "The oxen likewise and the young asses that ear the ground shall eat clean provender, which hath been winnowed with the shovel and with the fan.",
      "tokens": [
        {
          "t": "The oxen likewise and the young asses that ear the ground shall eat clean provender, which hath been winnowed with the shovel and with the fan. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "And there shall be upon every high mountain, and upon every high hill, rivers and streams of waters in the day of the great slaughter, when the towers fall.",
      "tokens": [
        {
          "t": "And there shall be upon every high mountain, and upon every high hill, rivers "
        },
        {
          "add": "and"
        },
        {
          "t": " streams of waters in the day of the great slaughter, when the towers fall. "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the LORD bindeth up the breach of his people, and healeth the stroke of their wound.",
      "tokens": [
        {
          "t": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " bindeth up the breach of his people, and healeth the stroke of their wound. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "¶ Behold, the name of the LORD cometh from far, burning with his anger, and the burden thereof is heavy: his lips are full of indignation, and his tongue as a devouring fire:",
      "tokens": [
        {
          "t": "¶ Behold, the name of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " cometh from far, burning "
        },
        {
          "add": "with"
        },
        {
          "t": " his anger, and the burden "
        },
        {
          "add": "thereof is"
        },
        {
          "t": " heavy: his lips are full of indignation, and his tongue as a devouring fire: "
        }
      ]
    },
    {
      "v": 28,
      "plain": "And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of vanity: and there shall be a bridle in the jaws of the people, causing them to err.",
      "tokens": [
        {
          "t": "And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of vanity: and "
        },
        {
          "add": "there shall be"
        },
        {
          "t": " a bridle in the jaws of the people, causing "
        },
        {
          "add": "them"
        },
        {
          "t": " to err. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "Ye shall have a song, as in the night when a holy solemnity is kept; and gladness of heart, as when one goeth with a pipe to come into the mountain of the LORD, to the mighty One of Israel.",
      "tokens": [
        {
          "t": "Ye shall have a song, as in the night "
        },
        {
          "add": "when"
        },
        {
          "t": " a holy solemnity is kept; and gladness of heart, as when one goeth with a pipe to come into the mountain of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to the mighty One of Israel. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "And the LORD shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of his anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of "
        },
        {
          "add": "his"
        },
        {
          "t": " anger, and "
        },
        {
          "add": "with"
        },
        {
          "t": " the flame of a devouring fire, "
        },
        {
          "add": "with"
        },
        {
          "t": " scattering, and tempest, and hailstones. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "For through the voice of the LORD shall the Assyrian be beaten down, which smote with a rod.",
      "tokens": [
        {
          "t": "For through the voice of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall the Assyrian be beaten down, "
        },
        {
          "add": "which"
        },
        {
          "t": " smote with a rod. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And in every place where the grounded staff shall pass, which the LORD shall lay upon him, it shall be with tabrets and harps: and in battles of shaking will he fight with it.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "in"
        },
        {
          "t": " every place where the grounded staff shall pass, which the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall lay upon him, "
        },
        {
          "add": "it"
        },
        {
          "t": " shall be with tabrets and harps: and in battles of shaking will he fight with it. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "For Tophet is ordained of old; yea, for the king it is prepared; he hath made it deep and large: the pile thereof is fire and much wood; the breath of the LORD, like a stream of brimstone, doth kindle it.",
      "tokens": [
        {
          "t": "For Tophet "
        },
        {
          "add": "is"
        },
        {
          "t": " ordained of old; yea, for the king it is prepared; he hath made "
        },
        {
          "add": "it"
        },
        {
          "t": " deep "
        },
        {
          "add": "and"
        },
        {
          "t": " large: the pile thereof "
        },
        {
          "add": "is"
        },
        {
          "t": " fire and much wood; the breath of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", like a stream of brimstone, doth kindle it. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 7
      },
      "text": "concerning…: or, to her"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "the…: Heb. the latter day"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 12
      },
      "text": "oppression: or, fraud"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 14
      },
      "text": "the potters’…: Heb. the bottle of potters"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 17
      },
      "text": "a beacon: or, a tree bereft of branches, or, boughs: or, a mast"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 20
      },
      "text": "affliction: or, oppression"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 22
      },
      "text": "thy graven…: Heb. the graven images of thy silver"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 22
      },
      "text": "cast: Heb. scatter"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 24
      },
      "text": "clean: or, savoury: Heb. leavened"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 25
      },
      "text": "high hill: Heb. lifted up, etc"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 27
      },
      "text": "burden…: or, grievousness of flame"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 27
      },
      "text": "heavy: Heb. heaviness"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 29
      },
      "text": "mighty…: Heb. Rock"
    },
    {
      "id": "FN14",
      "mark": "†",
      "at": {
        "v": 30
      },
      "text": "his glorious…: Heb. the glory of his voice"
    },
    {
      "id": "FN15",
      "mark": "‡",
      "at": {
        "v": 32
      },
      "text": "in every…: Heb. every passing of the rod founded"
    },
    {
      "id": "FN16",
      "mark": "§",
      "at": {
        "v": 32
      },
      "text": "lay…: Heb. cause to rest upon"
    },
    {
      "id": "FN17",
      "mark": "**",
      "at": {
        "v": 32
      },
      "text": "with it: or, against them"
    },
    {
      "id": "FN18",
      "mark": "††",
      "at": {
        "v": 33
      },
      "text": "of old: Heb. from yesterday"
    }
  ]
}