{
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 35,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        },
        {
          "add": "and"
        },
        {
          "t": "the excellency of our God."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ Strengthen ye the weak hands, and confirm the feeble knees."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Say to them"
        },
        {
          "add": "that are"
        },
        {
          "t": "of a fearful heart, Be strong, fear not: behold, your God will come"
        },
        {
          "add": "with"
        },
        {
          "t": "vengeance,"
        },
        {
          "add": "even"
        },
        {
          "t": "God"
        },
        {
          "add": "with"
        },
        {
          "t": "a recompence; he will come and save you."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then shall the lame"
        },
        {
          "add": "man"
        },
        {
          "t": "leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay,"
        },
        {
          "add": "shall be"
        },
        {
          "t": "grass with reeds and rushes."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it"
        },
        {
          "add": "shall be"
        },
        {
          "t": "for those: the wayfaring men, though fools, shall not err"
        },
        {
          "add": "therein"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "No lion shall be there, nor"
        },
        {
          "add": "any"
        },
        {
          "t": "ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk"
        },
        {
          "add": "there:"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And the ransomed of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "fearful: Heb. hasty"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 7
      },
      "text": "grass…: or, a court for reeds, etc"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 8
      },
      "text": "but…: or, for he shall be with them"
    }
  ]
}