{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 36,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now it came to pass in the fourteenth year of king Hezekiah,"
        },
        {
          "add": "that"
        },
        {
          "t": "Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller’s field."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then came forth unto him Eliakim, Hilkiah’s son, which was over the house, and Shebna the scribe, and Joah, Asaph’s son, the recorder."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ And Rabshakeh said unto them, Say ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence"
        },
        {
          "add": "is"
        },
        {
          "t": "this wherein thou trustest?"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "I say,"
        },
        {
          "add": "sayest thou"
        },
        {
          "t": ", (but"
        },
        {
          "add": "they are but"
        },
        {
          "t": "vain words)"
        },
        {
          "add": "I have"
        },
        {
          "t": "counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Lo, thou trustest in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so"
        },
        {
          "add": "is"
        },
        {
          "t": "Pharaoh king of Egypt to all that trust in him."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "But if thou say to me, We trust in the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "our God:"
        },
        {
          "add": "is it"
        },
        {
          "t": "not he, whose high places and whose altars Hezekiah hath taken away, and said to Judah and to Jerusalem, Ye shall worship before this altar?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Now therefore give pledges, I pray thee, to my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "How then wilt thou turn away the face of one captain of the least of my master’s servants, and put thy trust on Egypt for chariots and for horsemen?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And am I now come up without the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "against this land to destroy it? the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto me, Go up against this land, and destroy it."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak, I pray thee, unto thy servants in the Syrian language; for we understand"
        },
        {
          "add": "it:"
        },
        {
          "t": "and speak not to us in the Jews’ language, in the ears of the people that"
        },
        {
          "add": "are"
        },
        {
          "t": "on the wall."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ But Rabshakeh said, Hath my master sent me to thy master and to thee to speak these words?"
        },
        {
          "add": "hath he"
        },
        {
          "t": "not"
        },
        {
          "add": "sent me"
        },
        {
          "t": "to the men that sit upon the wall, that they may eat their own dung, and drink their own piss with you?"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then Rabshakeh stood, and cried with a loud voice in the Jews’ language, and said, Hear ye the words of the great king, the king of Assyria."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Neither let Hezekiah make you trust in the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", saying, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will surely deliver us: this city shall not be delivered into the hand of the king of Assyria."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Hearken not to Hezekiah: for thus saith the king of Assyria, Make"
        },
        {
          "add": "an agreement"
        },
        {
          "t": "with me"
        },
        {
          "add": "by"
        },
        {
          "t": "a present, and come out to me: and eat ye every one of his vine, and every one of his fig tree, and drink ye every one the waters of his own cistern;"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "add": "Beware"
        },
        {
          "t": "lest Hezekiah persuade you, saying, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Where"
        },
        {
          "add": "are"
        },
        {
          "t": "the gods of Hamath and Arphad? where"
        },
        {
          "add": "are"
        },
        {
          "t": "the gods of Sepharvaim? and have they delivered Samaria out of my hand?"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Who"
        },
        {
          "add": "are they"
        },
        {
          "t": "among all the gods of these lands, that have delivered their land out of my hand, that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "should deliver Jerusalem out of my hand?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "But they held their peace, and answered him not a word: for the king’s commandment was, saying, Answer him not."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ Then came Eliakim, the son of Hilkiah, that"
        },
        {
          "add": "was"
        },
        {
          "t": "over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder, to Hezekiah with"
        },
        {
          "add": "their"
        },
        {
          "t": "clothes rent, and told him the words of Rabshakeh."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "scribe: or, secretary"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "vain…: Heb. a word of lips"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "I have…: or, but counsel and strength are for the war"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 8
      },
      "text": "pledges: or, hostages"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "Make…: or, Seek my favour by a present: Heb. Make with me a blessing"
    }
  ]
}