{
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 39,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "At that time Merodach-baladan, the son of Baladan, king of Babylon, sent letters and a present to Hezekiah: for he had heard that he had been sick, and was recovered."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And Hezekiah was glad of them, and shewed them the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah shewed them not."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto thee? And Hezekiah said, They are come from a far country unto me,"
        },
        {
          "add": "even"
        },
        {
          "t": "from Babylon."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then said he, What have they seen in thine house? And Hezekiah answered, All that"
        },
        {
          "add": "is"
        },
        {
          "t": "in mine house have they seen: there is nothing among my treasures that I have not shewed them."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Then said Isaiah to Hezekiah, Hear the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Behold, the days come, that all that"
        },
        {
          "add": "is"
        },
        {
          "t": "in thine house, and"
        },
        {
          "add": "that"
        },
        {
          "t": "which thy fathers have laid up in store until this day, shall be carried to Babylon: nothing shall be left, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Then said Hezekiah to Isaiah, Good"
        },
        {
          "add": "is"
        },
        {
          "t": "the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "which thou hast spoken. He said moreover, For there shall be peace and truth in my days."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "precious things: or, spicery"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 2
      },
      "text": "armour: or, jewels: Heb. vessels, or, instruments"
    }
  ]
}