{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 46,
  "verses": [
    {
      "v": 1,
      "plain": "Bel boweth down, Nebo stoopeth, their idols were upon the beasts, and upon the cattle: your carriages were heavy loaden; they are a burden to the weary beast.",
      "tokens": [
        {
          "t": "Bel boweth down, Nebo stoopeth, their idols were upon the beasts, and upon the cattle: your carriages "
        },
        {
          "add": "were"
        },
        {
          "t": " heavy loaden; "
        },
        {
          "add": "they are"
        },
        {
          "t": " a burden to the weary "
        },
        {
          "add": "beast"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 2,
      "plain": "They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity.",
      "tokens": [
        {
          "t": "They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne by me from the belly, which are carried from the womb:",
      "tokens": [
        {
          "t": "¶ Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne "
        },
        {
          "add": "by me"
        },
        {
          "t": " from the belly, which are carried from the womb: "
        }
      ]
    },
    {
      "v": 4,
      "plain": "And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you.",
      "tokens": [
        {
          "t": "And "
        },
        {
          "add": "even"
        },
        {
          "t": " to "
        },
        {
          "add": "your"
        },
        {
          "t": " old age I "
        },
        {
          "add": "am"
        },
        {
          "t": " he; and "
        },
        {
          "add": "even"
        },
        {
          "t": " to hoar hairs will I carry "
        },
        {
          "add": "you:"
        },
        {
          "t": " I have made, and I will bear; even I will carry, and will deliver "
        },
        {
          "add": "you"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 5,
      "plain": "¶ To whom will ye liken me, and make me equal, and compare me, that we may be like?",
      "tokens": [
        {
          "t": "¶ To whom will ye liken me, and make "
        },
        {
          "add": "me"
        },
        {
          "t": " equal, and compare me, that we may be like? "
        }
      ]
    },
    {
      "v": 6,
      "plain": "They lavish gold out of the bag, and weigh silver in the balance, and hire a goldsmith; and he maketh it a god: they fall down, yea, they worship.",
      "tokens": [
        {
          "t": "They lavish gold out of the bag, and weigh silver in the balance, "
        },
        {
          "add": "and"
        },
        {
          "t": " hire a goldsmith; and he maketh it a god: they fall down, yea, they worship. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "They bear him upon the shoulder, they carry him, and set him in his place, and he standeth; from his place shall he not remove: yea, one shall cry unto him, yet can he not answer, nor save him out of his trouble.",
      "tokens": [
        {
          "t": "They bear him upon the shoulder, they carry him, and set him in his place, and he standeth; from his place shall he not remove: yea, "
        },
        {
          "add": "one"
        },
        {
          "t": " shall cry unto him, yet can he not answer, nor save him out of his trouble. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Remember this, and shew yourselves men: bring it again to mind, O ye transgressors.",
      "tokens": [
        {
          "t": "Remember this, and shew yourselves men: bring "
        },
        {
          "add": "it"
        },
        {
          "t": " again to mind, O ye transgressors. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Remember the former things of old: for I am God, and there is none else; I am God, and there is none like me,",
      "tokens": [
        {
          "t": "Remember the former things of old: for I "
        },
        {
          "add": "am"
        },
        {
          "t": " God, and "
        },
        {
          "add": "there is"
        },
        {
          "t": " none else; "
        },
        {
          "add": "I am"
        },
        {
          "t": " God, and "
        },
        {
          "add": "there is"
        },
        {
          "t": " none like me, "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:",
      "tokens": [
        {
          "t": "Declaring the end from the beginning, and from ancient times "
        },
        {
          "add": "the things"
        },
        {
          "t": " that are not "
        },
        {
          "add": "yet"
        },
        {
          "t": " done, saying, My counsel shall stand, and I will do all my pleasure: "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Calling a ravenous bird from the east, the man that executeth my counsel from a far country: yea, I have spoken it, I will also bring it to pass; I have purposed it, I will also do it.",
      "tokens": [
        {
          "t": "Calling a ravenous bird from the east, the man that executeth my counsel from a far country: yea, I have spoken "
        },
        {
          "add": "it"
        },
        {
          "t": ", I will also bring it to pass; I have purposed "
        },
        {
          "add": "it"
        },
        {
          "t": ", I will also do it. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "¶ Hearken unto me, ye stouthearted, that are far from righteousness:",
      "tokens": [
        {
          "t": "¶ Hearken unto me, ye stouthearted, that "
        },
        {
          "add": "are"
        },
        {
          "t": " far from righteousness: "
        }
      ]
    },
    {
      "v": 13,
      "plain": "I bring near my righteousness; it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory.",
      "tokens": [
        {
          "t": "I bring near my righteousness; it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "themselves: Heb. their soul"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 11
      },
      "text": "that…: Heb. of my counsel"
    }
  ]
}