{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 47,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Come down, and sit in the dust, O virgin daughter of Babylon, sit on the ground:"
        },
        {
          "add": "there is"
        },
        {
          "t": "no throne, O daughter of the Chaldeans: for thou shalt no more be called tender and delicate."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Take the millstones, and grind meal: uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet"
        },
        {
          "add": "thee as"
        },
        {
          "t": "a man."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "add": "As for"
        },
        {
          "t": "our redeemer, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts"
        },
        {
          "add": "is"
        },
        {
          "t": "his name, the Holy One of Israel."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Sit thou silent, and get thee into darkness, O daughter of the Chaldeans: for thou shalt no more be called, The lady of kingdoms."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "¶ I was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ And thou saidst, I shall be a lady for ever:"
        },
        {
          "add": "so"
        },
        {
          "t": "that thou didst not lay these"
        },
        {
          "add": "things"
        },
        {
          "t": "to thy heart, neither didst remember the latter end of it."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Therefore hear now this,"
        },
        {
          "add": "thou that art"
        },
        {
          "t": "given to pleasures, that dwellest carelessly, that sayest in thine heart, I"
        },
        {
          "add": "am"
        },
        {
          "t": ", and none else beside me; I shall not sit"
        },
        {
          "add": "as"
        },
        {
          "t": "a widow, neither shall I know the loss of children:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "But these two"
        },
        {
          "add": "things"
        },
        {
          "t": "shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection for the multitude of thy sorceries,"
        },
        {
          "add": "and"
        },
        {
          "t": "for the great abundance of thine enchantments."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I"
        },
        {
          "add": "am"
        },
        {
          "t": ", and none else beside me."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Therefore shall evil come upon thee; thou shalt not know from whence it riseth: and mischief shall fall upon thee; thou shalt not be able to put it off: and desolation shall come upon thee suddenly,"
        },
        {
          "add": "which"
        },
        {
          "t": "thou shalt not know."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Stand now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profit, if so be thou mayest prevail."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from"
        },
        {
          "add": "these things"
        },
        {
          "t": "that shall come upon thee."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame:"
        },
        {
          "add": "there shall"
        },
        {
          "t": "not"
        },
        {
          "add": "be"
        },
        {
          "t": "a coal to warm at,"
        },
        {
          "add": "nor"
        },
        {
          "t": "fire to sit before it."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Thus shall they be unto thee with whom thou hast laboured,"
        },
        {
          "add": "even"
        },
        {
          "t": "thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 10
      },
      "text": "perverted…: or, caused thee to turn away"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 11
      },
      "text": "from…: Heb. the morning thereof"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 11
      },
      "text": "put: Heb. expiate"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 13
      },
      "text": "astrologers: Heb. viewers of the heavens"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 13
      },
      "text": "the monthly…: Heb. that give knowledge concerning the months"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "themselves: Heb. their souls"
    }
  ]
}