{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 48,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Hear ye this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and make mention of the God of Israel,"
        },
        {
          "add": "but"
        },
        {
          "t": "not in truth, nor in righteousness."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For they call themselves of the holy city, and stay themselves upon the God of Israel; The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts"
        },
        {
          "add": "is"
        },
        {
          "t": "his name."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "I have declared the former things from the beginning; and they went forth out of my mouth, and I shewed them; I did"
        },
        {
          "add": "them"
        },
        {
          "t": "suddenly, and they came to pass."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Because I knew that thou"
        },
        {
          "add": "art"
        },
        {
          "t": "obstinate, and thy neck"
        },
        {
          "add": "is"
        },
        {
          "t": "an iron sinew, and thy brow brass;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "I have even from the beginning declared"
        },
        {
          "add": "it"
        },
        {
          "t": "to thee; before it came to pass I shewed"
        },
        {
          "add": "it"
        },
        {
          "t": "thee: lest thou shouldest say, Mine idol hath done them, and my graven image, and my molten image, hath commanded them."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Thou hast heard, see all this; and will not ye declare"
        },
        {
          "add": "it"
        },
        {
          "t": "? I have shewed thee new things from this time, even hidden things, and thou didst not know them."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "They are created now, and not from the beginning; even before the day when thou heardest them not; lest thou shouldest say, Behold, I knew them."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Yea, thou heardest not; yea, thou knewest not; yea, from that time"
        },
        {
          "add": "that"
        },
        {
          "t": "thine ear was not opened: for I knew that thou wouldest deal very treacherously, and wast called a transgressor from the womb."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ For my name’s sake will I defer mine anger, and for my praise will I refrain for thee, that I cut thee not off."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "For mine own sake,"
        },
        {
          "add": "even"
        },
        {
          "t": "for mine own sake, will I do"
        },
        {
          "add": "it:"
        },
        {
          "t": "for how should"
        },
        {
          "add": "my name"
        },
        {
          "t": "be polluted? and I will not give my glory unto another."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ Hearken unto me, O Jacob and Israel, my called; I"
        },
        {
          "add": "am"
        },
        {
          "t": "he; I"
        },
        {
          "add": "am"
        },
        {
          "t": "the first, I also"
        },
        {
          "add": "am"
        },
        {
          "t": "the last."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Mine hand also hath laid the foundation of the earth, and my right hand hath spanned the heavens:"
        },
        {
          "add": "when"
        },
        {
          "t": "I call unto them, they stand up together."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "All ye, assemble yourselves, and hear; which among them hath declared these"
        },
        {
          "add": "things"
        },
        {
          "t": "? The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath loved him: he will do his pleasure on Babylon, and his arm"
        },
        {
          "add": "shall be on"
        },
        {
          "t": "the Chaldeans."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "I,"
        },
        {
          "add": "even"
        },
        {
          "t": "I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "¶ Come ye near unto me, hear ye this; I have not spoken in secret from the beginning; from the time that it was, there"
        },
        {
          "add": "am"
        },
        {
          "t": "I: and now the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", and his Spirit, hath sent me."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", thy Redeemer, the Holy One of Israel; I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy God which teacheth thee to profit, which leadeth thee by the way"
        },
        {
          "add": "that"
        },
        {
          "t": "thou shouldest go."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "O that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea:"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Thy seed also had been as the sand, and the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter it"
        },
        {
          "add": "even"
        },
        {
          "t": "to the end of the earth; say ye, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath redeemed his servant Jacob."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And they thirsted not"
        },
        {
          "add": "when"
        },
        {
          "t": "he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "add": "There is"
        },
        {
          "t": "no peace, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", unto the wicked."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "obstinate: Heb. hard"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 10
      },
      "text": "with…: or, for silver"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 13
      },
      "text": "my…: or, the palm of my right hand hath spread out"
    }
  ]
}