{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 49,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Listen, O isles, unto me; and hearken, ye people, from far; The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath called me from the womb; from the bowels of my mother hath he made mention of my name."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And said unto me, Thou"
        },
        {
          "add": "art"
        },
        {
          "t": "my servant, O Israel, in whom I will be glorified."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then I said, I have laboured in vain, I have spent my strength for nought, and in vain:"
        },
        {
          "add": "yet"
        },
        {
          "t": "surely my judgment"
        },
        {
          "add": "is"
        },
        {
          "t": "with the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and my work with my God."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "¶ And now, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that formed me from the womb"
        },
        {
          "add": "to be"
        },
        {
          "t": "his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and my God shall be my strength."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the Redeemer of Israel,"
        },
        {
          "add": "and"
        },
        {
          "t": "his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that is faithful,"
        },
        {
          "add": "and"
        },
        {
          "t": "the Holy One of Israel, and he shall choose thee."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "That thou mayest say to the prisoners, Go forth; to them that"
        },
        {
          "add": "are"
        },
        {
          "t": "in darkness, Shew yourselves. They shall feed in the ways, and their pastures"
        },
        {
          "add": "shall be"
        },
        {
          "t": "in all high places."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And I will make all my mountains a way, and my highways shall be exalted."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath comforted his people, and will have mercy upon his afflicted."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "But Zion said, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath forsaken me, and my Lord hath forgotten me."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Behold, I have graven thee upon the palms of"
        },
        {
          "add": "my"
        },
        {
          "t": "hands; thy walls"
        },
        {
          "add": "are"
        },
        {
          "t": "continually before me."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "¶ Lift up thine eyes round about, and behold: all these gather themselves together,"
        },
        {
          "add": "and"
        },
        {
          "t": "come to thee."
        },
        {
          "add": "As"
        },
        {
          "t": "I live, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", thou shalt surely clothe thee with them all, as with an ornament, and bind them"
        },
        {
          "add": "on thee"
        },
        {
          "t": ", as a bride"
        },
        {
          "add": "doeth"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place"
        },
        {
          "add": "is"
        },
        {
          "t": "too strait for me: give place to me that I may dwell."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where"
        },
        {
          "add": "had"
        },
        {
          "t": "they"
        },
        {
          "add": "been"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in"
        },
        {
          "add": "their"
        },
        {
          "t": "arms, and thy daughters shall be carried upon"
        },
        {
          "add": "their"
        },
        {
          "t": "shoulders."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with"
        },
        {
          "add": "their"
        },
        {
          "t": "face toward the earth, and lick up the dust of thy feet; and thou shalt know that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": for they shall not be ashamed that wait for me."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "¶ Shall the prey be taken from the mighty, or the lawful captive delivered?"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "But thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "am"
        },
        {
          "t": "thy Saviour and thy Redeemer, the mighty One of Jacob."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "my work: or, my reward"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "Though…: or, That Israel may be gathered to him, and I may, etc"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 6
      },
      "text": "It is…: or, Art thou lighter than that thou shouldest, etc"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 6
      },
      "text": "preserved: or, desolations"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 7
      },
      "text": "whom man…: or, that is despised in soul"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 8
      },
      "text": "establish: or, raise up"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 15
      },
      "text": "that…: Heb. from having compassion"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 22
      },
      "text": "arms: Heb. bosom"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 23
      },
      "text": "nursing fathers: Heb. nourishers"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 23
      },
      "text": "queens: Heb. princesses"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 24
      },
      "text": "lawful…: Heb. captivity of the just"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 25
      },
      "text": "captives: Heb. captivity"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 26
      },
      "text": "sweet: or, new"
    }
  ]
}