{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 51,
  "verses": [
    {
      "v": 1,
      "plain": "Hearken to me, ye that follow after righteousness, ye that seek the LORD: look unto the rock whence ye are hewn, and to the hole of the pit whence ye are digged.",
      "tokens": [
        {
          "t": "Hearken to me, ye that follow after righteousness, ye that seek the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": look unto the rock "
        },
        {
          "add": "whence"
        },
        {
          "t": " ye are hewn, and to the hole of the pit "
        },
        {
          "add": "whence"
        },
        {
          "t": " ye are digged. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Look unto Abraham your father, and unto Sarah that bare you: for I called him alone, and blessed him, and increased him.",
      "tokens": [
        {
          "t": "Look unto Abraham your father, and unto Sarah "
        },
        {
          "add": "that"
        },
        {
          "t": " bare you: for I called him alone, and blessed him, and increased him. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "For the LORD shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the LORD; joy and gladness shall be found therein, thanksgiving, and the voice of melody.",
      "tokens": [
        {
          "t": "For the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; joy and gladness shall be found therein, thanksgiving, and the voice of melody. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "¶ Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people.",
      "tokens": [
        {
          "t": "¶ Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "My righteousness is near; my salvation is gone forth, and mine arms shall judge the people; the isles shall wait upon me, and on mine arm shall they trust.",
      "tokens": [
        {
          "t": "My righteousness "
        },
        {
          "add": "is"
        },
        {
          "t": " near; my salvation is gone forth, and mine arms shall judge the people; the isles shall wait upon me, and on mine arm shall they trust. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished.",
      "tokens": [
        {
          "t": "Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ Hearken unto me, ye that know righteousness, the people in whose heart is my law; fear ye not the reproach of men, neither be ye afraid of their revilings.",
      "tokens": [
        {
          "t": "¶ Hearken unto me, ye that know righteousness, the people in whose heart "
        },
        {
          "add": "is"
        },
        {
          "t": " my law; fear ye not the reproach of men, neither be ye afraid of their revilings. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For the moth shall eat them up like a garment, and the worm shall eat them like wool: but my righteousness shall be for ever, and my salvation from generation to generation.",
      "tokens": [
        {
          "t": "For the moth shall eat them up like a garment, and the worm shall eat them like wool: but my righteousness shall be for ever, and my salvation from generation to generation. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ Awake, awake, put on strength, O arm of the LORD; awake, as in the ancient days, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon?",
      "tokens": [
        {
          "t": "¶ Awake, awake, put on strength, O arm of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; awake, as in the ancient days, in the generations of old. "
        },
        {
          "add": "Art"
        },
        {
          "t": " thou not it that hath cut Rahab, "
        },
        {
          "add": "and"
        },
        {
          "t": " wounded the dragon? "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Art thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?",
      "tokens": [
        {
          "add": "Art"
        },
        {
          "t": " thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over? "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Therefore the redeemed of the LORD shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away.",
      "tokens": [
        {
          "t": "Therefore the redeemed of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall return, and come with singing unto Zion; and everlasting joy "
        },
        {
          "add": "shall be"
        },
        {
          "t": " upon their head: they shall obtain gladness and joy; "
        },
        {
          "add": "and"
        },
        {
          "t": " sorrow and mourning shall flee away. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "I, even I, am he that comforteth you: who art thou, that thou shouldest be afraid of a man that shall die, and of the son of man which shall be made as grass;",
      "tokens": [
        {
          "t": "I, "
        },
        {
          "add": "even"
        },
        {
          "t": " I, "
        },
        {
          "add": "am"
        },
        {
          "t": " he that comforteth you: who "
        },
        {
          "add": "art"
        },
        {
          "t": " thou, that thou shouldest be afraid of a man "
        },
        {
          "add": "that"
        },
        {
          "t": " shall die, and of the son of man "
        },
        {
          "add": "which"
        },
        {
          "t": " shall be made "
        },
        {
          "add": "as"
        },
        {
          "t": " grass; "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And forgettest the LORD thy maker, that hath stretched forth the heavens, and laid the foundations of the earth; and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where is the fury of the oppressor?",
      "tokens": [
        {
          "t": "And forgettest the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy maker, that hath stretched forth the heavens, and laid the foundations of the earth; and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where "
        },
        {
          "add": "is"
        },
        {
          "t": " the fury of the oppressor? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail.",
      "tokens": [
        {
          "t": "The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "But I am the LORD thy God, that divided the sea, whose waves roared: The LORD of hosts is his name.",
      "tokens": [
        {
          "t": "But I "
        },
        {
          "add": "am"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God, that divided the sea, whose waves roared: The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts "
        },
        {
          "add": "is"
        },
        {
          "t": " his name. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou art my people.",
      "tokens": [
        {
          "t": "And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou "
        },
        {
          "add": "art"
        },
        {
          "t": " my people. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the LORD the cup of his fury; thou hast drunken the dregs of the cup of trembling, and wrung them out.",
      "tokens": [
        {
          "t": "¶ Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " the cup of his fury; thou hast drunken the dregs of the cup of trembling, "
        },
        {
          "add": "and"
        },
        {
          "t": " wrung "
        },
        {
          "add": "them"
        },
        {
          "t": " out. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "There is none to guide her among all the sons whom she hath brought forth; neither is there any that taketh her by the hand of all the sons that she hath brought up.",
      "tokens": [
        {
          "add": "There is"
        },
        {
          "t": " none to guide her among all the sons "
        },
        {
          "add": "whom"
        },
        {
          "t": " she hath brought forth; neither "
        },
        {
          "add": "is there any"
        },
        {
          "t": " that taketh her by the hand of all the sons "
        },
        {
          "add": "that"
        },
        {
          "t": " she hath brought up. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "These two things are come unto thee; who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee?",
      "tokens": [
        {
          "t": "These two "
        },
        {
          "add": "things"
        },
        {
          "t": " are come unto thee; who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee? "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Thy sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the LORD, the rebuke of thy God.",
      "tokens": [
        {
          "t": "Thy sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the rebuke of thy God. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "¶ Therefore hear now this, thou afflicted, and drunken, but not with wine:",
      "tokens": [
        {
          "t": "¶ Therefore hear now this, thou afflicted, and drunken, but not with wine: "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Thus saith thy Lord the LORD, and thy God that pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, even the dregs of the cup of my fury; thou shalt no more drink it again:",
      "tokens": [
        {
          "t": "Thus saith thy Lord the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and thy God "
        },
        {
          "add": "that"
        },
        {
          "t": " pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, "
        },
        {
          "add": "even"
        },
        {
          "t": " the dregs of the cup of my fury; thou shalt no more drink it again: "
        }
      ]
    },
    {
      "v": 23,
      "plain": "But I will put it into the hand of them that afflict thee; which have said to thy soul, Bow down, that we may go over: and thou hast laid thy body as the ground, and as the street, to them that went over.",
      "tokens": [
        {
          "t": "But I will put it into the hand of them that afflict thee; which have said to thy soul, Bow down, that we may go over: and thou hast laid thy body as the ground, and as the street, to them that went over. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 13
      },
      "text": "were…: or, made himself ready"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 19
      },
      "text": "are…: Heb. happened"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 19
      },
      "text": "destruction: Heb. breaking"
    }
  ]
}