{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 52,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Shake thyself from the dust; arise,"
        },
        {
          "add": "and"
        },
        {
          "t": "sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Ye have sold yourselves for nought; and ye shall be redeemed without money."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Now therefore, what have I here, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that my people is taken away for nought? they that rule over them make them to howl, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and my name continually every day"
        },
        {
          "add": "is"
        },
        {
          "t": "blasphemed."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Therefore my people shall know my name: therefore"
        },
        {
          "add": "they shall know"
        },
        {
          "t": "in that day that I"
        },
        {
          "add": "am"
        },
        {
          "t": "he that doth speak: behold,"
        },
        {
          "add": "it is"
        },
        {
          "t": "I."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall bring again Zion."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ Break forth into joy, sing together, ye waste places of Jerusalem: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath comforted his people, he hath redeemed Jerusalem."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Depart ye, depart ye, go ye out from thence, touch no unclean"
        },
        {
          "add": "thing;"
        },
        {
          "t": "go ye out of the midst of her; be ye clean, that bear the vessels of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "For ye shall not go out with haste, nor go by flight: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "will go before you; and the God of Israel"
        },
        {
          "add": "will be"
        },
        {
          "t": "your rereward."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "As many were astonied at thee; his visage was so marred more than any man, and his form more than the sons of men:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "So shall he sprinkle many nations; the kings shall shut their mouths at him: for"
        },
        {
          "add": "that"
        },
        {
          "t": "which had not been told them shall they see; and"
        },
        {
          "add": "that"
        },
        {
          "t": "which they had not heard shall they consider."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 12
      },
      "text": "be…: Heb. gather you up"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 13
      },
      "text": "deal…: or, prosper"
    }
  ]
}