{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 54,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Sing, O barren, thou"
        },
        {
          "add": "that"
        },
        {
          "t": "didst not bear; break forth into singing, and cry aloud, thou"
        },
        {
          "add": "that"
        },
        {
          "t": "didst not travail with child: for more"
        },
        {
          "add": "are"
        },
        {
          "t": "the children of the desolate than the children of the married wife, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "For thou shalt break forth on the right hand and on the left; and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Fear not; for thou shalt not be ashamed: neither be thou confounded; for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "For thy Maker"
        },
        {
          "add": "is"
        },
        {
          "t": "thine husband; the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts"
        },
        {
          "add": "is"
        },
        {
          "t": "his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath called thee as a woman forsaken and grieved in spirit, and a wife of youth, when thou wast refused, saith thy God."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For a small moment have I forsaken thee; but with great mercies will I gather thee."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "In a little wrath I hid my face from thee for a moment; but with everlasting kindness will I have mercy on thee, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "thy Redeemer."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For this"
        },
        {
          "add": "is as"
        },
        {
          "t": "the waters of Noah unto me: for"
        },
        {
          "add": "as"
        },
        {
          "t": "I have sworn that the waters of Noah should no more go over the earth; so have I sworn that I would not be wroth with thee, nor rebuke thee."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that hath mercy on thee."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ O thou afflicted, tossed with tempest,"
        },
        {
          "add": "and"
        },
        {
          "t": "not comforted, behold, I will lay thy stones with fair colours, and lay thy foundations with sapphires."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And all thy children"
        },
        {
          "add": "shall be"
        },
        {
          "t": "taught of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and great"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the peace of thy children."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "In righteousness shalt thou be established: thou shalt be far from oppression; for thou shalt not fear: and from terror; for it shall not come near thee."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Behold, they shall surely gather together,"
        },
        {
          "add": "but"
        },
        {
          "t": "not by me: whosoever shall gather together against thee shall fall for thy sake."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ No weapon that is formed against thee shall prosper; and every tongue"
        },
        {
          "add": "that"
        },
        {
          "t": "shall rise against thee in judgment thou shalt condemn. This"
        },
        {
          "add": "is"
        },
        {
          "t": "the heritage of the servants of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and their righteousness"
        },
        {
          "add": "is"
        },
        {
          "t": "of me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "Maker: Heb. Makers"
    }
  ]
}