{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 56,
  "verses": [
    {
      "v": 1,
      "plain": "Thus saith the LORD, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed.",
      "tokens": [
        {
          "t": "Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Keep ye judgment, and do justice: for my salvation "
        },
        {
          "add": "is"
        },
        {
          "t": " near to come, and my righteousness to be revealed. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil.",
      "tokens": [
        {
          "t": "Blessed "
        },
        {
          "add": "is"
        },
        {
          "t": " the man "
        },
        {
          "add": "that"
        },
        {
          "t": " doeth this, and the son of man "
        },
        {
          "add": "that"
        },
        {
          "t": " layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "¶ Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.",
      "tokens": [
        {
          "t": "¶ Neither let the son of the stranger, that hath joined himself to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", speak, saying, The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath utterly separated me from his people: neither let the eunuch say, Behold, I "
        },
        {
          "add": "am"
        },
        {
          "t": " a dry tree. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;",
      "tokens": [
        {
          "t": "For thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " unto the eunuchs that keep my sabbaths, and choose "
        },
        {
          "add": "the things"
        },
        {
          "t": " that please me, and take hold of my covenant; "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.",
      "tokens": [
        {
          "t": "Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;",
      "tokens": [
        {
          "t": "Also the sons of the stranger, that join themselves to the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to serve him, and to love the name of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant; "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people.",
      "tokens": [
        {
          "t": "Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices "
        },
        {
          "add": "shall be"
        },
        {
          "t": " accepted upon mine altar; for mine house shall be called an house of prayer for all people. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "The Lord GOD which gathereth the outcasts of Israel saith, Yet will I gather others to him, beside those that are gathered unto him.",
      "tokens": [
        {
          "t": "The Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": " which gathereth the outcasts of Israel saith, Yet will I gather "
        },
        {
          "add": "others"
        },
        {
          "t": " to him, beside those that are gathered unto him. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "¶ All ye beasts of the field, come to devour, yea, all ye beasts in the forest.",
      "tokens": [
        {
          "t": "¶ All ye beasts of the field, come to devour, "
        },
        {
          "add": "yea"
        },
        {
          "t": ", all ye beasts in the forest. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "His watchmen are blind: they are all ignorant, they are all dumb dogs, they cannot bark; sleeping, lying down, loving to slumber.",
      "tokens": [
        {
          "t": "His watchmen "
        },
        {
          "add": "are"
        },
        {
          "t": " blind: they are all ignorant, they "
        },
        {
          "add": "are"
        },
        {
          "t": " all dumb dogs, they cannot bark; sleeping, lying down, loving to slumber. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Yea, they are greedy dogs which can never have enough, and they are shepherds that cannot understand: they all look to their own way, every one for his gain, from his quarter.",
      "tokens": [
        {
          "t": "Yea, "
        },
        {
          "add": "they are"
        },
        {
          "t": " greedy dogs "
        },
        {
          "add": "which"
        },
        {
          "t": " can never have enough, and they "
        },
        {
          "add": "are"
        },
        {
          "t": " shepherds "
        },
        {
          "add": "that"
        },
        {
          "t": " cannot understand: they all look to their own way, every one for his gain, from his quarter. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Come ye, say they, I will fetch wine, and we will fill ourselves with strong drink; and to morrow shall be as this day, and much more abundant.",
      "tokens": [
        {
          "t": "Come ye, "
        },
        {
          "add": "say they"
        },
        {
          "t": ", I will fetch wine, and we will fill ourselves with strong drink; and to morrow shall be as this day, "
        },
        {
          "add": "and"
        },
        {
          "t": " much more abundant. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "judgment: or, equity"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 8
      },
      "text": "beside…: Heb. to his gathered"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "sleeping: or, dreaming, or, talking in their sleep"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "greedy: Heb. strong of appetite"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "can…: Heb. know not to be satisfied"
    }
  ]
}