{
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 58,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Cry aloud, spare not, lift up thy voice like a trumpet, and shew my people their transgression, and the house of Jacob their sins."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ Wherefore have we fasted,"
        },
        {
          "add": "say they"
        },
        {
          "t": ", and thou seest not?"
        },
        {
          "add": "wherefore"
        },
        {
          "t": "have we afflicted our soul, and thou takest no knowledge? Behold, in the day of your fast ye find pleasure, and exact all your labours."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as"
        },
        {
          "add": "ye do this"
        },
        {
          "t": "day, to make your voice to be heard on high."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Is it such a fast that I have chosen? a day for a man to afflict his soul?"
        },
        {
          "add": "is it"
        },
        {
          "t": "to bow down his head as a bulrush, and to spread sackcloth and ashes"
        },
        {
          "add": "under him"
        },
        {
          "t": "? wilt thou call this a fast, and an acceptable day to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "?"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "add": "Is"
        },
        {
          "t": "not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "add": "Is it"
        },
        {
          "t": "not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall be thy rereward."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then shalt thou call, and the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall answer; thou shalt cry, and he shall say, Here I"
        },
        {
          "add": "am"
        },
        {
          "t": ". If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity;"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "if"
        },
        {
          "t": "thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness"
        },
        {
          "add": "be"
        },
        {
          "t": "as the noonday:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "they that shall be"
        },
        {
          "t": "of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ If thou turn away thy foot from the sabbath,"
        },
        {
          "add": "from"
        },
        {
          "t": "doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking"
        },
        {
          "add": "thine own"
        },
        {
          "t": "words:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then shalt thou delight thyself in the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath spoken"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "aloud: Heb. with the throat"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "labours: or, things wherewith ye grieve others: Heb. griefs"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 4
      },
      "text": "ye shall…: or, ye fast not as this day"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 5
      },
      "text": "a day…: or, to afflict his soul for a day?"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 6
      },
      "text": "the heavy…: Heb. the bundles of the yoke"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 6
      },
      "text": "oppressed: Heb. broken"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 7
      },
      "text": "cast…: or, afflicted"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 8
      },
      "text": "be…: Heb. gather thee up"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 11
      },
      "text": "drought: Heb. droughts"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 11
      },
      "text": "fail: Heb. lie, or, deceive"
    }
  ]
}