{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 60,
  "verses": [
    {
      "v": 1,
      "plain": "Arise, shine; for thy light is come, and the glory of the LORD is risen upon thee.",
      "tokens": [
        {
          "t": "Arise, shine; for thy light is come, and the glory of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " is risen upon thee. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "For, behold, the darkness shall cover the earth, and gross darkness the people: but the LORD shall arise upon thee, and his glory shall be seen upon thee.",
      "tokens": [
        {
          "t": "For, behold, the darkness shall cover the earth, and gross darkness the people: but the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall arise upon thee, and his glory shall be seen upon thee. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising.",
      "tokens": [
        {
          "t": "And the Gentiles shall come to thy light, and kings to the brightness of thy rising. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.",
      "tokens": [
        {
          "t": "Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at "
        },
        {
          "add": "thy"
        },
        {
          "t": " side. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.",
      "tokens": [
        {
          "t": "Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the LORD.",
      "tokens": [
        {
          "t": "The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 7,
      "plain": "All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.",
      "tokens": [
        {
          "t": "All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Who are these that fly as a cloud, and as the doves to their windows?",
      "tokens": [
        {
          "t": "Who "
        },
        {
          "add": "are"
        },
        {
          "t": " these "
        },
        {
          "add": "that"
        },
        {
          "t": " fly as a cloud, and as the doves to their windows? "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the LORD thy God, and to the Holy One of Israel, because he hath glorified thee.",
      "tokens": [
        {
          "t": "Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God, and to the Holy One of Israel, because he hath glorified thee. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And the sons of strangers shall build up thy walls, and their kings shall minister unto thee: for in my wrath I smote thee, but in my favour have I had mercy on thee.",
      "tokens": [
        {
          "t": "And the sons of strangers shall build up thy walls, and their kings shall minister unto thee: for in my wrath I smote thee, but in my favour have I had mercy on thee. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Therefore thy gates shall be open continually; they shall not be shut day nor night; that men may bring unto thee the forces of the Gentiles, and that their kings may be brought.",
      "tokens": [
        {
          "t": "Therefore thy gates shall be open continually; they shall not be shut day nor night; that "
        },
        {
          "add": "men"
        },
        {
          "t": " may bring unto thee the forces of the Gentiles, and "
        },
        {
          "add": "that"
        },
        {
          "t": " their kings "
        },
        {
          "add": "may be"
        },
        {
          "t": " brought. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.",
      "tokens": [
        {
          "t": "For the nation and kingdom that will not serve thee shall perish; yea, "
        },
        {
          "add": "those"
        },
        {
          "t": " nations shall be utterly wasted. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "The glory of Lebanon shall come unto thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious.",
      "tokens": [
        {
          "t": "The glory of Lebanon shall come unto thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the LORD, The Zion of the Holy One of Israel.",
      "tokens": [
        {
          "t": "The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", The Zion of the Holy One of Israel. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations.",
      "tokens": [
        {
          "t": "Whereas thou hast been forsaken and hated, so that no man went through "
        },
        {
          "add": "thee"
        },
        {
          "t": ", I will make thee an eternal excellency, a joy of many generations. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the LORD am thy Saviour and thy Redeemer, the mighty One of Jacob.",
      "tokens": [
        {
          "t": "Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "am"
        },
        {
          "t": " thy Saviour and thy Redeemer, the mighty One of Jacob. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.",
      "tokens": [
        {
          "t": "For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.",
      "tokens": [
        {
          "t": "Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the LORD shall be unto thee an everlasting light, and thy God thy glory.",
      "tokens": [
        {
          "t": "The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall be unto thee an everlasting light, and thy God thy glory. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Thy sun shall no more go down; neither shall thy moon withdraw itself: for the LORD shall be thine everlasting light, and the days of thy mourning shall be ended.",
      "tokens": [
        {
          "t": "Thy sun shall no more go down; neither shall thy moon withdraw itself: for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " shall be thine everlasting light, and the days of thy mourning shall be ended. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "Thy people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.",
      "tokens": [
        {
          "t": "Thy people also "
        },
        {
          "add": "shall be"
        },
        {
          "t": " all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time.",
      "tokens": [
        {
          "t": "A little one shall become a thousand, and a small one a strong nation: I the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " will hasten it in his time. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "shine…: or, be enlightened; for thy light cometh"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "abundance…: or, noise of the sea shall be turned toward thee"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "forces: or, wealth"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "forces: or, wealth"
    }
  ]
}