{
  "schema": 1,
  "work": "KJV",
  "osis": "Isa",
  "abbr": "ISA",
  "chapter": 65,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "I am sought of"
        },
        {
          "add": "them that"
        },
        {
          "t": "asked not"
        },
        {
          "add": "for me;"
        },
        {
          "t": "I am found of"
        },
        {
          "add": "them that"
        },
        {
          "t": "sought me not: I said, Behold me, behold me, unto a nation"
        },
        {
          "add": "that"
        },
        {
          "t": "was not called by my name."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "I have spread out my hands all the day unto a rebellious people, which walketh in a way"
        },
        {
          "add": "that was"
        },
        {
          "t": "not good, after their own thoughts;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "A people that provoketh me to anger continually to my face; that sacrificeth in gardens, and burneth incense upon altars of brick;"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Which remain among the graves, and lodge in the monuments, which eat swine’s flesh, and broth of abominable"
        },
        {
          "add": "things is in"
        },
        {
          "t": "their vessels;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Which say, Stand by thyself, come not near to me; for I am holier than thou. These"
        },
        {
          "add": "are"
        },
        {
          "t": "a smoke in my nose, a fire that burneth all the day."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Behold,"
        },
        {
          "add": "it is"
        },
        {
          "t": "written before me: I will not keep silence, but will recompense, even recompense into their bosom,"
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Your iniquities, and the iniquities of your fathers together, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which have burned incense upon the mountains, and blasphemed me upon the hills: therefore will I measure their former work into their bosom."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", As the new wine is found in the cluster, and"
        },
        {
          "add": "one"
        },
        {
          "t": "saith, Destroy it not; for a blessing"
        },
        {
          "add": "is"
        },
        {
          "t": "in it: so will I do for my servants’ sakes, that I may not destroy them all."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And I will bring forth a seed out of Jacob, and out of Judah an inheritor of my mountains: and mine elect shall inherit it, and my servants shall dwell there."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And Sharon shall be a fold of flocks, and the valley of Achor a place for the herds to lie down in, for my people that have sought me."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ But ye"
        },
        {
          "add": "are"
        },
        {
          "t": "they that forsake the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that forget my holy mountain, that prepare a table for that troop, and that furnish the drink offering unto that number."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Therefore will I number you to the sword, and ye shall all bow down to the slaughter: because when I called, ye did not answer; when I spake, ye did not hear; but did evil before mine eyes, and did choose"
        },
        {
          "add": "that"
        },
        {
          "t": "wherein I delighted not."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Therefore thus saith the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": ", Behold, my servants shall eat, but ye shall be hungry: behold, my servants shall drink, but ye shall be thirsty: behold, my servants shall rejoice, but ye shall be ashamed:"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Behold, my servants shall sing for joy of heart, but ye shall cry for sorrow of heart, and shall howl for vexation of spirit."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And ye shall leave your name for a curse unto my chosen: for the Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "shall slay thee, and call his servants by another name:"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "That he who blesseth himself in the earth shall bless himself in the God of truth; and he that sweareth in the earth shall swear by the God of truth; because the former troubles are forgotten, and because they are hid from mine eyes."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ For, behold, I create new heavens and a new earth: and the former shall not be remembered, nor come into mind."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "But be ye glad and rejoice for ever"
        },
        {
          "add": "in that"
        },
        {
          "t": "which I create: for, behold, I create Jerusalem a rejoicing, and her people a joy."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And I will rejoice in Jerusalem, and joy in my people: and the voice of weeping shall be no more heard in her, nor the voice of crying."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "There shall be no more thence an infant of days, nor an old man that hath not filled his days: for the child shall die an hundred years old; but the sinner"
        },
        {
          "add": "being"
        },
        {
          "t": "an hundred years old shall be accursed."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "And they shall build houses, and inhabit"
        },
        {
          "add": "them;"
        },
        {
          "t": "and they shall plant vineyards, and eat the fruit of them."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "They shall not build, and another inhabit; they shall not plant, and another eat: for as the days of a tree"
        },
        {
          "add": "are"
        },
        {
          "t": "the days of my people, and mine elect shall long enjoy the work of their hands."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "They shall not labour in vain, nor bring forth for trouble; for they"
        },
        {
          "add": "are"
        },
        {
          "t": "the seed of the blessed of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and their offspring with them."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "And it shall come to pass, that before they call, I will answer; and while they are yet speaking, I will hear."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust"
        },
        {
          "add": "shall be"
        },
        {
          "t": "the serpent’s meat. They shall not hurt nor destroy in all my holy mountain, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 3
      },
      "text": "upon…: Heb. upon bricks"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 4
      },
      "text": "broth: or, pieces"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 5
      },
      "text": "nose: or, anger"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 11
      },
      "text": "troop: or, Gad"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 11
      },
      "text": "number: or, Meni, a pagan god"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 14
      },
      "text": "vexation: Heb. breaking"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 17
      },
      "text": "come…: Heb. come upon the heart"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 22
      },
      "text": "shall long…: Heb. shall make them continue long, or, shall wear out"
    }
  ]
}