{
  "schema": 1,
  "work": "KJV",
  "osis": "1 Cor",
  "abbr": "1CO",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "plain": "Be ye followers of me, even as I also am of Christ.",
      "tokens": [
        {
          "t": "Be ye followers of me, even as I also "
        },
        {
          "add": "am"
        },
        {
          "t": " of Christ. "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.",
      "tokens": [
        {
          "t": "Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered "
        },
        {
          "add": "them"
        },
        {
          "t": " to you. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is God.",
      "tokens": [
        {
          "t": "But I would have you know, that the head of every man is Christ; and the head of the woman "
        },
        {
          "add": "is"
        },
        {
          "t": " the man; and the head of Christ "
        },
        {
          "add": "is"
        },
        {
          "t": " God. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Every man praying or prophesying, having his head covered, dishonoureth his head.",
      "tokens": [
        {
          "t": "Every man praying or prophesying, having "
        },
        {
          "add": "his"
        },
        {
          "t": " head covered, dishonoureth his head. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.",
      "tokens": [
        {
          "t": "But every woman that prayeth or prophesieth with "
        },
        {
          "add": "her"
        },
        {
          "t": " head uncovered dishonoureth her head: for that is even all one as if she were shaven. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.",
      "tokens": [
        {
          "t": "For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.",
      "tokens": [
        {
          "t": "For a man indeed ought not to cover "
        },
        {
          "add": "his"
        },
        {
          "t": " head, forasmuch as he is the image and glory of God: but the woman is the glory of the man. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "For the man is not of the woman; but the woman of the man.",
      "tokens": [
        {
          "t": "For the man is not of the woman; but the woman of the man. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Neither was the man created for the woman; but the woman for the man.",
      "tokens": [
        {
          "t": "Neither was the man created for the woman; but the woman for the man. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "For this cause ought the woman to have power on her head because of the angels.",
      "tokens": [
        {
          "t": "For this cause ought the woman to have power on "
        },
        {
          "add": "her"
        },
        {
          "t": " head because of the angels. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.",
      "tokens": [
        {
          "t": "Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "For as the woman is of the man, even so is the man also by the woman; but all things of God.",
      "tokens": [
        {
          "t": "For as the woman "
        },
        {
          "add": "is"
        },
        {
          "t": " of the man, even so "
        },
        {
          "add": "is"
        },
        {
          "t": " the man also by the woman; but all things of God. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Judge in yourselves: is it comely that a woman pray unto God uncovered?",
      "tokens": [
        {
          "t": "Judge in yourselves: is it comely that a woman pray unto God uncovered? "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?",
      "tokens": [
        {
          "t": "Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him? "
        }
      ]
    },
    {
      "v": 15,
      "plain": "But if a woman have long hair, it is a glory to her: for her hair is given her for a covering.",
      "tokens": [
        {
          "t": "But if a woman have long hair, it is a glory to her: for "
        },
        {
          "add": "her"
        },
        {
          "t": " hair is given her for a covering. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "But if any man seem to be contentious, we have no such custom, neither the churches of God.",
      "tokens": [
        {
          "t": "But if any man seem to be contentious, we have no such custom, neither the churches of God. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "Now in this that I declare unto you I praise you not, that ye come together not for the better, but for the worse.",
      "tokens": [
        {
          "t": "Now in this that I declare "
        },
        {
          "add": "unto you"
        },
        {
          "t": " I praise "
        },
        {
          "add": "you"
        },
        {
          "t": " not, that ye come together not for the better, but for the worse. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.",
      "tokens": [
        {
          "t": "For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "For there must be also heresies among you, that they which are approved may be made manifest among you.",
      "tokens": [
        {
          "t": "For there must be also heresies among you, that they which are approved may be made manifest among you. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "When ye come together therefore into one place, this is not to eat the Lord’s supper.",
      "tokens": [
        {
          "t": "When ye come together therefore into one place, "
        },
        {
          "add": "this"
        },
        {
          "t": " is not to eat the Lord’s supper. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.",
      "tokens": [
        {
          "t": "For in eating every one taketh before "
        },
        {
          "add": "other"
        },
        {
          "t": " his own supper: and one is hungry, and another is drunken. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.",
      "tokens": [
        {
          "t": "What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise "
        },
        {
          "add": "you"
        },
        {
          "t": " not. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:",
      "tokens": [
        {
          "t": "For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the "
        },
        {
          "add": "same"
        },
        {
          "t": " night in which he was betrayed took bread: "
        }
      ]
    },
    {
      "v": 24,
      "plain": "And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.",
      "tokens": [
        {
          "t": "And when he had given thanks, he brake "
        },
        {
          "add": "it"
        },
        {
          "t": ", and said, "
        },
        {
          "t": "Take, eat: this is my body, which is broken for you: this do in remembrance of me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 25,
      "plain": "After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.",
      "tokens": [
        {
          "t": "After the same manner also "
        },
        {
          "add": "he took"
        },
        {
          "t": " the cup, when he had supped, saying, "
        },
        {
          "t": "This cup is the new testament in my blood: this do ye, as oft as ye drink "
        },
        {
          "add": "it"
        },
        {
          "t": ", in remembrance of me."
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 26,
      "plain": "For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.",
      "tokens": [
        {
          "t": "For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.",
      "tokens": [
        {
          "t": "Wherefore whosoever shall eat this bread, and drink "
        },
        {
          "add": "this"
        },
        {
          "t": " cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "But let a man examine himself, and so let him eat of that bread, and drink of that cup.",
      "tokens": [
        {
          "t": "But let a man examine himself, and so let him eat of "
        },
        {
          "add": "that"
        },
        {
          "t": " bread, and drink of "
        },
        {
          "add": "that"
        },
        {
          "t": " cup. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.",
      "tokens": [
        {
          "t": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "For this cause many are weak and sickly among you, and many sleep.",
      "tokens": [
        {
          "t": "For this cause many "
        },
        {
          "add": "are"
        },
        {
          "t": " weak and sickly among you, and many sleep. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "For if we would judge ourselves, we should not be judged.",
      "tokens": [
        {
          "t": "For if we would judge ourselves, we should not be judged. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.",
      "tokens": [
        {
          "t": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "Wherefore, my brethren, when ye come together to eat, tarry one for another.",
      "tokens": [
        {
          "t": "Wherefore, my brethren, when ye come together to eat, tarry one for another. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.",
      "tokens": [
        {
          "t": "And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come. "
        }
      ]
    }
  ]
}