{
  "work": "KJV",
  "osis": "1 Cor",
  "abbr": "1CO",
  "chapter": 16,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Upon the first"
        },
        {
          "add": "day"
        },
        {
          "t": "of the week let every one of you lay by him in store, as"
        },
        {
          "add": "God"
        },
        {
          "t": "hath prospered him, that there be no gatherings when I come."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And when I come, whomsoever ye shall approve by"
        },
        {
          "add": "your"
        },
        {
          "t": "letters, them will I send to bring your liberality unto Jerusalem."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And if it be meet that I go also, they shall go with me."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Now I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And it may be that I will abide, yea, and winter with you, that ye may bring me on my journey whithersoever I go."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "But I will tarry at Ephesus until Pentecost."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For a great door and effectual is opened unto me, and"
        },
        {
          "add": "there are"
        },
        {
          "t": "many adversaries."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Now if Timotheus come, see that he may be with you without fear: for he worketh the work of the Lord, as I also"
        },
        {
          "add": "do"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Let no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "As touching"
        },
        {
          "add": "our"
        },
        {
          "t": "brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Watch ye, stand fast in the faith, quit you like men, be strong."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Let all your things be done with charity."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "I beseech you, brethren, (ye know the house of Stephanas, that it is the firstfruits of Achaia, and"
        },
        {
          "add": "that"
        },
        {
          "t": "they have addicted themselves to the ministry of the saints,)"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "That ye submit yourselves unto such, and to every one that helpeth with"
        },
        {
          "add": "us"
        },
        {
          "t": ", and laboureth."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For they have refreshed my spirit and yours: therefore acknowledge ye them that are such."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "All the brethren greet you. Greet ye one another with an holy kiss."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "The salutation of"
        },
        {
          "add": "me"
        },
        {
          "t": "Paul with mine own hand."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "If any man love not the Lord Jesus Christ, let him be Anathema Maranatha."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "The grace of our Lord Jesus Christ"
        },
        {
          "add": "be"
        },
        {
          "t": "with you."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "My love"
        },
        {
          "add": "be"
        },
        {
          "t": "with you all in Christ Jesus. Amen."
        }
      ]
    }
  ]
}