{
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The words of Jeremiah the son of Hilkiah, of the priests that"
        },
        {
          "add": "were"
        },
        {
          "t": "in Anathoth in the land of Benjamin:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "To whom the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came in the days of Josiah the son of Amon king of Judah, in the thirteenth year of his reign."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "It came also in the days of Jehoiakim the son of Josiah king of Judah, unto the end of the eleventh year of Zedekiah the son of Josiah king of Judah, unto the carrying away of Jerusalem captive in the fifth month."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Then the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee,"
        },
        {
          "add": "and"
        },
        {
          "t": "I ordained thee a prophet unto the nations."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Then said I, Ah, Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "! behold, I cannot speak: for I"
        },
        {
          "add": "am"
        },
        {
          "t": "a child."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "¶ But the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto me, Say not, I"
        },
        {
          "add": "am"
        },
        {
          "t": "a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee thou shalt speak."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Be not afraid of their faces: for I"
        },
        {
          "add": "am"
        },
        {
          "t": "with thee to deliver thee, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "put forth his hand, and touched my mouth. And the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto me, Behold, I have put my words in thy mouth."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "See, I have this day set thee over the nations and over the kingdoms, to root out, and to pull down, and to destroy, and to throw down, to build, and to plant."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "¶ Moreover the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying, Jeremiah, what seest thou? And I said, I see a rod of an almond tree."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Then said the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto me, Thou hast well seen: for I will hasten my word to perform it."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me the second time, saying, What seest thou? And I said, I see a seething pot; and the face thereof"
        },
        {
          "add": "is"
        },
        {
          "t": "toward the north."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Then the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto me, Out of the north an evil shall break forth upon all the inhabitants of the land."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For, lo, I will call all the families of the kingdoms of the north, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and they shall come, and they shall set every one his throne at the entering of the gates of Jerusalem, and against all the walls thereof round about, and against all the cities of Judah."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And I will utter my judgments against them touching all their wickedness, who have forsaken me, and have burned incense unto other gods, and worshipped the works of their own hands."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee: be not dismayed at their faces, lest I confound thee before them."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For, behold, I have made thee this day a defenced city, and an iron pillar, and brasen walls against the whole land, against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And they shall fight against thee; but they shall not prevail against thee; for I"
        },
        {
          "add": "am"
        },
        {
          "t": "with thee, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to deliver thee."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 5
      },
      "text": "ordained: Heb. gave"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 13
      },
      "text": "toward…: Heb. from the face of the north"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 14
      },
      "text": "shall…: Heb. shall be opened"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 17
      },
      "text": "confound: or, break to pieces"
    }
  ]
}