{
  "schema": 1,
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "plain": "They say, If a man put away his wife, and she go from him, and become another man’s, shall he return unto her again? shall not that land be greatly polluted? but thou hast played the harlot with many lovers; yet return again to me, saith the LORD.",
      "tokens": [
        {
          "t": "They say, If a man put away his wife, and she go from him, and become another man’s, shall he return unto her again? shall not that land be greatly polluted? but thou hast played the harlot with many lovers; yet return again to me, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Lift up thine eyes unto the high places, and see where thou hast not been lien with. In the ways hast thou sat for them, as the Arabian in the wilderness; and thou hast polluted the land with thy whoredoms and with thy wickedness.",
      "tokens": [
        {
          "t": "Lift up thine eyes unto the high places, and see where thou hast not been lien with. In the ways hast thou sat for them, as the Arabian in the wilderness; and thou hast polluted the land with thy whoredoms and with thy wickedness. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Therefore the showers have been withholden, and there hath been no latter rain; and thou hadst a whore’s forehead, thou refusedst to be ashamed.",
      "tokens": [
        {
          "t": "Therefore the showers have been withholden, and there hath been no latter rain; and thou hadst a whore’s forehead, thou refusedst to be ashamed. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Wilt thou not from this time cry unto me, My father, thou art the guide of my youth?",
      "tokens": [
        {
          "t": "Wilt thou not from this time cry unto me, My father, thou "
        },
        {
          "add": "art"
        },
        {
          "t": " the guide of my youth? "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Will he reserve his anger for ever? will he keep it to the end? Behold, thou hast spoken and done evil things as thou couldest.",
      "tokens": [
        {
          "t": "Will he reserve "
        },
        {
          "add": "his anger"
        },
        {
          "t": " for ever? will he keep "
        },
        {
          "add": "it"
        },
        {
          "t": " to the end? Behold, thou hast spoken and done evil things as thou couldest. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "¶ The LORD said also unto me in the days of Josiah the king, Hast thou seen that which backsliding Israel hath done? she is gone up upon every high mountain and under every green tree, and there hath played the harlot.",
      "tokens": [
        {
          "t": "¶ The "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " said also unto me in the days of Josiah the king, Hast thou seen "
        },
        {
          "add": "that"
        },
        {
          "t": " which backsliding Israel hath done? she is gone up upon every high mountain and under every green tree, and there hath played the harlot. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "And I said after she had done all these things, Turn thou unto me. But she returned not. And her treacherous sister Judah saw it.",
      "tokens": [
        {
          "t": "And I said after she had done all these "
        },
        {
          "add": "things"
        },
        {
          "t": ", Turn thou unto me. But she returned not. And her treacherous sister Judah saw "
        },
        {
          "add": "it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 8,
      "plain": "And I saw, when for all the causes whereby backsliding Israel committed adultery I had put her away, and given her a bill of divorce; yet her treacherous sister Judah feared not, but went and played the harlot also.",
      "tokens": [
        {
          "t": "And I saw, when for all the causes whereby backsliding Israel committed adultery I had put her away, and given her a bill of divorce; yet her treacherous sister Judah feared not, but went and played the harlot also. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "And it came to pass through the lightness of her whoredom, that she defiled the land, and committed adultery with stones and with stocks.",
      "tokens": [
        {
          "t": "And it came to pass through the lightness of her whoredom, that she defiled the land, and committed adultery with stones and with stocks. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And yet for all this her treacherous sister Judah hath not turned unto me with her whole heart, but feignedly, saith the LORD.",
      "tokens": [
        {
          "t": "And yet for all this her treacherous sister Judah hath not turned unto me with her whole heart, but feignedly, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 11,
      "plain": "And the LORD said unto me, The backsliding Israel hath justified herself more than treacherous Judah.",
      "tokens": [
        {
          "t": "And the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " said unto me, The backsliding Israel hath justified herself more than treacherous Judah. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "¶ Go and proclaim these words toward the north, and say, Return, thou backsliding Israel, saith the LORD; and I will not cause mine anger to fall upon you: for I am merciful, saith the LORD, and I will not keep anger for ever.",
      "tokens": [
        {
          "t": "¶ Go and proclaim these words toward the north, and say, Return, thou backsliding Israel, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; "
        },
        {
          "add": "and"
        },
        {
          "t": " I will not cause mine anger to fall upon you: for I "
        },
        {
          "add": "am"
        },
        {
          "t": " merciful, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", "
        },
        {
          "add": "and"
        },
        {
          "t": " I will not keep "
        },
        {
          "add": "anger"
        },
        {
          "t": " for ever. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "Only acknowledge thine iniquity, that thou hast transgressed against the LORD thy God, and hast scattered thy ways to the strangers under every green tree, and ye have not obeyed my voice, saith the LORD.",
      "tokens": [
        {
          "t": "Only acknowledge thine iniquity, that thou hast transgressed against the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " thy God, and hast scattered thy ways to the strangers under every green tree, and ye have not obeyed my voice, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Turn, O backsliding children, saith the LORD; for I am married unto you: and I will take you one of a city, and two of a family, and I will bring you to Zion:",
      "tokens": [
        {
          "t": "Turn, O backsliding children, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; for I am married unto you: and I will take you one of a city, and two of a family, and I will bring you to Zion: "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.",
      "tokens": [
        {
          "t": "And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "And it shall come to pass, when ye be multiplied and increased in the land, in those days, saith the LORD, they shall say no more, The ark of the covenant of the LORD: neither shall it come to mind: neither shall they remember it; neither shall they visit it; neither shall that be done any more.",
      "tokens": [
        {
          "t": "And it shall come to pass, when ye be multiplied and increased in the land, in those days, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", they shall say no more, The ark of the covenant of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": neither shall it come to mind: neither shall they remember it; neither shall they visit "
        },
        {
          "add": "it;"
        },
        {
          "t": " neither shall "
        },
        {
          "add": "that"
        },
        {
          "t": " be done any more. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "At that time they shall call Jerusalem the throne of the LORD; and all the nations shall be gathered unto it, to the name of the LORD, to Jerusalem: neither shall they walk any more after the imagination of their evil heart.",
      "tokens": [
        {
          "t": "At that time they shall call Jerusalem the throne of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and all the nations shall be gathered unto it, to the name of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", to Jerusalem: neither shall they walk any more after the imagination of their evil heart. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.",
      "tokens": [
        {
          "t": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "But I said, How shall I put thee among the children, and give thee a pleasant land, a goodly heritage of the hosts of nations? and I said, Thou shalt call me, My father; and shalt not turn away from me.",
      "tokens": [
        {
          "t": "But I said, How shall I put thee among the children, and give thee a pleasant land, a goodly heritage of the hosts of nations? and I said, Thou shalt call me, My father; and shalt not turn away from me. "
        }
      ]
    },
    {
      "v": 20,
      "plain": "¶ Surely as a wife treacherously departeth from her husband, so have ye dealt treacherously with me, O house of Israel, saith the LORD.",
      "tokens": [
        {
          "t": "¶ Surely "
        },
        {
          "add": "as"
        },
        {
          "t": " a wife treacherously departeth from her husband, so have ye dealt treacherously with me, O house of Israel, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 21,
      "plain": "A voice was heard upon the high places, weeping and supplications of the children of Israel: for they have perverted their way, and they have forgotten the LORD their God.",
      "tokens": [
        {
          "t": "A voice was heard upon the high places, weeping "
        },
        {
          "add": "and"
        },
        {
          "t": " supplications of the children of Israel: for they have perverted their way, "
        },
        {
          "add": "and"
        },
        {
          "t": " they have forgotten the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " their God. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Return, ye backsliding children, and I will heal your backslidings. Behold, we come unto thee; for thou art the LORD our God.",
      "tokens": [
        {
          "t": "Return, ye backsliding children, "
        },
        {
          "add": "and"
        },
        {
          "t": " I will heal your backslidings. Behold, we come unto thee; for thou "
        },
        {
          "add": "art"
        },
        {
          "t": " the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "Truly in vain is salvation hoped for from the hills, and from the multitude of mountains: truly in the LORD our God is the salvation of Israel.",
      "tokens": [
        {
          "t": "Truly in vain "
        },
        {
          "add": "is salvation hoped for"
        },
        {
          "t": " from the hills, "
        },
        {
          "add": "and from"
        },
        {
          "t": " the multitude of mountains: truly in the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God "
        },
        {
          "add": "is"
        },
        {
          "t": " the salvation of Israel. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "For shame hath devoured the labour of our fathers from our youth; their flocks and their herds, their sons and their daughters.",
      "tokens": [
        {
          "t": "For shame hath devoured the labour of our fathers from our youth; their flocks and their herds, their sons and their daughters. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "We lie down in our shame, and our confusion covereth us: for we have sinned against the LORD our God, we and our fathers, from our youth even unto this day, and have not obeyed the voice of the LORD our God.",
      "tokens": [
        {
          "t": "We lie down in our shame, and our confusion covereth us: for we have sinned against the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God, we and our fathers, from our youth even unto this day, and have not obeyed the voice of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "They say: Heb. Saying"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "lightness: or, fame"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 10
      },
      "text": "feignedly: Heb. in falsehood"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 16
      },
      "text": "come to mind: Heb. come upon the heart"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 16
      },
      "text": "that…: or, it be magnified"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 17
      },
      "text": "imagination: or, stubbornness"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 18
      },
      "text": "with: or, to"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 18
      },
      "text": "given…: or, caused your fathers to possess"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 19
      },
      "text": "from me: Heb. from after me"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 19
      },
      "text": "a goodly…: Heb. an heritage of glory, or, beauty"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 19
      },
      "text": "pleasant…: Heb. land of desire"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 20
      },
      "text": "husband: Heb. friend"
    }
  ]
}