{
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 4,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "If thou wilt return, O Israel, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", return unto me: and if thou wilt put away thine abominations out of my sight, then shalt thou not remove."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And thou shalt swear, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "liveth, in truth, in judgment, and in righteousness; and the nations shall bless themselves in him, and in him shall they glory."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "¶ For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "to the men of Judah and Jerusalem, Break up your fallow ground, and sow not among thorns."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Circumcise yourselves to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench"
        },
        {
          "add": "it"
        },
        {
          "t": ", because of the evil of your doings."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Declare ye in Judah, and publish in Jerusalem; and say, Blow ye the trumpet in the land: cry, gather together, and say, Assemble yourselves, and let us go into the defenced cities."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Set up the standard toward Zion: retire, stay not: for I will bring evil from the north, and a great destruction."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "The lion is come up from his thicket, and the destroyer of the Gentiles is on his way; he is gone forth from his place to make thy land desolate;"
        },
        {
          "add": "and"
        },
        {
          "t": "thy cities shall be laid waste, without an inhabitant."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "For this gird you with sackcloth, lament and howl: for the fierce anger of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "is not turned back from us."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And it shall come to pass at that day, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        },
        {
          "add": "that"
        },
        {
          "t": "the heart of the king shall perish, and the heart of the princes; and the priests shall be astonished, and the prophets shall wonder."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Then said I, Ah, Lord"
        },
        {
          "nd": "GOD"
        },
        {
          "t": "! surely thou hast greatly deceived this people and Jerusalem, saying, Ye shall have peace; whereas the sword reacheth unto the soul."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "At that time shall it be said to this people and to Jerusalem, A dry wind of the high places in the wilderness toward the daughter of my people, not to fan, nor to cleanse,"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "add": "Even"
        },
        {
          "t": "a full wind from those"
        },
        {
          "add": "places"
        },
        {
          "t": "shall come unto me: now also will I give sentence against them."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Behold, he shall come up as clouds, and his chariots"
        },
        {
          "add": "shall be"
        },
        {
          "t": "as a whirlwind: his horses are swifter than eagles. Woe unto us! for we are spoiled."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "O Jerusalem, wash thine heart from wickedness, that thou mayest be saved. How long shall thy vain thoughts lodge within thee?"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For a voice declareth from Dan, and publisheth affliction from mount Ephraim."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Make ye mention to the nations; behold, publish against Jerusalem,"
        },
        {
          "add": "that"
        },
        {
          "t": "watchers come from a far country, and give out their voice against the cities of Judah."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "As keepers of a field, are they against her round about; because she hath been rebellious against me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Thy way and thy doings have procured these"
        },
        {
          "add": "things"
        },
        {
          "t": "unto thee; this"
        },
        {
          "add": "is"
        },
        {
          "t": "thy wickedness, because it is bitter, because it reacheth unto thine heart."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ My bowels, my bowels! I am pained at my very heart; my heart maketh a noise in me; I cannot hold my peace, because thou hast heard, O my soul, the sound of the trumpet, the alarm of war."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Destruction upon destruction is cried; for the whole land is spoiled: suddenly are my tents spoiled,"
        },
        {
          "add": "and"
        },
        {
          "t": "my curtains in a moment."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "How long shall I see the standard,"
        },
        {
          "add": "and"
        },
        {
          "t": "hear the sound of the trumpet?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "For my people"
        },
        {
          "add": "is"
        },
        {
          "t": "foolish, they have not known me; they"
        },
        {
          "add": "are"
        },
        {
          "t": "sottish children, and they have none understanding: they"
        },
        {
          "add": "are"
        },
        {
          "t": "wise to do evil, but to do good they have no knowledge."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "I beheld the earth, and, lo,"
        },
        {
          "add": "it was"
        },
        {
          "t": "without form, and void; and the heavens, and they"
        },
        {
          "add": "had"
        },
        {
          "t": "no light."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "I beheld the mountains, and, lo, they trembled, and all the hills moved lightly."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "I beheld, and, lo,"
        },
        {
          "add": "there was"
        },
        {
          "t": "no man, and all the birds of the heavens were fled."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "I beheld, and, lo, the fruitful place"
        },
        {
          "add": "was"
        },
        {
          "t": "a wilderness, and all the cities thereof were broken down at the presence of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ","
        },
        {
          "add": "and"
        },
        {
          "t": "by his fierce anger."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "For thus hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said, The whole land shall be desolate; yet will I not make a full end."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "For this shall the earth mourn, and the heavens above be black: because I have spoken"
        },
        {
          "add": "it"
        },
        {
          "t": ", I have purposed"
        },
        {
          "add": "it"
        },
        {
          "t": ", and will not repent, neither will I turn back from it."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "The whole city shall flee for the noise of the horsemen and bowmen; they shall go into thickets, and climb up upon the rocks: every city"
        },
        {
          "add": "shall be"
        },
        {
          "t": "forsaken, and not a man dwell therein."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And"
        },
        {
          "add": "when"
        },
        {
          "t": "thou"
        },
        {
          "add": "art"
        },
        {
          "t": "spoiled, what wilt thou do? Though thou clothest thyself with crimson, though thou deckest thee with ornaments of gold, though thou rentest thy face with painting, in vain shalt thou make thyself fair;"
        },
        {
          "add": "thy"
        },
        {
          "t": "lovers will despise thee, they will seek thy life."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "For I have heard a voice as of a woman in travail,"
        },
        {
          "add": "and"
        },
        {
          "t": "the anguish as of her that bringeth forth her first child, the voice of the daughter of Zion,"
        },
        {
          "add": "that"
        },
        {
          "t": "bewaileth herself,"
        },
        {
          "add": "that"
        },
        {
          "t": "spreadeth her hands,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", Woe"
        },
        {
          "add": "is"
        },
        {
          "t": "me now! for my soul is wearied because of murderers."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 6
      },
      "text": "retire: or, strengthen"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 6
      },
      "text": "destruction: Heb. breaking"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 12
      },
      "text": "a full…: or, a fuller wind than those"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 12
      },
      "text": "give…: Heb. utter judgments"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 19
      },
      "text": "my very…: Heb. the walls of my heart"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 30
      },
      "text": "face: Heb. eyes"
    }
  ]
}