{
  "schema": 1,
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "plain": "The word that came to Jeremiah from the LORD, saying,",
      "tokens": [
        {
          "t": "The word that came to Jeremiah from the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", saying, "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Stand in the gate of the LORD’s house, and proclaim there this word, and say, Hear the word of the LORD, all ye of Judah, that enter in at these gates to worship the LORD.",
      "tokens": [
        {
          "t": "Stand in the gate of the "
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": " house, and proclaim there this word, and say, Hear the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", all "
        },
        {
          "add": "ye of"
        },
        {
          "t": " Judah, that enter in at these gates to worship the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Thus saith the LORD of hosts, the God of Israel, Amend your ways and your doings, and I will cause you to dwell in this place.",
      "tokens": [
        {
          "t": "Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts, the God of Israel, Amend your ways and your doings, and I will cause you to dwell in this place. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Trust ye not in lying words, saying, The temple of the LORD, The temple of the LORD, The temple of the LORD, are these.",
      "tokens": [
        {
          "t": "Trust ye not in lying words, saying, The temple of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", The temple of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", The temple of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", "
        },
        {
          "add": "are"
        },
        {
          "t": " these. "
        }
      ]
    },
    {
      "v": 5,
      "plain": "For if ye throughly amend your ways and your doings; if ye throughly execute judgment between a man and his neighbour;",
      "tokens": [
        {
          "t": "For if ye throughly amend your ways and your doings; if ye throughly execute judgment between a man and his neighbour; "
        }
      ]
    },
    {
      "v": 6,
      "plain": "If ye oppress not the stranger, the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt:",
      "tokens": [
        {
          "add": "If"
        },
        {
          "t": " ye oppress not the stranger, the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt: "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Then will I cause you to dwell in this place, in the land that I gave to your fathers, for ever and ever.",
      "tokens": [
        {
          "t": "Then will I cause you to dwell in this place, in the land that I gave to your fathers, for ever and ever. "
        }
      ]
    },
    {
      "v": 8,
      "plain": "¶ Behold, ye trust in lying words, that cannot profit.",
      "tokens": [
        {
          "t": "¶ Behold, ye trust in lying words, that cannot profit. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "Will ye steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not;",
      "tokens": [
        {
          "t": "Will ye steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not; "
        }
      ]
    },
    {
      "v": 10,
      "plain": "And come and stand before me in this house, which is called by my name, and say, We are delivered to do all these abominations?",
      "tokens": [
        {
          "t": "And come and stand before me in this house, which is called by my name, and say, We are delivered to do all these abominations? "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Is this house, which is called by my name, become a den of robbers in your eyes? Behold, even I have seen it, saith the LORD.",
      "tokens": [
        {
          "t": "Is this house, which is called by my name, become a den of robbers in your eyes? Behold, even I have seen "
        },
        {
          "add": "it"
        },
        {
          "t": ", saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 12,
      "plain": "But go ye now unto my place which was in Shiloh, where I set my name at the first, and see what I did to it for the wickedness of my people Israel.",
      "tokens": [
        {
          "t": "But go ye now unto my place which "
        },
        {
          "add": "was"
        },
        {
          "t": " in Shiloh, where I set my name at the first, and see what I did to it for the wickedness of my people Israel. "
        }
      ]
    },
    {
      "v": 13,
      "plain": "And now, because ye have done all these works, saith the LORD, and I spake unto you, rising up early and speaking, but ye heard not; and I called you, but ye answered not;",
      "tokens": [
        {
          "t": "And now, because ye have done all these works, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and I spake unto you, rising up early and speaking, but ye heard not; and I called you, but ye answered not; "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Therefore will I do unto this house, which is called by my name, wherein ye trust, and unto the place which I gave to you and to your fathers, as I have done to Shiloh.",
      "tokens": [
        {
          "t": "Therefore will I do unto "
        },
        {
          "add": "this"
        },
        {
          "t": " house, which is called by my name, wherein ye trust, and unto the place which I gave to you and to your fathers, as I have done to Shiloh. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "And I will cast you out of my sight, as I have cast out all your brethren, even the whole seed of Ephraim.",
      "tokens": [
        {
          "t": "And I will cast you out of my sight, as I have cast out all your brethren, "
        },
        {
          "add": "even"
        },
        {
          "t": " the whole seed of Ephraim. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Therefore pray not thou for this people, neither lift up cry nor prayer for them, neither make intercession to me: for I will not hear thee.",
      "tokens": [
        {
          "t": "Therefore pray not thou for this people, neither lift up cry nor prayer for them, neither make intercession to me: for I will not hear thee. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "¶ Seest thou not what they do in the cities of Judah and in the streets of Jerusalem?",
      "tokens": [
        {
          "t": "¶ Seest thou not what they do in the cities of Judah and in the streets of Jerusalem? "
        }
      ]
    },
    {
      "v": 18,
      "plain": "The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger.",
      "tokens": [
        {
          "t": "The children gather wood, and the fathers kindle the fire, and the women knead "
        },
        {
          "add": "their"
        },
        {
          "t": " dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Do they provoke me to anger? saith the LORD: do they not provoke themselves to the confusion of their own faces?",
      "tokens": [
        {
          "t": "Do they provoke me to anger? saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": "
        },
        {
          "add": "do they"
        },
        {
          "t": " not "
        },
        {
          "add": "provoke"
        },
        {
          "t": " themselves to the confusion of their own faces? "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Therefore thus saith the Lord GOD; Behold, mine anger and my fury shall be poured out upon this place, upon man, and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn, and shall not be quenched.",
      "tokens": [
        {
          "t": "Therefore thus saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": "; Behold, mine anger and my fury shall be poured out upon this place, upon man, and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn, and shall not be quenched. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "¶ Thus saith the LORD of hosts, the God of Israel; Put your burnt offerings unto your sacrifices, and eat flesh.",
      "tokens": [
        {
          "t": "¶ Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts, the God of Israel; Put your burnt offerings unto your sacrifices, and eat flesh. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "For I spake not unto your fathers, nor commanded them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices:",
      "tokens": [
        {
          "t": "For I spake not unto your fathers, nor commanded them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices: "
        }
      ]
    },
    {
      "v": 23,
      "plain": "But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways that I have commanded you, that it may be well unto you.",
      "tokens": [
        {
          "t": "But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways that I have commanded you, that it may be well unto you. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "But they hearkened not, nor inclined their ear, but walked in the counsels and in the imagination of their evil heart, and went backward, and not forward.",
      "tokens": [
        {
          "t": "But they hearkened not, nor inclined their ear, but walked in the counsels "
        },
        {
          "add": "and"
        },
        {
          "t": " in the imagination of their evil heart, and went backward, and not forward. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "Since the day that your fathers came forth out of the land of Egypt unto this day I have even sent unto you all my servants the prophets, daily rising up early and sending them:",
      "tokens": [
        {
          "t": "Since the day that your fathers came forth out of the land of Egypt unto this day I have even sent unto you all my servants the prophets, daily rising up early and sending "
        },
        {
          "add": "them:"
        },
        {
          "t": " "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Yet they hearkened not unto me, nor inclined their ear, but hardened their neck: they did worse than their fathers.",
      "tokens": [
        {
          "t": "Yet they hearkened not unto me, nor inclined their ear, but hardened their neck: they did worse than their fathers. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "Therefore thou shalt speak all these words unto them; but they will not hearken to thee: thou shalt also call unto them; but they will not answer thee.",
      "tokens": [
        {
          "t": "Therefore thou shalt speak all these words unto them; but they will not hearken to thee: thou shalt also call unto them; but they will not answer thee. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "But thou shalt say unto them, This is a nation that obeyeth not the voice of the LORD their God, nor receiveth correction: truth is perished, and is cut off from their mouth.",
      "tokens": [
        {
          "t": "But thou shalt say unto them, This "
        },
        {
          "add": "is"
        },
        {
          "t": " a nation that obeyeth not the voice of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " their God, nor receiveth correction: truth is perished, and is cut off from their mouth. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "¶ Cut off thine hair, O Jerusalem, and cast it away, and take up a lamentation on high places; for the LORD hath rejected and forsaken the generation of his wrath.",
      "tokens": [
        {
          "t": "¶ Cut off thine hair, "
        },
        {
          "add": "O Jerusalem"
        },
        {
          "t": ", and cast "
        },
        {
          "add": "it"
        },
        {
          "t": " away, and take up a lamentation on high places; for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " hath rejected and forsaken the generation of his wrath. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "For the children of Judah have done evil in my sight, saith the LORD: they have set their abominations in the house which is called by my name, to pollute it.",
      "tokens": [
        {
          "t": "For the children of Judah have done evil in my sight, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": they have set their abominations in the house which is called by my name, to pollute it. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "And they have built the high places of Tophet, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire; which I commanded them not, neither came it into my heart.",
      "tokens": [
        {
          "t": "And they have built the high places of Tophet, which "
        },
        {
          "add": "is"
        },
        {
          "t": " in the valley of the son of Hinnom, to burn their sons and their daughters in the fire; which I commanded "
        },
        {
          "add": "them"
        },
        {
          "t": " not, neither came it into my heart. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "¶ Therefore, behold, the days come, saith the LORD, that it shall no more be called Tophet, nor the valley of the son of Hinnom, but the valley of slaughter: for they shall bury in Tophet, till there be no place.",
      "tokens": [
        {
          "t": "¶ Therefore, behold, the days come, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that it shall no more be called Tophet, nor the valley of the son of Hinnom, but the valley of slaughter: for they shall bury in Tophet, till there be no place. "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And the carcases of this people shall be meat for the fowls of the heaven, and for the beasts of the earth; and none shall fray them away.",
      "tokens": [
        {
          "t": "And the carcases of this people shall be meat for the fowls of the heaven, and for the beasts of the earth; and none shall fray "
        },
        {
          "add": "them"
        },
        {
          "t": " away. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "Then will I cause to cease from the cities of Judah, and from the streets of Jerusalem, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride: for the land shall be desolate.",
      "tokens": [
        {
          "t": "Then will I cause to cease from the cities of Judah, and from the streets of Jerusalem, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride: for the land shall be desolate. "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 10
      },
      "text": "which…: Heb. whereupon my name is called"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 18
      },
      "text": "queen…: or, frame, or, workmanship of heaven"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 22
      },
      "text": "concerning: Heb. concerning the matter of"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 24
      },
      "text": "imagination: or, stubbornness"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 24
      },
      "text": "went: Heb. were"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 28
      },
      "text": "correction: or, instruction"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 31
      },
      "text": "came…: Heb. came it upon my heart"
    }
  ]
}