{
  "schema": 1,
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "plain": "At that time, saith the LORD, they shall bring out the bones of the kings of Judah, and the bones of his princes, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves:",
      "tokens": [
        {
          "t": "At that time, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", they shall bring out the bones of the kings of Judah, and the bones of his princes, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves: "
        }
      ]
    },
    {
      "v": 2,
      "plain": "And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and after whom they have walked, and whom they have sought, and whom they have worshipped: they shall not be gathered, nor be buried; they shall be for dung upon the face of the earth.",
      "tokens": [
        {
          "t": "And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and after whom they have walked, and whom they have sought, and whom they have worshipped: they shall not be gathered, nor be buried; they shall be for dung upon the face of the earth. "
        }
      ]
    },
    {
      "v": 3,
      "plain": "And death shall be chosen rather than life by all the residue of them that remain of this evil family, which remain in all the places whither I have driven them, saith the LORD of hosts.",
      "tokens": [
        {
          "t": "And death shall be chosen rather than life by all the residue of them that remain of this evil family, which remain in all the places whither I have driven them, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "¶ Moreover thou shalt say unto them, Thus saith the LORD; Shall they fall, and not arise? shall he turn away, and not return?",
      "tokens": [
        {
          "t": "¶ Moreover thou shalt say unto them, Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Shall they fall, and not arise? shall he turn away, and not return? "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Why then is this people of Jerusalem slidden back by a perpetual backsliding? they hold fast deceit, they refuse to return.",
      "tokens": [
        {
          "t": "Why "
        },
        {
          "add": "then"
        },
        {
          "t": " is this people of Jerusalem slidden back by a perpetual backsliding? they hold fast deceit, they refuse to return. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "I hearkened and heard, but they spake not aright: no man repented him of his wickedness, saying, What have I done? every one turned to his course, as the horse rusheth into the battle.",
      "tokens": [
        {
          "t": "I hearkened and heard, "
        },
        {
          "add": "but"
        },
        {
          "t": " they spake not aright: no man repented him of his wickedness, saying, What have I done? every one turned to his course, as the horse rusheth into the battle. "
        }
      ]
    },
    {
      "v": 7,
      "plain": "Yea, the stork in the heaven knoweth her appointed times; and the turtle and the crane and the swallow observe the time of their coming; but my people know not the judgment of the LORD.",
      "tokens": [
        {
          "t": "Yea, the stork in the heaven knoweth her appointed times; and the turtle and the crane and the swallow observe the time of their coming; but my people know not the judgment of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 8,
      "plain": "How do ye say, We are wise, and the law of the LORD is with us? Lo, certainly in vain made he it; the pen of the scribes is in vain.",
      "tokens": [
        {
          "t": "How do ye say, We "
        },
        {
          "add": "are"
        },
        {
          "t": " wise, and the law of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " "
        },
        {
          "add": "is"
        },
        {
          "t": " with us? Lo, certainly in vain made he "
        },
        {
          "add": "it;"
        },
        {
          "t": " the pen of the scribes "
        },
        {
          "add": "is"
        },
        {
          "t": " in vain. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "The wise men are ashamed, they are dismayed and taken: lo, they have rejected the word of the LORD; and what wisdom is in them?",
      "tokens": [
        {
          "t": "The wise "
        },
        {
          "add": "men"
        },
        {
          "t": " are ashamed, they are dismayed and taken: lo, they have rejected the word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and what wisdom "
        },
        {
          "add": "is"
        },
        {
          "t": " in them? "
        }
      ]
    },
    {
      "v": 10,
      "plain": "Therefore will I give their wives unto others, and their fields to them that shall inherit them: for every one from the least even unto the greatest is given to covetousness, from the prophet even unto the priest every one dealeth falsely.",
      "tokens": [
        {
          "t": "Therefore will I give their wives unto others, "
        },
        {
          "add": "and"
        },
        {
          "t": " their fields to them that shall inherit "
        },
        {
          "add": "them:"
        },
        {
          "t": " for every one from the least even unto the greatest is given to covetousness, from the prophet even unto the priest every one dealeth falsely. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "For they have healed the hurt of the daughter of my people slightly, saying, Peace, peace; when there is no peace.",
      "tokens": [
        {
          "t": "For they have healed the hurt of the daughter of my people slightly, saying, Peace, peace; when "
        },
        {
          "add": "there is"
        },
        {
          "t": " no peace. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "Were they ashamed when they had committed abomination? nay, they were not at all ashamed, neither could they blush: therefore shall they fall among them that fall: in the time of their visitation they shall be cast down, saith the LORD.",
      "tokens": [
        {
          "t": "Were they ashamed when they had committed abomination? nay, they were not at all ashamed, neither could they blush: therefore shall they fall among them that fall: in the time of their visitation they shall be cast down, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 13,
      "plain": "¶ I will surely consume them, saith the LORD: there shall be no grapes on the vine, nor figs on the fig tree, and the leaf shall fade; and the things that I have given them shall pass away from them.",
      "tokens": [
        {
          "t": "¶ I will surely consume them, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": "
        },
        {
          "add": "there shall be"
        },
        {
          "t": " no grapes on the vine, nor figs on the fig tree, and the leaf shall fade; and "
        },
        {
          "add": "the things that"
        },
        {
          "t": " I have given them shall pass away from them. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "Why do we sit still? assemble yourselves, and let us enter into the defenced cities, and let us be silent there: for the LORD our God hath put us to silence, and given us water of gall to drink, because we have sinned against the LORD.",
      "tokens": [
        {
          "t": "Why do we sit still? assemble yourselves, and let us enter into the defenced cities, and let us be silent there: for the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " our God hath put us to silence, and given us water of gall to drink, because we have sinned against the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 15,
      "plain": "We looked for peace, but no good came; and for a time of health, and behold trouble!",
      "tokens": [
        {
          "t": "We looked for peace, but no good "
        },
        {
          "add": "came; and"
        },
        {
          "t": " for a time of health, and behold trouble! "
        }
      ]
    },
    {
      "v": 16,
      "plain": "The snorting of his horses was heard from Dan: the whole land trembled at the sound of the neighing of his strong ones; for they are come, and have devoured the land, and all that is in it; the city, and those that dwell therein.",
      "tokens": [
        {
          "t": "The snorting of his horses was heard from Dan: the whole land trembled at the sound of the neighing of his strong ones; for they are come, and have devoured the land, and all that is in it; the city, and those that dwell therein. "
        }
      ]
    },
    {
      "v": 17,
      "plain": "For, behold, I will send serpents, cockatrices, among you, which will not be charmed, and they shall bite you, saith the LORD.",
      "tokens": [
        {
          "t": "For, behold, I will send serpents, cockatrices, among you, which "
        },
        {
          "add": "will"
        },
        {
          "t": " not "
        },
        {
          "add": "be"
        },
        {
          "t": " charmed, and they shall bite you, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 18,
      "plain": "¶ When I would comfort myself against sorrow, my heart is faint in me.",
      "tokens": [
        {
          "t": "¶ "
        },
        {
          "add": "When"
        },
        {
          "t": " I would comfort myself against sorrow, my heart "
        },
        {
          "add": "is"
        },
        {
          "t": " faint in me. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Behold the voice of the cry of the daughter of my people because of them that dwell in a far country: Is not the LORD in Zion? is not her king in her? Why have they provoked me to anger with their graven images, and with strange vanities?",
      "tokens": [
        {
          "t": "Behold the voice of the cry of the daughter of my people because of them that dwell in a far country: "
        },
        {
          "add": "Is"
        },
        {
          "t": " not the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " in Zion? "
        },
        {
          "add": "is"
        },
        {
          "t": " not her king in her? Why have they provoked me to anger with their graven images, "
        },
        {
          "add": "and"
        },
        {
          "t": " with strange vanities? "
        }
      ]
    },
    {
      "v": 20,
      "plain": "The harvest is past, the summer is ended, and we are not saved.",
      "tokens": [
        {
          "t": "The harvest is past, the summer is ended, and we are not saved. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "For the hurt of the daughter of my people am I hurt; I am black; astonishment hath taken hold on me.",
      "tokens": [
        {
          "t": "For the hurt of the daughter of my people am I hurt; I am black; astonishment hath taken hold on me. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Is there no balm in Gilead; is there no physician there? why then is not the health of the daughter of my people recovered?",
      "tokens": [
        {
          "add": "Is there"
        },
        {
          "t": " no balm in Gilead; "
        },
        {
          "add": "is there"
        },
        {
          "t": " no physician there? why then is not the health of the daughter of my people recovered? "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 8
      },
      "text": "in vain made…: or, the false pen of the scribes worketh for falsehood"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 9
      },
      "text": "The wise…: or, Have they been ashamed, etc"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "what…: Heb. the wisdom of what thing"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 12
      },
      "text": "I will…: or, In gathering I will consume"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 14
      },
      "text": "gall: or, poison"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 16
      },
      "text": "all…: Heb. the fulness thereof"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 18
      },
      "text": "in: Heb. upon"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 19
      },
      "text": "them…: Heb. the country of them that are far off"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 22
      },
      "text": "recovered: Heb. gone up?"
    }
  ]
}