{
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 13,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto me, Go and get thee a linen girdle, and put it upon thy loins, and put it not in water."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "So I got a girdle according to the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and put"
        },
        {
          "add": "it"
        },
        {
          "t": "on my loins."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me the second time, saying,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "Take the girdle that thou hast got, which"
        },
        {
          "add": "is"
        },
        {
          "t": "upon thy loins, and arise, go to Euphrates, and hide it there in a hole of the rock."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "So I went, and hid it by Euphrates, as the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "commanded me."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And it came to pass after many days, that the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "said unto me, Arise, go to Euphrates, and take the girdle from thence, which I commanded thee to hide there."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Then I went to Euphrates, and digged, and took the girdle from the place where I had hid it: and, behold, the girdle was marred, it was profitable for nothing."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Then the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying,"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", After this manner will I mar the pride of Judah, and the great pride of Jerusalem."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "This evil people, which refuse to hear my words, which walk in the imagination of their heart, and walk after other gods, to serve them, and to worship them, shall even be as this girdle, which is good for nothing."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "For as the girdle cleaveth to the loins of a man, so have I caused to cleave unto me the whole house of Israel and the whole house of Judah, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; that they might be unto me for a people, and for a name, and for a praise, and for a glory: but they would not hear."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "¶ Therefore thou shalt speak unto them this word; Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "God of Israel, Every bottle shall be filled with wine: and they shall say unto thee, Do we not certainly know that every bottle shall be filled with wine?"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Then shalt thou say unto them, Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Behold, I will fill all the inhabitants of this land, even the kings that sit upon David’s throne, and the priests, and the prophets, and all the inhabitants of Jerusalem, with drunkenness."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And I will dash them one against another, even the fathers and the sons together, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": I will not pity, nor spare, nor have mercy, but destroy them."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ Hear ye, and give ear; be not proud: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath spoken."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Give glory to the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "your God, before he cause darkness, and before your feet stumble upon the dark mountains, and, while ye look for light, he turn it into the shadow of death,"
        },
        {
          "add": "and"
        },
        {
          "t": "make"
        },
        {
          "add": "it"
        },
        {
          "t": "gross darkness."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But if ye will not hear it, my soul shall weep in secret places for"
        },
        {
          "add": "your"
        },
        {
          "t": "pride; and mine eye shall weep sore, and run down with tears, because the"
        },
        {
          "nd": "LORD’s"
        },
        {
          "t": "flock is carried away captive."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Say unto the king and to the queen, Humble yourselves, sit down: for your principalities shall come down,"
        },
        {
          "add": "even"
        },
        {
          "t": "the crown of your glory."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "The cities of the south shall be shut up, and none shall open"
        },
        {
          "add": "them:"
        },
        {
          "t": "Judah shall be carried away captive all of it, it shall be wholly carried away captive."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Lift up your eyes, and behold them that come from the north: where"
        },
        {
          "add": "is"
        },
        {
          "t": "the flock"
        },
        {
          "add": "that"
        },
        {
          "t": "was given thee, thy beautiful flock?"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "What wilt thou say when he shall punish thee? for thou hast taught them"
        },
        {
          "add": "to be"
        },
        {
          "t": "captains,"
        },
        {
          "add": "and"
        },
        {
          "t": "as chief over thee: shall not sorrows take thee, as a woman in travail?"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "¶ And if thou say in thine heart, Wherefore come these things upon me? For the greatness of thine iniquity are thy skirts discovered,"
        },
        {
          "add": "and"
        },
        {
          "t": "thy heels made bare."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Can the Ethiopian change his skin, or the leopard his spots?"
        },
        {
          "add": "then"
        },
        {
          "t": "may ye also do good, that are accustomed to do evil."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Therefore will I scatter them as the stubble that passeth away by the wind of the wilderness."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "This"
        },
        {
          "add": "is"
        },
        {
          "t": "thy lot, the portion of thy measures from me, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; because thou hast forgotten me, and trusted in falsehood."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Therefore will I discover thy skirts upon thy face, that thy shame may appear."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "I have seen thine adulteries, and thy neighings, the lewdness of thy whoredom,"
        },
        {
          "add": "and"
        },
        {
          "t": "thine abominations on the hills in the fields. Woe unto thee, O Jerusalem! wilt thou not be made clean? when"
        },
        {
          "add": "shall it"
        },
        {
          "t": "once"
        },
        {
          "add": "be"
        },
        {
          "t": "?"
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 10
      },
      "text": "imagination: or, stubbornness"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 14
      },
      "text": "one…: Heb. a man against his brother"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 14
      },
      "text": "but…: Heb. from destroying them"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 18
      },
      "text": "principalities: or, head tires"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 21
      },
      "text": "punish: Heb visit upon"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 22
      },
      "text": "made…: or, shall be violently taken away"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 23
      },
      "text": "accustomed: Heb. taught"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 27
      },
      "text": "when…: Heb. after when yet?"
    }
  ]
}