{
  "schema": 1,
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 22,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Go down to the house of the king of Judah, and speak there this word,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And say, Hear the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", O king of Judah, that sittest upon the throne of David, thou, and thy servants, and thy people that enter in by these gates:"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Execute ye judgment and righteousness, and deliver the spoiled out of the hand of the oppressor: and do no wrong, do no violence to the stranger, the fatherless, nor the widow, neither shed innocent blood in this place."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For if ye do this thing indeed, then shall there enter in by the gates of this house kings sitting upon the throne of David, riding in chariots and on horses, he, and his servants, and his people."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "But if ye will not hear these words, I swear by myself, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that this house shall become a desolation."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto the king’s house of Judah; Thou"
        },
        {
          "add": "art"
        },
        {
          "t": "Gilead unto me,"
        },
        {
          "add": "and"
        },
        {
          "t": "the head of Lebanon:"
        },
        {
          "add": "yet"
        },
        {
          "t": "surely I will make thee a wilderness,"
        },
        {
          "add": "and"
        },
        {
          "t": "cities"
        },
        {
          "add": "which"
        },
        {
          "t": "are not inhabited."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I will prepare destroyers against thee, every one with his weapons: and they shall cut down thy choice cedars, and cast"
        },
        {
          "add": "them"
        },
        {
          "t": "into the fire."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And many nations shall pass by this city, and they shall say every man to his neighbour, Wherefore hath the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "done thus unto this great city?"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "Then they shall answer, Because they have forsaken the covenant of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "their God, and worshipped other gods, and served them."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "¶ Weep ye not for the dead, neither bemoan him:"
        },
        {
          "add": "but"
        },
        {
          "t": "weep sore for him that goeth away: for he shall return no more, nor see his native country."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "touching Shallum the son of Josiah king of Judah, which reigned instead of Josiah his father, which went forth out of this place; He shall not return thither any more:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "But he shall die in the place whither they have led him captive, and shall see this land no more."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "¶ Woe unto him that buildeth his house by unrighteousness, and his chambers by wrong;"
        },
        {
          "add": "that"
        },
        {
          "t": "useth his neighbour’s service without wages, and giveth him not for his work;"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "That saith, I will build me a wide house and large chambers, and cutteth him out windows; and"
        },
        {
          "add": "it is"
        },
        {
          "t": "cieled with cedar, and painted with vermilion."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Shalt thou reign, because thou closest"
        },
        {
          "add": "thyself"
        },
        {
          "t": "in cedar? did not thy father eat and drink, and do judgment and justice,"
        },
        {
          "add": "and"
        },
        {
          "t": "then"
        },
        {
          "add": "it was"
        },
        {
          "t": "well with him?"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "He judged the cause of the poor and needy; then"
        },
        {
          "add": "it was"
        },
        {
          "t": "well"
        },
        {
          "add": "with him: was"
        },
        {
          "t": "not this to know me? saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "But thine eyes and thine heart"
        },
        {
          "add": "are"
        },
        {
          "t": "not but for thy covetousness, and for to shed innocent blood, and for oppression, and for violence, to do"
        },
        {
          "add": "it"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Therefore thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "concerning Jehoiakim the son of Josiah king of Judah; They shall not lament for him,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", Ah my brother! or, Ah sister! they shall not lament for him,"
        },
        {
          "add": "saying"
        },
        {
          "t": ", Ah lord! or, Ah his glory!"
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "He shall be buried with the burial of an ass, drawn and cast forth beyond the gates of Jerusalem."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "¶ Go up to Lebanon, and cry; and lift up thy voice in Bashan, and cry from the passages: for all thy lovers are destroyed."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "I spake unto thee in thy prosperity;"
        },
        {
          "add": "but"
        },
        {
          "t": "thou saidst, I will not hear. This"
        },
        {
          "add": "hath been"
        },
        {
          "t": "thy manner from thy youth, that thou obeyedst not my voice."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "The wind shall eat up all thy pastors, and thy lovers shall go into captivity: surely then shalt thou be ashamed and confounded for all thy wickedness."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "O inhabitant of Lebanon, that makest thy nest in the cedars, how gracious shalt thou be when pangs come upon thee, the pain as of a woman in travail!"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "add": "As"
        },
        {
          "t": "I live, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", though Coniah the son of Jehoiakim king of Judah were the signet upon my right hand, yet would I pluck thee thence;"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And I will give thee into the hand of them that seek thy life, and into the hand"
        },
        {
          "add": "of them"
        },
        {
          "t": "whose face thou fearest, even into the hand of Nebuchadrezzar king of Babylon, and into the hand of the Chaldeans."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And I will cast thee out, and thy mother that bare thee, into another country, where ye were not born; and there shall ye die."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "But to the land whereunto they desire to return, thither shall they not return."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "add": "Is"
        },
        {
          "t": "this man Coniah a despised broken idol?"
        },
        {
          "add": "is he"
        },
        {
          "t": "a vessel wherein"
        },
        {
          "add": "is"
        },
        {
          "t": "no pleasure? wherefore are they cast out, he and his seed, and are cast into a land which they know not?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "O earth, earth, earth, hear the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", Write ye this man childless, a man"
        },
        {
          "add": "that"
        },
        {
          "t": "shall not prosper in his days: for no man of his seed shall prosper, sitting upon the throne of David, and ruling any more in Judah."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 4
      },
      "text": "upon…: Heb. for David upon his throne"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 14
      },
      "text": "large: Heb. through-aired"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 14
      },
      "text": "windows: or, my windows"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 17
      },
      "text": "violence: or, incursion"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 21
      },
      "text": "prosperity: Heb. prosperities"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 23
      },
      "text": "inhabitant: Heb. inhabitress"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 27
      },
      "text": "desire: Heb. lift up their mind"
    }
  ]
}