{
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 24,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "shewed me, and, behold, two baskets of figs"
        },
        {
          "add": "were"
        },
        {
          "t": "set before the temple of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", after that Nebuchadrezzar king of Babylon had carried away captive Jeconiah the son of Jehoiakim king of Judah, and the princes of Judah, with the carpenters and smiths, from Jerusalem, and had brought them to Babylon."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "One basket"
        },
        {
          "add": "had"
        },
        {
          "t": "very good figs,"
        },
        {
          "add": "even"
        },
        {
          "t": "like the figs"
        },
        {
          "add": "that are"
        },
        {
          "t": "first ripe: and the other basket"
        },
        {
          "add": "had"
        },
        {
          "t": "very naughty figs, which could not be eaten, they were so bad."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then said the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "unto me, What seest thou, Jeremiah? And I said, Figs; the good figs, very good; and the evil, very evil, that cannot be eaten, they are so evil."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "¶ Again the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto me, saying,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the God of Israel; Like these good figs, so will I acknowledge them that are carried away captive of Judah, whom I have sent out of this place into the land of the Chaldeans for"
        },
        {
          "add": "their"
        },
        {
          "t": "good."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For I will set mine eyes upon them for good, and I will bring them again to this land: and I will build them, and not pull"
        },
        {
          "add": "them"
        },
        {
          "t": "down; and I will plant them, and not pluck"
        },
        {
          "add": "them"
        },
        {
          "t": "up."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I will give them an heart to know me, that I"
        },
        {
          "add": "am"
        },
        {
          "t": "the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ": and they shall be my people, and I will be their God: for they shall return unto me with their whole heart."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "¶ And as the evil figs, which cannot be eaten, they are so evil; surely thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", So will I give Zedekiah the king of Judah, and his princes, and the residue of Jerusalem, that remain in this land, and them that dwell in the land of Egypt:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And I will deliver them to be removed into all the kingdoms of the earth for"
        },
        {
          "add": "their"
        },
        {
          "t": "hurt,"
        },
        {
          "add": "to be"
        },
        {
          "t": "a reproach and a proverb, a taunt and a curse, in all places whither I shall drive them."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And I will send the sword, the famine, and the pestilence, among them, till they be consumed from off the land that I gave unto them and to their fathers."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "they…: Heb. for badness"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 5
      },
      "text": "them…: Heb. the captivity"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 9
      },
      "text": "to be removed: Heb. for removing, or, vexation"
    }
  ]
}