{
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 33,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Moreover the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto Jeremiah the second time, while he was yet shut up in the court of the prison, saying,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "the maker thereof, the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "that formed it, to establish it; the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "his name;"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", the God of Israel, concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down by the mounts, and by the sword;"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "They come to fight with the Chaldeans, but"
        },
        {
          "add": "it is"
        },
        {
          "t": "to fill them with the dead bodies of men, whom I have slain in mine anger and in my fury, and for all whose wickedness I have hid my face from this city."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Behold, I will bring it health and cure, and I will cure them, and will reveal unto them the abundance of peace and truth."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "¶ And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Again there shall be heard in this place, which ye say"
        },
        {
          "add": "shall be"
        },
        {
          "t": "desolate without man and without beast,"
        },
        {
          "add": "even"
        },
        {
          "t": "in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man, and without inhabitant, and without beast,"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "The voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Praise the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts: for the"
        },
        {
          "nd": "LORD"
        },
        {
          "add": "is"
        },
        {
          "t": "good; for his mercy"
        },
        {
          "add": "endureth"
        },
        {
          "t": "for ever:"
        },
        {
          "add": "and"
        },
        {
          "t": "of them that shall bring the sacrifice of praise into the house of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". For I will cause to return the captivity of the land, as at the first, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "of hosts; Again in this place, which is desolate without man and without beast, and in all the cities thereof, shall be an habitation of shepherds causing"
        },
        {
          "add": "their"
        },
        {
          "t": "flocks to lie down."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "In the cities of the mountains, in the cities of the vale, and in the cities of the south, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him that telleth"
        },
        {
          "add": "them"
        },
        {
          "t": ", saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Behold, the days come, saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "¶ In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "In those days shall Judah be saved, and Jerusalem shall dwell safely: and this"
        },
        {
          "add": "is the name"
        },
        {
          "t": "wherewith she shall be called, The"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "our righteousness."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "¶ For thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; David shall never want a man to sit upon the throne of the house of Israel;"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Neither shall the priests the Levites want a man before me to offer burnt offerings, and to kindle meat offerings, and to do sacrifice continually."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "¶ And the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came unto Jeremiah, saying,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; If ye can break my covenant of the day, and my covenant of the night, and that there should not be day and night in their season;"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "add": "Then"
        },
        {
          "t": "may also my covenant be broken with David my servant, that he should not have a son to reign upon his throne; and with the Levites the priests, my ministers."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "As the host of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites that minister unto me."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "Moreover the word of the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "came to Jeremiah, saying,"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Considerest thou not what this people have spoken, saying, The two families which the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Thus saith the"
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; If my covenant"
        },
        {
          "add": "be"
        },
        {
          "t": "not with day and night,"
        },
        {
          "add": "and if"
        },
        {
          "t": "I have not appointed the ordinances of heaven and earth;"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Then will I cast away the seed of Jacob, and David my servant,"
        },
        {
          "add": "so"
        },
        {
          "t": "that I will not take"
        },
        {
          "add": "any"
        },
        {
          "t": "of his seed"
        },
        {
          "add": "to be"
        },
        {
          "t": "rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have mercy on them."
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 2
      },
      "text": "the LORD is: or, JEHOVAH, etc"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 3
      },
      "text": "mighty: or, hidden"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 16
      },
      "text": "The LORD…: Heb. Jehovah-tsidkenu"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 17
      },
      "text": "David…: Heb. There shall not be cut off from David"
    }
  ]
}