{
  "schema": 1,
  "work": "KJV",
  "osis": "Jer",
  "abbr": "JER",
  "chapter": 49,
  "verses": [
    {
      "v": 1,
      "plain": "Concerning the Ammonites, thus saith the LORD; Hath Israel no sons? hath he no heir? why then doth their king inherit Gad, and his people dwell in his cities?",
      "tokens": [
        {
          "t": "Concerning the Ammonites, thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Hath Israel no sons? hath he no heir? why "
        },
        {
          "add": "then"
        },
        {
          "t": " doth their king inherit Gad, and his people dwell in his cities? "
        }
      ]
    },
    {
      "v": 2,
      "plain": "Therefore, behold, the days come, saith the LORD, that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith the LORD.",
      "tokens": [
        {
          "t": "Therefore, behold, the days come, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 3,
      "plain": "Howl, O Heshbon, for Ai is spoiled: cry, ye daughters of Rabbah, gird you with sackcloth; lament, and run to and fro by the hedges; for their king shall go into captivity, and his priests and his princes together.",
      "tokens": [
        {
          "t": "Howl, O Heshbon, for Ai is spoiled: cry, ye daughters of Rabbah, gird you with sackcloth; lament, and run to and fro by the hedges; for their king shall go into captivity, "
        },
        {
          "add": "and"
        },
        {
          "t": " his priests and his princes together. "
        }
      ]
    },
    {
      "v": 4,
      "plain": "Wherefore gloriest thou in the valleys, thy flowing valley, O backsliding daughter? that trusted in her treasures, saying, Who shall come unto me?",
      "tokens": [
        {
          "t": "Wherefore gloriest thou in the valleys, thy flowing valley, O backsliding daughter? that trusted in her treasures, "
        },
        {
          "add": "saying"
        },
        {
          "t": ", Who shall come unto me? "
        }
      ]
    },
    {
      "v": 5,
      "plain": "Behold, I will bring a fear upon thee, saith the Lord GOD of hosts, from all those that be about thee; and ye shall be driven out every man right forth; and none shall gather up him that wandereth.",
      "tokens": [
        {
          "t": "Behold, I will bring a fear upon thee, saith the Lord "
        },
        {
          "nd": "GOD"
        },
        {
          "t": " of hosts, from all those that be about thee; and ye shall be driven out every man right forth; and none shall gather up him that wandereth. "
        }
      ]
    },
    {
      "v": 6,
      "plain": "And afterward I will bring again the captivity of the children of Ammon, saith the LORD.",
      "tokens": [
        {
          "t": "And afterward I will bring again the captivity of the children of Ammon, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 7,
      "plain": "¶ Concerning Edom, thus saith the LORD of hosts; Is wisdom no more in Teman? is counsel perished from the prudent? is their wisdom vanished?",
      "tokens": [
        {
          "t": "¶ Concerning Edom, thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts; "
        },
        {
          "add": "Is"
        },
        {
          "t": " wisdom no more in Teman? is counsel perished from the prudent? is their wisdom vanished? "
        }
      ]
    },
    {
      "v": 8,
      "plain": "Flee ye, turn back, dwell deep, O inhabitants of Dedan; for I will bring the calamity of Esau upon him, the time that I will visit him.",
      "tokens": [
        {
          "t": "Flee ye, turn back, dwell deep, O inhabitants of Dedan; for I will bring the calamity of Esau upon him, the time "
        },
        {
          "add": "that"
        },
        {
          "t": " I will visit him. "
        }
      ]
    },
    {
      "v": 9,
      "plain": "If grapegatherers come to thee, would they not leave some gleaning grapes? if thieves by night, they will destroy till they have enough.",
      "tokens": [
        {
          "t": "If grapegatherers come to thee, would they not leave "
        },
        {
          "add": "some"
        },
        {
          "t": " gleaning grapes? if thieves by night, they will destroy till they have enough. "
        }
      ]
    },
    {
      "v": 10,
      "plain": "But I have made Esau bare, I have uncovered his secret places, and he shall not be able to hide himself: his seed is spoiled, and his brethren, and his neighbours, and he is not.",
      "tokens": [
        {
          "t": "But I have made Esau bare, I have uncovered his secret places, and he shall not be able to hide himself: his seed is spoiled, and his brethren, and his neighbours, and he "
        },
        {
          "add": "is"
        },
        {
          "t": " not. "
        }
      ]
    },
    {
      "v": 11,
      "plain": "Leave thy fatherless children, I will preserve them alive; and let thy widows trust in me.",
      "tokens": [
        {
          "t": "Leave thy fatherless children, I will preserve "
        },
        {
          "add": "them"
        },
        {
          "t": " alive; and let thy widows trust in me. "
        }
      ]
    },
    {
      "v": 12,
      "plain": "For thus saith the LORD; Behold, they whose judgment was not to drink of the cup have assuredly drunken; and art thou he that shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink of it.",
      "tokens": [
        {
          "t": "For thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Behold, they whose judgment "
        },
        {
          "add": "was"
        },
        {
          "t": " not to drink of the cup have assuredly drunken; and "
        },
        {
          "add": "art"
        },
        {
          "t": " thou he "
        },
        {
          "add": "that"
        },
        {
          "t": " shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink "
        },
        {
          "add": "of it"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 13,
      "plain": "For I have sworn by myself, saith the LORD, that Bozrah shall become a desolation, a reproach, a waste, and a curse; and all the cities thereof shall be perpetual wastes.",
      "tokens": [
        {
          "t": "For I have sworn by myself, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that Bozrah shall become a desolation, a reproach, a waste, and a curse; and all the cities thereof shall be perpetual wastes. "
        }
      ]
    },
    {
      "v": 14,
      "plain": "I have heard a rumour from the LORD, and an ambassador is sent unto the heathen, saying, Gather ye together, and come against her, and rise up to the battle.",
      "tokens": [
        {
          "t": "I have heard a rumour from the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", and an ambassador is sent unto the heathen, "
        },
        {
          "add": "saying"
        },
        {
          "t": ", Gather ye together, and come against her, and rise up to the battle. "
        }
      ]
    },
    {
      "v": 15,
      "plain": "For, lo, I will make thee small among the heathen, and despised among men.",
      "tokens": [
        {
          "t": "For, lo, I will make thee small among the heathen, "
        },
        {
          "add": "and"
        },
        {
          "t": " despised among men. "
        }
      ]
    },
    {
      "v": 16,
      "plain": "Thy terribleness hath deceived thee, and the pride of thine heart, O thou that dwellest in the clefts of the rock, that holdest the height of the hill: though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence, saith the LORD.",
      "tokens": [
        {
          "t": "Thy terribleness hath deceived thee, "
        },
        {
          "add": "and"
        },
        {
          "t": " the pride of thine heart, O thou that dwellest in the clefts of the rock, that holdest the height of the hill: though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 17,
      "plain": "Also Edom shall be a desolation: every one that goeth by it shall be astonished, and shall hiss at all the plagues thereof.",
      "tokens": [
        {
          "t": "Also Edom shall be a desolation: every one that goeth by it shall be astonished, and shall hiss at all the plagues thereof. "
        }
      ]
    },
    {
      "v": 18,
      "plain": "As in the overthrow of Sodom and Gomorrah and the neighbour cities thereof, saith the LORD, no man shall abide there, neither shall a son of man dwell in it.",
      "tokens": [
        {
          "t": "As in the overthrow of Sodom and Gomorrah and the neighbour "
        },
        {
          "add": "cities"
        },
        {
          "t": " thereof, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", no man shall abide there, neither shall a son of man dwell in it. "
        }
      ]
    },
    {
      "v": 19,
      "plain": "Behold, he shall come up like a lion from the swelling of Jordan against the habitation of the strong: but I will suddenly make him run away from her: and who is a chosen man, that I may appoint over her? for who is like me? and who will appoint me the time? and who is that shepherd that will stand before me?",
      "tokens": [
        {
          "t": "Behold, he shall come up like a lion from the swelling of Jordan against the habitation of the strong: but I will suddenly make him run away from her: and who "
        },
        {
          "add": "is"
        },
        {
          "t": " a chosen "
        },
        {
          "add": "man, that"
        },
        {
          "t": " I may appoint over her? for who "
        },
        {
          "add": "is"
        },
        {
          "t": " like me? and who will appoint me the time? and who "
        },
        {
          "add": "is"
        },
        {
          "t": " that shepherd that will stand before me? "
        }
      ]
    },
    {
      "v": 20,
      "plain": "Therefore hear the counsel of the LORD, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
      "tokens": [
        {
          "t": "Therefore hear the counsel of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them. "
        }
      ]
    },
    {
      "v": 21,
      "plain": "The earth is moved at the noise of their fall, at the cry the noise thereof was heard in the Red sea.",
      "tokens": [
        {
          "t": "The earth is moved at the noise of their fall, at the cry the noise thereof was heard in the Red sea. "
        }
      ]
    },
    {
      "v": 22,
      "plain": "Behold, he shall come up and fly as the eagle, and spread his wings over Bozrah: and at that day shall the heart of the mighty men of Edom be as the heart of a woman in her pangs.",
      "tokens": [
        {
          "t": "Behold, he shall come up and fly as the eagle, and spread his wings over Bozrah: and at that day shall the heart of the mighty men of Edom be as the heart of a woman in her pangs. "
        }
      ]
    },
    {
      "v": 23,
      "plain": "¶ Concerning Damascus. Hamath is confounded, and Arpad: for they have heard evil tidings: they are fainthearted; there is sorrow on the sea; it cannot be quiet.",
      "tokens": [
        {
          "t": "¶ Concerning Damascus. Hamath is confounded, and Arpad: for they have heard evil tidings: they are fainthearted; "
        },
        {
          "add": "there is"
        },
        {
          "t": " sorrow on the sea; it cannot be quiet. "
        }
      ]
    },
    {
      "v": 24,
      "plain": "Damascus is waxed feeble, and turneth herself to flee, and fear hath seized on her: anguish and sorrows have taken her, as a woman in travail.",
      "tokens": [
        {
          "t": "Damascus is waxed feeble, "
        },
        {
          "add": "and"
        },
        {
          "t": " turneth herself to flee, and fear hath seized on "
        },
        {
          "add": "her:"
        },
        {
          "t": " anguish and sorrows have taken her, as a woman in travail. "
        }
      ]
    },
    {
      "v": 25,
      "plain": "How is the city of praise not left, the city of my joy!",
      "tokens": [
        {
          "t": "How is the city of praise not left, the city of my joy! "
        }
      ]
    },
    {
      "v": 26,
      "plain": "Therefore her young men shall fall in her streets, and all the men of war shall be cut off in that day, saith the LORD of hosts.",
      "tokens": [
        {
          "t": "Therefore her young men shall fall in her streets, and all the men of war shall be cut off in that day, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts. "
        }
      ]
    },
    {
      "v": 27,
      "plain": "And I will kindle a fire in the wall of Damascus, and it shall consume the palaces of Ben-hadad.",
      "tokens": [
        {
          "t": "And I will kindle a fire in the wall of Damascus, and it shall consume the palaces of Ben-hadad. "
        }
      ]
    },
    {
      "v": 28,
      "plain": "¶ Concerning Kedar, and concerning the kingdoms of Hazor, which Nebuchadrezzar king of Babylon shall smite, thus saith the LORD; Arise ye, go up to Kedar, and spoil the men of the east.",
      "tokens": [
        {
          "t": "¶ Concerning Kedar, and concerning the kingdoms of Hazor, which Nebuchadrezzar king of Babylon shall smite, thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; Arise ye, go up to Kedar, and spoil the men of the east. "
        }
      ]
    },
    {
      "v": 29,
      "plain": "Their tents and their flocks shall they take away: they shall take to themselves their curtains, and all their vessels, and their camels; and they shall cry unto them, Fear is on every side.",
      "tokens": [
        {
          "t": "Their tents and their flocks shall they take away: they shall take to themselves their curtains, and all their vessels, and their camels; and they shall cry unto them, Fear "
        },
        {
          "add": "is"
        },
        {
          "t": " on every side. "
        }
      ]
    },
    {
      "v": 30,
      "plain": "¶ Flee, get you far off, dwell deep, O ye inhabitants of Hazor, saith the LORD; for Nebuchadrezzar king of Babylon hath taken counsel against you, and hath conceived a purpose against you.",
      "tokens": [
        {
          "t": "¶ Flee, get you far off, dwell deep, O ye inhabitants of Hazor, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; for Nebuchadrezzar king of Babylon hath taken counsel against you, and hath conceived a purpose against you. "
        }
      ]
    },
    {
      "v": 31,
      "plain": "Arise, get you up unto the wealthy nation, that dwelleth without care, saith the LORD, which have neither gates nor bars, which dwell alone.",
      "tokens": [
        {
          "t": "Arise, get you up unto the wealthy nation, that dwelleth without care, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ", which have neither gates nor bars, "
        },
        {
          "add": "which"
        },
        {
          "t": " dwell alone. "
        }
      ]
    },
    {
      "v": 32,
      "plain": "And their camels shall be a booty, and the multitude of their cattle a spoil: and I will scatter into all winds them that are in the utmost corners; and I will bring their calamity from all sides thereof, saith the LORD.",
      "tokens": [
        {
          "t": "And their camels shall be a booty, and the multitude of their cattle a spoil: and I will scatter into all winds them "
        },
        {
          "add": "that are"
        },
        {
          "t": " in the utmost corners; and I will bring their calamity from all sides thereof, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 33,
      "plain": "And Hazor shall be a dwelling for dragons, and a desolation for ever: there shall no man abide there, nor any son of man dwell in it.",
      "tokens": [
        {
          "t": "And Hazor shall be a dwelling for dragons, "
        },
        {
          "add": "and"
        },
        {
          "t": " a desolation for ever: there shall no man abide there, nor "
        },
        {
          "add": "any"
        },
        {
          "t": " son of man dwell in it. "
        }
      ]
    },
    {
      "v": 34,
      "plain": "¶ The word of the LORD that came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying,",
      "tokens": [
        {
          "t": "¶ The word of the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " that came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying, "
        }
      ]
    },
    {
      "v": 35,
      "plain": "Thus saith the LORD of hosts; Behold, I will break the bow of Elam, the chief of their might.",
      "tokens": [
        {
          "t": "Thus saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": " of hosts; Behold, I will break the bow of Elam, the chief of their might. "
        }
      ]
    },
    {
      "v": 36,
      "plain": "And upon Elam will I bring the four winds from the four quarters of heaven, and will scatter them toward all those winds; and there shall be no nation whither the outcasts of Elam shall not come.",
      "tokens": [
        {
          "t": "And upon Elam will I bring the four winds from the four quarters of heaven, and will scatter them toward all those winds; and there shall be no nation whither the outcasts of Elam shall not come. "
        }
      ]
    },
    {
      "v": 37,
      "plain": "For I will cause Elam to be dismayed before their enemies, and before them that seek their life: and I will bring evil upon them, even my fierce anger, saith the LORD; and I will send the sword after them, till I have consumed them:",
      "tokens": [
        {
          "t": "For I will cause Elam to be dismayed before their enemies, and before them that seek their life: and I will bring evil upon them, "
        },
        {
          "add": "even"
        },
        {
          "t": " my fierce anger, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": "; and I will send the sword after them, till I have consumed them: "
        }
      ]
    },
    {
      "v": 38,
      "plain": "And I will set my throne in Elam, and will destroy from thence the king and the princes, saith the LORD.",
      "tokens": [
        {
          "t": "And I will set my throne in Elam, and will destroy from thence the king and the princes, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    },
    {
      "v": 39,
      "plain": "¶ But it shall come to pass in the latter days, that I will bring again the captivity of Elam, saith the LORD.",
      "tokens": [
        {
          "t": "¶ But it shall come to pass in the latter days, "
        },
        {
          "add": "that"
        },
        {
          "t": " I will bring again the captivity of Elam, saith the "
        },
        {
          "nd": "LORD"
        },
        {
          "t": ". "
        }
      ]
    }
  ],
  "footnotes": [
    {
      "id": "FN1",
      "mark": "*",
      "at": {
        "v": 1
      },
      "text": "Concerning: or, Against"
    },
    {
      "id": "FN2",
      "mark": "†",
      "at": {
        "v": 1
      },
      "text": "their king: or, Melcom"
    },
    {
      "id": "FN3",
      "mark": "‡",
      "at": {
        "v": 3
      },
      "text": "their king: or, Melcom"
    },
    {
      "id": "FN4",
      "mark": "§",
      "at": {
        "v": 4
      },
      "text": "thy…: or, thy valley floweth away"
    },
    {
      "id": "FN5",
      "mark": "**",
      "at": {
        "v": 8
      },
      "text": "turn…: or, they are turned back"
    },
    {
      "id": "FN6",
      "mark": "††",
      "at": {
        "v": 9
      },
      "text": "till…: Heb. their sufficiency"
    },
    {
      "id": "FN7",
      "mark": "‡‡",
      "at": {
        "v": 19
      },
      "text": "appoint me…: or, convent me in judgment?"
    },
    {
      "id": "FN8",
      "mark": "§§",
      "at": {
        "v": 21
      },
      "text": "Red sea: Heb. Weedy sea"
    },
    {
      "id": "FN9",
      "mark": "***",
      "at": {
        "v": 23
      },
      "text": "fainthearted: Heb. melted"
    },
    {
      "id": "FN10",
      "mark": "†††",
      "at": {
        "v": 23
      },
      "text": "on…: or, as on the sea"
    },
    {
      "id": "FN11",
      "mark": "‡‡‡",
      "at": {
        "v": 30
      },
      "text": "get…: Heb. flit greatly"
    },
    {
      "id": "FN12",
      "mark": "§§§",
      "at": {
        "v": 31
      },
      "text": "wealthy: or, that is at ease"
    },
    {
      "id": "FN13",
      "mark": "*",
      "at": {
        "v": 32
      },
      "text": "in…: Heb. cut off into corners, or, that have the corners of their hair polled"
    }
  ]
}