{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Esd",
  "abbr": "2ES",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "The second book of the prophet Esdras, the son of Saraias, the son of Azarias, the son of Helchias, the son of Sadamias, the son of Sadoc, the son of Achitob,"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "The son of Achias, the son of Phinees, the son of Heli, the son of Amarias, the son of Aziei, the son of Marimoth, the son of Arna, the son of Ozias, the son of Borith, the son of Abisei, the son of Phinees, the son of Eleazar,"
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "The son of Aaron, of the tribe of Levi; which was captive in the land of the Medes, in the reign of Artexerxes king of the Persians."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And the word of the Lord came unto me, saying,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Go thy way, and shew my people their sinful deeds, and their children their wickedness which they have done against me; that they may tell their children’s children:"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "Because the sins of their fathers are increased in them: for they have forgotten me, and have offered unto strange gods."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Am not I even he that brought them out of the land of Egypt, from the house of bondage? but they have provoked me unto wrath, and despised my counsels."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Pull thou off then the hair of thy head, and cast all evil upon them, for they have not been obedient unto my law, but it is a rebellious people."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "How long shall I forbear them, into whom I have done so much good?"
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Many kings have I destroyed for their sakes; Pharaoh with his servants and all his power have I smitten down."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "All the nations have I destroyed before them, and in the east I have scattered the people of two provinces, even of Tyrus and Sidon, and have slain all their enemies."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Speak thou therefore unto them, saying, Thus saith the Lord,"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "I led you through the sea and in the beginning gave you a large and safe passage; I gave you Moses for a leader, and Aaron for a priest."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "I gave you light in a pillar of fire, and great wonders have I done among you; yet have ye forgotten me, saith the Lord."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Thus saith the Almighty Lord, The quails were as a token to you; I gave you tents for your safeguard: nevertheless ye murmured there,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And triumphed not in my name for the destruction of your enemies, but ever to this day do ye yet murmur."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "Where are the benefits that I have done for you? when ye were hungry and thirsty in the wilderness, did ye not cry unto me,"
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Saying, Why hast thou brought us into this wilderness to kill us? it had been better for us to have served the Egyptians, than to die in this wilderness."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then had I pity upon your mournings, and gave you manna to eat; so ye did eat angels’ bread."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "When ye were thirsty, did I not cleave the rock, and waters flowed out to your fill? for the heat I covered you with the leaves of the trees."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "I divided among you a fruitful land, I cast out the Canaanites, the Pherezites, and the Philistines, before you: what shall I yet do more for you? saith the Lord."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Thus saith the Almighty Lord, When ye were in the wilderness, in the river of the Amorites, being athirst, and blaspheming my name,"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "I gave you not fire for your blasphemies, but cast a tree in the water, and made the river sweet."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "What shall I do unto thee, O Jacob? thou, Juda, wouldest not obey me: I will turn me to other nations, and unto those will I give my name, that they may keep my statutes."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "Seeing ye have forsaken me, I will forsake you also; when ye desire me to be gracious unto you, I shall have no mercy upon you."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "Whensoever ye shall call upon me, I will not hear you: for ye have defiled your hands with blood, and your feet are swift to commit manslaughter."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Ye have not as it were forsaken me, but your own selves, saith the Lord."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Thus saith the Almighty Lord, Have I not prayed you as a father his sons, as a mother her daughters, and a nurse her young babes,"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "That ye would be my people, and I should be your God; that ye would be my children, and I should be your father?"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "I gathered you together, as a hen gathereth her chickens under her wings: but now, what shall I do unto you? I will cast you out from my face."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "When ye offer unto me, I will turn my face from you: for your solemn feastdays, your new moons, and your circumcisions, have I forsaken."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "I sent unto you my servants the prophets, whom ye have taken and slain, and torn their bodies in pieces, whose blood I will require of your hands, saith the Lord."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "Thus saith the Almighty Lord, Your house is desolate, I will cast you out as the wind doth stubble."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "And your children shall not be fruitful; for they have despised my commandment, and done the thing that is an evil before me."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Your houses will I give to a people that shall come; which not having heard of me yet shall believe me; to whom I have shewed no signs, yet they shall do that I have commanded them."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "They have seen no prophets, yet they shall call their sins to remembrance, and acknowledge them."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "I take to witness the grace of the people to come, whose little ones rejoice in gladness: and though they have not seen me with bodily eyes, yet in spirit they believe the thing that I say."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And now, brother, behold what glory; and see the people that come from the east:"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "Unto whom I will give for leaders, Abraham, Isaac, and Jacob, Oseas, Amos, and Micheas, Joel, Abdias, and Jonas,"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "Nahum, and Abacuc, Sophonias, Aggeus, Zachary, and Malachy, which is called also an angel of the Lord."
        }
      ]
    }
  ]
}