{
  "work": "KJV",
  "osis": "2 Esd",
  "abbr": "2ES",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "In the thirtieth year after the ruin of the city I was in Babylon, and lay troubled upon my bed, and my thoughts came up over my heart:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "For I saw the desolation of Sion, and the wealth of them that dwelt at Babylon."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And my spirit was sore moved, so that I began to speak words full of fear to the most High, and said,"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "O Lord, who bearest rule, thou spakest at the beginning, when thou didst plant the earth, and that thyself alone, and commandedst the people,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And gavest a body unto Adam without soul, which was the workmanship of thine hands, and didst breathe into him the breath of life, and he was made living before thee."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And thou leadest him into paradise, which thy right hand had planted, before ever the earth came forward."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And unto him thou gavest commandment to love thy way: which he transgressed, and immediately thou appointedst death in him and in his generations, of whom came nations, tribes, people, and kindreds, out of number."
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "And every people walked after their own will, and did wonderful things before thee, and despised thy commandments."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And again in process of time thou broughtest the flood upon those that dwelt in the world, and destroyedst them."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And it came to pass in every of them, that as death was to Adam, so was the flood to these."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "Nevertheless one of them thou leftest, namely, Noah with his household, of whom came all righteous men."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And it happened, that when they that dwelt upon the earth began to multiply, and had gotten them many children, and were a great people, they began again to be more ungodly than the first."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Now when they lived so wickedly before thee, thou didst choose thee a man from among them, whose name was Abraham."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Him thou lovedst, and unto him only thou shewedst thy will:"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And madest an everlasting covenant with him, promising him that thou wouldest never forsake his seed."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "And unto him thou gavest Isaac, and unto Isaac also thou gavest Jacob and Esau. As for Jacob, thou didst choose him to thee, and put by Esau: and so Jacob became a great multitude."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "And it came to pass, that when thou leadest his seed out of Egypt, thou broughtest them up to the mount Sinai."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "And bowing the heavens, thou didst set fast the earth, movedst the whole world, and madest the depths to tremble, and troubledst the men of that age."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "And thy glory went through four gates, of fire, and of earthquake, and of wind, and of cold; that thou mightest give the law unto the seed of Jacob, and diligence unto the generation of Israel."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "And yet tookest thou not away from them a wicked heart, that thy law might bring forth fruit in them."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For the first Adam bearing a wicked heart transgressed, and was overcome; and so be all they that are born of him."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "Thus infirmity was made permanent; and the law (also) in the heart of the people with the malignity of the root; so that the good departed away, and the evil abode still."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "So the times passed away, and the years were brought to an end: then didst thou raise thee up a servant, called David:"
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Whom thou commandedst to build a city unto thy name, and to offer incense and oblations unto thee therein."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "When this was done many years, then they that inhabited the city forsook thee,"
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And in all things did even as Adam and all his generations had done: for they also had a wicked heart:"
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And so thou gavest thy city over into the hands of thine enemies."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Are their deeds then any better that inhabit Babylon, that they should therefore have the dominion over Sion?"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "For when I came thither, and had seen impieties without number, then my soul saw many evildoers in this thirtieth year, so that my heart failed me."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "For I have seen how thou sufferest them sinning, and hast spared wicked doers: and hast destroyed thy people, and hast preserved thine enemies, and hast not signified it."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "I do not remember how this way may be left: Are they then of Babylon better than they of Sion?"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Or is there any other people that knoweth thee beside Israel? or what generation hath so believed thy covenants as Jacob?"
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And yet their reward appeareth not, and their labour hath no fruit: for I have gone here and there through the heathen, and I see that they flow in wealth, and think not upon thy commandments."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Weigh thou therefore our wickedness now in the balance, and their’s also that dwell the world; and so shall thy name no where be found but in Israel."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "Or when was it that they which dwell upon the earth have not sinned in thy sight? or what people have so kept thy commandments?"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "Thou shalt find that Israel by name hath kept thy precepts; but not the heathen."
        }
      ]
    }
  ]
}