{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Esd",
  "abbr": "2ES",
  "chapter": 11,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Then saw I a dream, and, behold, there came up from the sea an eagle, which had twelve feathered wings, and three heads."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And I saw, and, behold, she spread her wings over all the earth, and all the winds of the air blew on her, and were gathered together."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "And I beheld, and out of her feathers there grew other contrary feathers; and they became little feathers and small."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "But her heads were at rest: the head in the midst was greater than the other, yet rested it with the residue."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Moreover I beheld, and, lo, the eagle flew with her feathers, and reigned upon earth, and over them that dwelt therein."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "And I saw that all things under heaven were subject unto her, and no man spake against her, no, not one creature upon earth."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And I beheld, and, lo, the eagle rose upon her talons, and spake to her feathers, saying,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "Watch not all at once: sleep every one in his own place, and watch by course:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "But let the heads be preserved for the last."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "And I beheld, and, lo, the voice went not out of her heads, but from the midst of her body."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "And I numbered her contrary feathers, and, behold, there were eight of them."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And I looked, and, behold, on the right side there arose one feather, and reigned over all the earth;"
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "And so it was, that when it reigned, the end of it came, and the place thereof appeared no more: so the next following stood up. and reigned, and had a great time;"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "And it happened, that when it reigned, the end of it came also, like as the first, so that it appeared no more."
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "Then came there a voice unto it, and said,"
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "Hear thou that hast borne rule over the earth so long: this I say unto thee, before thou beginnest to appear no more,"
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "There shall none after thee attain unto thy time, neither unto the half thereof."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "Then arose the third, and reigned as the other before, and appeared no more also."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "So went it with all the residue one after another, as that every one reigned, and then appeared no more."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Then I beheld, and, lo, in process of time the feathers that followed stood up upon the right side, that they might rule also; and some of them ruled, but within a while they appeared no more:"
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For some of them were set up, but ruled not."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "After this I looked, and, behold, the twelve feathers appeared no more, nor the two little feathers:"
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And there was no more upon the eagle’s body, but three heads that rested, and six little wings."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Then saw I also that two little feathers divided themselves from the six, and remained under the head that was upon the right side: for the four continued in their place."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And I beheld, and, lo, the feathers that were under the wing thought to set up themselves and to have the rule."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And I beheld, and, lo, there was one set up, but shortly it appeared no more."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "And the second was sooner away than the first."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "And I beheld, and, lo, the two that remained thought also in themselves to reign:"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "And when they so thought, behold, there awaked one of the heads that were at rest, namely, it that was in the midst; for that was greater than the two other heads."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And then I saw that the two other heads were joined with it."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And, behold, the head was turned with them that were with it, and did eat up the two feathers under the wing that would have reigned."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "But this head put the whole earth in fear, and bare rule in it over all those that dwelt upon the earth with much oppression; and it had the governance of the world more than all the wings that had been."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And after this I beheld, and, lo, the head that was in the midst suddenly appeared no more, like as the wings."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "But there remained the two heads, which also in like sort ruled upon the earth, and over those that dwelt therein."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "And I beheld, and, lo, the head upon the right side devoured it that was upon the left side."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "Then I head a voice, which said unto me, Look before thee, and consider the thing that thou seest."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And I beheld, and lo, as it were a roaring lion chased out of the wood: and I saw that he sent out a man’s voice unto the eagle, and said,"
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "Hear thou, I will talk with thee, and the Highest shall say unto thee,"
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "Art not thou it that remainest of the four beasts, whom I made to reign in my world, that the end of their times might come through them?"
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And the fourth came, and overcame all the beasts that were past, and had power over the world with great fearfulness, and over the whole compass of the earth with much wicked oppression; and so long time dwelt he upon the earth with deceit."
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "For the earth hast thou not judged with truth."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "For thou hast afflicted the meek, thou hast hurt the peaceable, thou hast loved liars, and destroyed the dwellings of them that brought forth fruit, and hast cast down the walls of such as did thee no harm."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "Therefore is thy wrongful dealing come up unto the Highest, and thy pride unto the Mighty."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "The Highest also hath looked upon the proud times, and, behold, they are ended, and his abominations are fulfilled."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "And therefore appear no more, thou eagle, nor thy horrible wings, nor thy wicked feathers nor thy malicious heads, nor thy hurtful claws, nor all thy vain body:"
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "That all the earth may be refreshed, and may return, being delivered from thy violence, and that she may hope for the judgment and mercy of him that made her."
        }
      ]
    }
  ]
}