{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Esd",
  "abbr": "2ES",
  "chapter": 14,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "And it came to pass upon the third day, I sat under an oak, and, behold, there came a voice out of a bush over against me, and said, Esdras, Esdras."
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And I said, Here am I, Lord And I stood up upon my feet."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Then said he unto me, In the bush I did manifestly reveal myself unto Moses, and talked with him, when my people served in Egypt:"
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "And I sent him and led my people out of Egypt, and brought him up to the mount of where I held him by me a long season,"
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "And told him many wondrous things, and shewed him the secrets of the times, and the end; and commanded him, saying,"
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "These words shalt thou declare, and these shalt thou hide."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "And now I say unto thee,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "That thou lay up in thy heart the signs that I have shewed, and the dreams that thou hast seen, and the interpretations which thou hast heard:"
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "For thou shalt be taken away from all, and from henceforth thou shalt remain with my Son, and with such as be like thee, until the times be ended."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "For the world hath lost his youth, and the times begin to wax old."
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "For the world is divided into twelve parts, and the ten parts of it are gone already, and half of a tenth part:"
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "And there remaineth that which is after the half of the tenth part."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "Now therefore set thine house in order, and reprove thy people, comfort such of them as be in trouble, and now renounce corruption,"
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Let go from thee mortal thoughts, cast away the burdens of man, put off now the weak nature,"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "And set aside the thoughts that are most heavy unto thee, and haste thee to flee from these times."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "For yet greater evils than those which thou hast seen happen shall be done hereafter."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "For look how much the world shall be weaker through age, so much the more shall evils increase upon them that dwell therein."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For the time is fled far away, and leasing is hard at hand: for now hasteth the vision to come, which thou hast seen."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "Then answered I before thee, and said,"
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Behold, Lord, I will go, as thou hast commanded me, and reprove the people which are present: but they that shall be born afterward, who shall admonish them? thus the world is set in darkness, and they that dwell therein are without light."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "For thy law is burnt, therefore no man knoweth the things that are done of thee, or the work that shall begin."
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "But if I have found grace before thee, send the Holy Ghost into me, and I shall write all that hath been done in the world since the beginning, which were written in thy law, that men may find thy path, and that they which will live in the latter days may live."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "And he answered me, saying, Go thy way, gather the people together, and say unto them, that they seek thee not for forty days."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "But look thou prepare thee many box trees, and take with thee Sarea, Dabria, Selemia, Ecanus, and Asiel, these five which are ready to write swiftly;"
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "And come hither, and I shall light a candle of understanding in thine heart, which shall not be put out, till the things be performed which thou shalt begin to write."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "And when thou hast done, some things shalt thou publish, and some things shalt thou shew secretly to the wise: to morrow this hour shalt thou begin to write."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "Then went I forth, as he commanded, and gathered all the people together, and said,"
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Hear these words, O Israel."
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Our fathers at the beginning were strangers in Egypt, from whence they were delivered:"
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "And received the law of life, which they kept not, which ye also have transgressed after them."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "Then was the land, even the land of Sion, parted among you by lot: but your fathers, and ye yourselves, have done unrighteousness, and have not kept the ways which the Highest commanded you."
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "And forasmuch as he is a righteous judge, he took from you in time the thing that he had given you."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And now are ye here, and your brethren among you."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Therefore if so be that ye will subdue your own understanding, and reform your hearts, ye shall be kept alive and after death ye shall obtain mercy."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "For after death shall the judgment come, when we shall live again: and then shall the names of the righteous be manifest, and the works of the ungodly shall be declared."
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "Let no man therefore come unto me now, nor seek after me these forty days."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "So I took the five men, as he commanded me, and we went into the field, and remained there."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And the next day, behold, a voice called me, saying, Esdras, open thy mouth, and drink that I give thee to drink."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "Then opened I my mouth, and, behold, he reached me a full cup, which was full as it were with water, but the colour of it was like fire."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "And I took it, and drank: and when I had drunk of it, my heart uttered understanding, and wisdom grew in my breast, for my spirit strengthened my memory:"
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "And my mouth was opened, and shut no more."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "The Highest gave understanding unto the five men, and they wrote the wonderful visions of the night that were told, which they knew not: and they sat forty days, and they wrote in the day, and at night they ate bread."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "As for me. I spake in the day, and I held not my tongue by night."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "In forty days they wrote two hundred and four books."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "And it came to pass, when the forty days were filled, that the Highest spake, saying, The first that thou hast written publish openly, that the worthy and unworthy may read it:"
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "But keep the seventy last, that thou mayest deliver them only to such as be wise among the people:"
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "For in them is the spring of understanding, the fountain of wisdom, and the stream of knowledge."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "And I did so."
        }
      ]
    }
  ]
}