{
  "schema": 1,
  "work": "KJV",
  "osis": "2 Esd",
  "abbr": "2ES",
  "chapter": 15,
  "verses": [
    {
      "v": 1,
      "tokens": [
        {
          "t": "Behold, speak thou in the ears of my people the words of prophecy, which I will put in thy mouth, saith the Lord:"
        }
      ]
    },
    {
      "v": 2,
      "tokens": [
        {
          "t": "And cause them to be written in paper: for they are faithful and true."
        }
      ]
    },
    {
      "v": 3,
      "tokens": [
        {
          "t": "Fear not the imaginations against thee, let not the incredulity of them trouble thee, that speak against thee."
        }
      ]
    },
    {
      "v": 4,
      "tokens": [
        {
          "t": "For all the unfaithful shall die in their unfaithfulness."
        }
      ]
    },
    {
      "v": 5,
      "tokens": [
        {
          "t": "Behold, saith the Lord, I will bring plagues upon the world; the sword, famine, death, and destruction."
        }
      ]
    },
    {
      "v": 6,
      "tokens": [
        {
          "t": "For wickedness hath exceedingly polluted the whole earth, and their hurtful works are fulfilled."
        }
      ]
    },
    {
      "v": 7,
      "tokens": [
        {
          "t": "Therefore saith the Lord,"
        }
      ]
    },
    {
      "v": 8,
      "tokens": [
        {
          "t": "I will hold my tongue no more as touching their wickedness, which they profanely commit, neither will I suffer them in those things, in which they wickedly exercise themselves: behold, the innocent and righteous blood crieth unto me, and the souls of the just complain continually."
        }
      ]
    },
    {
      "v": 9,
      "tokens": [
        {
          "t": "And therefore, saith the Lord, I will surely avenge them, and receive unto me all the innocent blood from among them."
        }
      ]
    },
    {
      "v": 10,
      "tokens": [
        {
          "t": "Behold, my people is led as a flock to the slaughter: I will not suffer them now to dwell in the land of Egypt:"
        }
      ]
    },
    {
      "v": 11,
      "tokens": [
        {
          "t": "But I will bring them with a mighty hand and a stretched out arm, and smite Egypt with plagues, as before, and will destroy all the land thereof."
        }
      ]
    },
    {
      "v": 12,
      "tokens": [
        {
          "t": "Egypt shall mourn, and the foundation of it shall be smitten with the plague and punishment that God shall bring upon it."
        }
      ]
    },
    {
      "v": 13,
      "tokens": [
        {
          "t": "They that till the ground shall mourn: for their seeds shall fail through the blasting and hail, and with a fearful constellation."
        }
      ]
    },
    {
      "v": 14,
      "tokens": [
        {
          "t": "Woe to the world and them that dwell therein!"
        }
      ]
    },
    {
      "v": 15,
      "tokens": [
        {
          "t": "For the sword and their destruction draweth nigh, and one people shall stand up and fight against another, and swords in their hands."
        }
      ]
    },
    {
      "v": 16,
      "tokens": [
        {
          "t": "For there shall be sedition among men, and invading one another; they shall not regard their kings nor princes, and the course of their actions shall stand in their power."
        }
      ]
    },
    {
      "v": 17,
      "tokens": [
        {
          "t": "A man shall desire to go into a city, and shall not be able."
        }
      ]
    },
    {
      "v": 18,
      "tokens": [
        {
          "t": "For because of their pride the cities shall be troubled, the houses shall be destroyed, and men shall be afraid."
        }
      ]
    },
    {
      "v": 19,
      "tokens": [
        {
          "t": "A man shall have no pity upon his neighbour, but shall destroy their houses with the sword, and spoil their goods, because of the lack of bread, and for great tribulation."
        }
      ]
    },
    {
      "v": 20,
      "tokens": [
        {
          "t": "Behold, saith God, I will call together all the kings of the earth to reverence me, which are from the rising of the sun, from the south, from the east, and Libanus; to turn themselves one against another, and repay the things that they have done to them."
        }
      ]
    },
    {
      "v": 21,
      "tokens": [
        {
          "t": "Like as they do yet this day unto my chosen, so will I do also, and recompense in their bosom. Thus saith the Lord God;"
        }
      ]
    },
    {
      "v": 22,
      "tokens": [
        {
          "t": "My right hand shall not spare the sinners, and my sword shall not cease over them that shed innocent blood upon the earth."
        }
      ]
    },
    {
      "v": 23,
      "tokens": [
        {
          "t": "The fire is gone forth from his wrath, and hath consumed the foundations of the earth, and the sinners, like the straw that is kindled."
        }
      ]
    },
    {
      "v": 24,
      "tokens": [
        {
          "t": "Woe to them that sin, and keep not my commandments! saith the Lord."
        }
      ]
    },
    {
      "v": 25,
      "tokens": [
        {
          "t": "I will not spare them: go your way, ye children, from the power, defile not my sanctuary."
        }
      ]
    },
    {
      "v": 26,
      "tokens": [
        {
          "t": "For the Lord knoweth all them that sin against him, and therefore delivereth he them unto death and destruction."
        }
      ]
    },
    {
      "v": 27,
      "tokens": [
        {
          "t": "For now are the plagues come upon the whole earth and ye shall remain in them: for God shall not deliver you, because ye have sinned against him."
        }
      ]
    },
    {
      "v": 28,
      "tokens": [
        {
          "t": "Behold an horrible vision, and the appearance thereof from the east:"
        }
      ]
    },
    {
      "v": 29,
      "tokens": [
        {
          "t": "Where the nations of the dragons of Arabia shall come out with many chariots, and the multitude of them shall be carried as the wind upon earth, that all they which hear them may fear and tremble."
        }
      ]
    },
    {
      "v": 30,
      "tokens": [
        {
          "t": "Also the Carmanians raging in wrath shall go forth as the wild boars of the wood, and with great power shall they come, and join battle with them, and shall waste a portion of the land of the Assyrians."
        }
      ]
    },
    {
      "v": 31,
      "tokens": [
        {
          "t": "And then shall the dragons have the upper hand, remembering their nature; and if they shall turn themselves, conspiring together in great power to persecute them,"
        }
      ]
    },
    {
      "v": 32,
      "tokens": [
        {
          "t": "Then these shall be troubled bled, and keep silence through their power, and shall flee."
        }
      ]
    },
    {
      "v": 33,
      "tokens": [
        {
          "t": "And from the land of the Assyrians shall the enemy besiege them, and consume some of them, and in their host shall be fear and dread, and strife among their kings."
        }
      ]
    },
    {
      "v": 34,
      "tokens": [
        {
          "t": "Behold clouds from the east and from the north unto the south, and they are very horrible to look upon, full of wrath and storm."
        }
      ]
    },
    {
      "v": 35,
      "tokens": [
        {
          "t": "They shall smite one upon another, and they shall smite down a great multitude of stars upon the earth, even their own star; and blood shall be from the sword unto the belly,"
        }
      ]
    },
    {
      "v": 36,
      "tokens": [
        {
          "t": "And dung of men unto the camel’s hough."
        }
      ]
    },
    {
      "v": 37,
      "tokens": [
        {
          "t": "And there shall be great fearfulness and trembling upon earth: and they that see the wrath shall be afraid, and trembling shall come upon them."
        }
      ]
    },
    {
      "v": 38,
      "tokens": [
        {
          "t": "And then shall there come great storms from the south, and from the north, and another part from the west."
        }
      ]
    },
    {
      "v": 39,
      "tokens": [
        {
          "t": "And strong winds shall arise from the east, and shall open it; and the cloud which he raised up in wrath, and the star stirred to cause fear toward the east and west wind, shall be destroyed."
        }
      ]
    },
    {
      "v": 40,
      "tokens": [
        {
          "t": "The great and mighty clouds shall be puffed up full of wrath, and the star, that they may make all the earth afraid, and them that dwell therein; and they shall pour out over every high and eminent place an horrible star,"
        }
      ]
    },
    {
      "v": 41,
      "tokens": [
        {
          "t": "Fire, and hail, and flying swords, and many waters, that all fields may be full, and all rivers, with the abundance of great waters."
        }
      ]
    },
    {
      "v": 42,
      "tokens": [
        {
          "t": "And they shall break down the cities and walls, mountains and hills, trees of the wood, and grass of the meadows, and their corn."
        }
      ]
    },
    {
      "v": 43,
      "tokens": [
        {
          "t": "And they shall go stedfastly unto Babylon, and make her afraid."
        }
      ]
    },
    {
      "v": 44,
      "tokens": [
        {
          "t": "They shall come to her, and besiege her, the star and all wrath shall they pour out upon her: then shall the dust and smoke go up unto the heaven, and all they that be about her shall bewail her."
        }
      ]
    },
    {
      "v": 45,
      "tokens": [
        {
          "t": "And they that remain under her shall do service unto them that have put her in fear."
        }
      ]
    },
    {
      "v": 46,
      "tokens": [
        {
          "t": "And thou, Asia, that art partaker of the hope of Babylon, and art the glory of her person:"
        }
      ]
    },
    {
      "v": 47,
      "tokens": [
        {
          "t": "Woe be unto thee, thou wretch, because thou hast made thyself like unto her; and hast decked thy daughters in whoredom, that they might please and glory in thy lovers, which have always desired to commit whoredom with thee."
        }
      ]
    },
    {
      "v": 48,
      "tokens": [
        {
          "t": "Thou hast followed her that is hated in all her works and inventions: therefore saith God,"
        }
      ]
    },
    {
      "v": 49,
      "tokens": [
        {
          "t": "I will send plagues upon thee; widowhood, poverty, famine, sword, and pestilence, to waste thy houses with destruction and death."
        }
      ]
    },
    {
      "v": 50,
      "tokens": [
        {
          "t": "And the glory of thy Power shall be dried up as a flower, the heat shall arise that is sent over thee."
        }
      ]
    },
    {
      "v": 51,
      "tokens": [
        {
          "t": "Thou shalt be weakened as a poor woman with stripes, and as one chastised with wounds, so that the mighty and lovers shall not be able to receive thee."
        }
      ]
    },
    {
      "v": 52,
      "tokens": [
        {
          "t": "Would I with jealousy have so proceeded against thee, saith the Lord,"
        }
      ]
    },
    {
      "v": 53,
      "tokens": [
        {
          "t": "If thou hadst not always slain my chosen, exalting the stroke of thine hands, and saying over their dead, when thou wast drunken,"
        }
      ]
    },
    {
      "v": 54,
      "tokens": [
        {
          "t": "Set forth the beauty of thy countenance?"
        }
      ]
    },
    {
      "v": 55,
      "tokens": [
        {
          "t": "The reward of thy whoredom shall be in thy bosom, therefore shalt thou receive recompence."
        }
      ]
    },
    {
      "v": 56,
      "tokens": [
        {
          "t": "Like as thou hast done unto my chosen, saith the Lord, even so shall God do unto thee, and shall deliver thee into mischief"
        }
      ]
    },
    {
      "v": 57,
      "tokens": [
        {
          "t": "Thy children shall die of hunger, and thou shalt fall through the sword: thy cities shall be broken down, and all thine shall perish with the sword in the field."
        }
      ]
    },
    {
      "v": 58,
      "tokens": [
        {
          "t": "They that be in the mountains shall die of hunger, and eat their own flesh, and drink their own blood, for very hunger of bread, and thirst of water."
        }
      ]
    },
    {
      "v": 59,
      "tokens": [
        {
          "t": "Thou as unhappy shalt come through the sea, and receive plagues again."
        }
      ]
    },
    {
      "v": 60,
      "tokens": [
        {
          "t": "And in the passage they shall rush on the idle city, and shall destroy some portion of thy land, and consume part of thy glory, and shall return to Babylon that was destroyed."
        }
      ]
    },
    {
      "v": 61,
      "tokens": [
        {
          "t": "And thou shalt be cast down by them as stubble, and they shall be unto thee as fire;"
        }
      ]
    },
    {
      "v": 62,
      "tokens": [
        {
          "t": "And shall consume thee, and thy cities, thy land, and thy mountains; all thy woods and thy fruitful trees shall they burn up with fire."
        }
      ]
    },
    {
      "v": 63,
      "tokens": [
        {
          "t": "Thy children shall they carry away captive, and, look, what thou hast, they shall spoil it, and mar the beauty of thy face."
        }
      ]
    }
  ]
}